Repository: thoffeller/Ifc.NET
Catalog: src/Ifc.NET/Properties/Resources.*.resx
Languages: de

# CLASS_IFCMATERIALLAYERSETMATERIALLAYERS_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCMATERIALLAYERSETMATERIALLAYERS_PROPERTY_ITEMS_DisplayName
source: EN:Items
de: DE:Items

# CLASS_IFCMATERIALLAYERSETMATERIALLAYERS_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCMATERIALLAYERSETUSAGE_DisplayName
source: EN:IfcMaterialLayerSetUsage
de: DE:IfcMaterialLayerSetUsage

# CLASS_IFCMATERIALLAYERSETUSAGE_PROPERTY_DIRECTIONSENSE_DisplayName
source: EN:DirectionSense
de: DE:DirectionSense

# CLASS_IFCMATERIALLAYERSETUSAGE_PROPERTY_FORLAYERSET_DisplayName
source: EN:ForLayerSet
de: DE:ForLayerSet

# CLASS_IFCMATERIALLAYERSETUSAGE_PROPERTY_LAYERSETDIRECTION_DisplayName
source: EN:LayerSetDirection
de: DE:LayerSetDirection

# CLASS_IFCMATERIALLAYERSETUSAGE_PROPERTY_OFFSETFROMREFERENCELINE_DisplayName
source: EN:OffsetFromReferenceLine
de: DE:OffsetFromReferenceLine

# CLASS_IFCMATERIALLAYERSETUSAGE_PROPERTY_REFERENCEEXTENT_DisplayName
source: EN:ReferenceExtent
de: DE:ReferenceExtent

# CLASS_IFCMATERIALLAYERSET_DisplayName
source: EN:IfcMaterialLayerSet
de: DE:IfcMaterialLayerSet

# CLASS_IFCMATERIALLAYERSET_PROPERTY_DESCRIPTION_DisplayName
source: EN:Description
de: Beschreibung

# CLASS_IFCMATERIALLAYERSET_PROPERTY_LAYERSETNAME_DisplayName
source: EN:LayerSetName
de: DE:LayerSetName

# CLASS_IFCMATERIALLAYERSET_PROPERTY_MATERIALLAYERS_DisplayName
source: EN:MaterialLayers
de: DE:MaterialLayers

# CLASS_IFCMATERIALLAYERWITHOFFSETS_DisplayName
source: EN:IfcMaterialLayerWithOffsets
de: DE:IfcMaterialLayerWithOffsets

# CLASS_IFCMATERIALLAYERWITHOFFSETS_PROPERTY_OFFSETDIRECTION_DisplayName
source: EN:OffsetDirection
de: DE:OffsetDirection

# CLASS_IFCMATERIALLAYERWITHOFFSETS_PROPERTY_OFFSETVALUES_DisplayName
source: EN:OffsetValues
de: DE:OffsetValues

# CLASS_IFCMATERIALLAYER_DisplayName
source: EN:IfcMaterialLayer
de: DE:IfcMaterialLayer

# CLASS_IFCMATERIALLAYER_PROPERTY_CATEGORY_DisplayName
source: EN:Category
de: DE:Category

# CLASS_IFCMATERIALLAYER_PROPERTY_DESCRIPTION_DisplayName
source: EN:Description
de: Beschreibung

# CLASS_IFCMATERIALLAYER_PROPERTY_ISVENTILATED_DisplayName
source: EN:IsVentilated
de: DE:IsVentilated

# CLASS_IFCMATERIALLAYER_PROPERTY_LAYERTHICKNESS_DisplayName
source: EN:LayerThickness
de: DE:LayerThickness

# CLASS_IFCMATERIALLAYER_PROPERTY_MATERIAL_DisplayName
source: EN:Material
de: DE:Material

# CLASS_IFCMATERIALLAYER_PROPERTY_NAME_DisplayName
source: EN:Name
de: Name

# CLASS_IFCMATERIALLAYER_PROPERTY_PRIORITY_DisplayName
source: EN:Priority
de: DE:Priority

# CLASS_IFCMATERIALLISTMATERIALS_DisplayName
source: EN:IfcMaterialListMaterials
de: DE:IfcMaterialListMaterials

# CLASS_IFCMATERIALLISTMATERIALS_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCMATERIALLISTMATERIALS_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCMATERIALLISTMATERIALS_PROPERTY_IFCMATERIAL_DisplayName
source: EN:IfcMaterial
de: DE:IfcMaterial

# CLASS_IFCMATERIALLISTMATERIALS_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCMATERIALLIST_DisplayName
source: EN:IfcMaterialList
de: DE:IfcMaterialList

# CLASS_IFCMATERIALLIST_PROPERTY_MATERIALS_DisplayName
source: EN:Materials
de: DE:Materials

# CLASS_IFCMATERIALPROFILESETMATERIALPROFILES_DisplayName
source: EN:IfcMaterialProfileSetMaterialProfiles
de: DE:IfcMaterialProfileSetMaterialProfiles

# CLASS_IFCMATERIALPROFILESETMATERIALPROFILES_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCMATERIALPROFILESETMATERIALPROFILES_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCMATERIALPROFILESETMATERIALPROFILES_PROPERTY_ITEMS_DisplayName
source: EN:Items
de: DE:Items

# CLASS_IFCMATERIALPROFILESETMATERIALPROFILES_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCMATERIALPROFILESETUSAGETAPERING_DisplayName
source: EN:IfcMaterialProfileSetUsageTapering
de: DE:IfcMaterialProfileSetUsageTapering

# CLASS_IFCMATERIALPROFILESETUSAGETAPERING_PROPERTY_CARDINALENDPOINT_DisplayName
source: EN:CardinalEndPoint
de: DE:CardinalEndPoint

# CLASS_IFCMATERIALPROFILESETUSAGETAPERING_PROPERTY_FORPROFILEENDSET_DisplayName
source: EN:ForProfileEndSet
de: DE:ForProfileEndSet

# CLASS_IFCMATERIALPROFILESETUSAGE_DisplayName
source: EN:IfcMaterialProfileSetUsage
de: DE:IfcMaterialProfileSetUsage

# CLASS_IFCMATERIALPROFILESETUSAGE_PROPERTY_CARDINALPOINT_DisplayName
source: EN:CardinalPoint
de: DE:CardinalPoint

# CLASS_IFCMATERIALPROFILESETUSAGE_PROPERTY_FORPROFILESET_DisplayName
source: EN:ForProfileSet
de: DE:ForProfileSet

# CLASS_IFCMATERIALPROFILESETUSAGE_PROPERTY_REFERENCEEXTENT_DisplayName
source: EN:ReferenceExtent
de: DE:ReferenceExtent

# CLASS_IFCMATERIALPROFILESET_DisplayName
source: EN:IfcMaterialProfileSet
de: DE:IfcMaterialProfileSet

# CLASS_IFCMATERIALPROFILESET_PROPERTY_COMPOSITEPROFILE_DisplayName
source: EN:CompositeProfile
de: DE:CompositeProfile

# CLASS_IFCMATERIALPROFILESET_PROPERTY_DESCRIPTION_DisplayName
source: EN:Description
de: Beschreibung

# CLASS_IFCMATERIALPROFILESET_PROPERTY_MATERIALPROFILES_DisplayName
source: EN:MaterialProfiles
de: DE:MaterialProfiles

# CLASS_IFCMATERIALPROFILESET_PROPERTY_NAME_DisplayName
source: EN:Name
de: Name

# CLASS_IFCMATERIALPROFILEWITHOFFSETS_DisplayName
source: EN:IfcMaterialProfileWithOffsets
de: DE:IfcMaterialProfileWithOffsets

# CLASS_IFCMATERIALPROFILEWITHOFFSETS_PROPERTY_OFFSETVALUES_DisplayName
source: EN:OffsetValues
de: DE:OffsetValues

# CLASS_IFCMATERIALPROFILE_DisplayName
source: EN:IfcMaterialProfile
de: DE:IfcMaterialProfile

# CLASS_IFCMATERIALPROFILE_PROPERTY_CATEGORY_DisplayName
source: EN:Category
de: DE:Category

# CLASS_IFCMATERIALPROFILE_PROPERTY_DESCRIPTION_DisplayName
source: EN:Description
de: Beschreibung

# CLASS_IFCMATERIALPROFILE_PROPERTY_MATERIAL_DisplayName
source: EN:Material
de: DE:Material

# CLASS_IFCMATERIALPROFILE_PROPERTY_NAME_DisplayName
source: EN:Name
de: Name

# CLASS_IFCMATERIALPROFILE_PROPERTY_PRIORITY_DisplayName
source: EN:Priority
de: DE:Priority

# CLASS_IFCMATERIALPROFILE_PROPERTY_PROFILE_DisplayName
source: EN:Profile
de: DE:Profile

# CLASS_IFCMATERIALPROPERTIES_DisplayName
source: EN:IfcMaterialProperties
de: DE:IfcMaterialProperties

# CLASS_IFCMATERIALRELATIONSHIPRELATEDMATERIALS_DisplayName
source: EN:IfcMaterialRelationshipRelatedMaterials
de: DE:IfcMaterialRelationshipRelatedMaterials

# CLASS_IFCMATERIALRELATIONSHIPRELATEDMATERIALS_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCMATERIALRELATIONSHIPRELATEDMATERIALS_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCMATERIALRELATIONSHIPRELATEDMATERIALS_PROPERTY_IFCMATERIAL_DisplayName
source: EN:IfcMaterial
de: DE:IfcMaterial

# CLASS_IFCMATERIALRELATIONSHIPRELATEDMATERIALS_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCMATERIALRELATIONSHIP_DisplayName
source: EN:IfcMaterialRelationship
de: DE:IfcMaterialRelationship

# CLASS_IFCMATERIALRELATIONSHIP_PROPERTY_EXPRESSION_DisplayName
source: EN:Expression
de: DE:Expression

# CLASS_IFCMATERIALRELATIONSHIP_PROPERTY_RELATEDMATERIALS_DisplayName
source: EN:RelatedMaterials
de: DE:RelatedMaterials

# CLASS_IFCMATERIALRELATIONSHIP_PROPERTY_RELATINGMATERIAL_DisplayName
source: EN:RelatingMaterial
de: DE:RelatingMaterial

# CLASS_IFCMATERIALUSAGEDEFINITION_DisplayName
source: EN:IfcMaterialUsageDefinition
de: DE:IfcMaterialUsageDefinition

# CLASS_IFCMATERIAL_DisplayName
source: EN:IfcMaterial
de: DE:IfcMaterial

# CLASS_IFCMATERIAL_PROPERTY_CATEGORY_DisplayName
source: EN:Category
de: DE:Category

# CLASS_IFCMATERIAL_PROPERTY_DESCRIPTION_DisplayName
source: EN:Description
de: Beschreibung

# CLASS_IFCMATERIAL_PROPERTY_HASREPRESENTATION_DisplayName
source: EN:HasRepresentation
de: DE:HasRepresentation

# CLASS_IFCMATERIAL_PROPERTY_NAME_DisplayName
source: EN:Name
de: Name

# CLASS_IFCMEASUREWITHUNITUNITCOMPONENT_DisplayName
source: EN:IfcMeasureWithUnitUnitComponent
de: DE:IfcMeasureWithUnitUnitComponent

# CLASS_IFCMEASUREWITHUNITUNITCOMPONENT_PROPERTY_ITEM_DisplayName
source: EN:Item
de: DE:Item

# CLASS_IFCMEASUREWITHUNITVALUECOMPONENT_DisplayName
source: EN:IfcMeasureWithUnitValueComponent
de: DE:IfcMeasureWithUnitValueComponent

# CLASS_IFCMEASUREWITHUNITVALUECOMPONENT_PROPERTY_ITEM_DisplayName
source: EN:Item
de: DE:Item

# CLASS_IFCMEASUREWITHUNIT_DisplayName
source: EN:IfcMeasureWithUnit
de: DE:IfcMeasureWithUnit

# CLASS_IFCMEASUREWITHUNIT_PROPERTY_UNITCOMPONENT_DisplayName
source: EN:UnitComponent
de: DE:UnitComponent

# CLASS_IFCMEASUREWITHUNIT_PROPERTY_VALUECOMPONENT_DisplayName
source: EN:ValueComponent
de: DE:ValueComponent

# CLASS_IFCMECHANICALFASTENERTYPE_DisplayName
source: EN:IfcMechanicalFastenerType
de: DE:IfcMechanicalFastenerType

# CLASS_IFCMECHANICALFASTENERTYPE_PROPERTY_NOMINALDIAMETER_DisplayName
source: EN:NominalDiameter
de: DE:NominalDiameter

# CLASS_IFCMECHANICALFASTENERTYPE_PROPERTY_NOMINALLENGTH_DisplayName
source: EN:NominalLength
de: DE:NominalLength

# CLASS_IFCMECHANICALFASTENERTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCMECHANICALFASTENER_DisplayName
source: EN:IfcMechanicalFastener
de: DE:IfcMechanicalFastener

# CLASS_IFCMECHANICALFASTENER_PROPERTY_NOMINALDIAMETER_DisplayName
source: EN:NominalDiameter
de: DE:NominalDiameter

# CLASS_IFCMECHANICALFASTENER_PROPERTY_NOMINALLENGTH_DisplayName
source: EN:NominalLength
de: DE:NominalLength

# CLASS_IFCMECHANICALFASTENER_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCMEDICALDEVICETYPE_DisplayName
source: EN:IfcMedicalDeviceType
de: DE:IfcMedicalDeviceType

# CLASS_IFCMEDICALDEVICETYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCMEDICALDEVICE_DisplayName
source: EN:IfcMedicalDevice
de: DE:IfcMedicalDevice

# CLASS_IFCMEDICALDEVICE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCMEMBERSTANDARDCASE_DisplayName
source: EN:IfcMemberStandardCase
de: DE:IfcMemberStandardCase

# CLASS_IFCMEMBERTYPE_DisplayName
source: EN:IfcMemberType
de: DE:IfcMemberType

# CLASS_IFCMEMBERTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCMEMBER_DisplayName
source: EN:IfcMember
de: DE:IfcMember

# CLASS_IFCMEMBER_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCMETRICDATAVALUE_DisplayName
source: EN:IfcMetricDataValue
de: DE:IfcMetricDataValue

# CLASS_IFCMETRICDATAVALUE_PROPERTY_ITEM_DisplayName
source: EN:Item
de: DE:Item

# CLASS_IFCMETRIC_DisplayName
source: EN:IfcMetric
de: DE:IfcMetric

# CLASS_IFCMETRIC_PROPERTY_BENCHMARK_DisplayName
source: EN:Benchmark
de: DE:Benchmark

# CLASS_IFCMETRIC_PROPERTY_DATAVALUE_DisplayName
source: EN:DataValue
de: DE:DataValue

# CLASS_IFCMETRIC_PROPERTY_REFERENCEPATH_DisplayName
source: EN:ReferencePath
de: DE:ReferencePath

# CLASS_IFCMETRIC_PROPERTY_VALUESOURCE_DisplayName
source: EN:ValueSource
de: DE:ValueSource

# CLASS_IFCMIRROREDPROFILEDEFTEMP_DisplayName
source: EN:IfcMirroredProfileDeftemp
de: DE:IfcMirroredProfileDeftemp

# CLASS_IFCMIRROREDPROFILEDEF_DisplayName
source: EN:IfcMirroredProfileDef
de: DE:IfcMirroredProfileDef

# CLASS_IFCMODULUSOFELASTICITYMEASUREWRAPPER_DisplayName
source: EN:IfcModulusOfElasticityMeasurewrapper
de: DE:IfcModulusOfElasticityMeasurewrapper

# CLASS_IFCMODULUSOFELASTICITYMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCMODULUSOFELASTICITYMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCMODULUSOFELASTICITYMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCMODULUSOFLINEARSUBGRADEREACTIONMEASUREWRAPPER_DisplayName
source: EN:IfcModulusOfLinearSubgradeReactionMeasurewrapper
de: DE:IfcModulusOfLinearSubgradeReactionMeasurewrapper

# CLASS_IFCMODULUSOFLINEARSUBGRADEREACTIONMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCMODULUSOFLINEARSUBGRADEREACTIONMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCMODULUSOFLINEARSUBGRADEREACTIONMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCMODULUSOFROTATIONALSUBGRADEREACTIONMEASUREWRAPPER_DisplayName
source: EN:IfcModulusOfRotationalSubgradeReactionMeasurewrapper
de: DE:IfcModulusOfRotationalSubgradeReactionMeasurewrapper

source: EN:Id
de: ID

source: EN:InvariantStringValue
de: DE:InvariantStringValue

source: EN:Path
de: Pfad

source: EN:Pos
de: Position

# CLASS_IFCMODULUSOFSUBGRADEREACTIONMEASUREWRAPPER_DisplayName
source: EN:IfcModulusOfSubgradeReactionMeasurewrapper
de: DE:IfcModulusOfSubgradeReactionMeasurewrapper

# CLASS_IFCMODULUSOFSUBGRADEREACTIONMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCMODULUSOFSUBGRADEREACTIONMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCMODULUSOFSUBGRADEREACTIONMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCMOISTUREDIFFUSIVITYMEASUREWRAPPER_DisplayName
source: EN:IfcMoistureDiffusivityMeasurewrapper
de: DE:IfcMoistureDiffusivityMeasurewrapper

# CLASS_IFCMOISTUREDIFFUSIVITYMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCMOISTUREDIFFUSIVITYMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCMOISTUREDIFFUSIVITYMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCMOLECULARWEIGHTMEASUREWRAPPER_DisplayName
source: EN:IfcMolecularWeightMeasurewrapper
de: DE:IfcMolecularWeightMeasurewrapper

# CLASS_IFCMOLECULARWEIGHTMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

# CLASS_IFCMOLECULARWEIGHTMEASUREWRAPPER_PROPERTY_INVARIANTSTRINGVALUE_DisplayName
source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCMOLECULARWEIGHTMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCMOLECULARWEIGHTMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCMOMENTOFINERTIAMEASUREWRAPPER_DisplayName
source: EN:IfcMomentOfInertiaMeasurewrapper
de: DE:IfcMomentOfInertiaMeasurewrapper

# CLASS_IFCMOMENTOFINERTIAMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

# CLASS_IFCMOMENTOFINERTIAMEASUREWRAPPER_PROPERTY_INVARIANTSTRINGVALUE_DisplayName
source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCMOMENTOFINERTIAMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCMOMENTOFINERTIAMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCMONETARYMEASUREWRAPPER_DisplayName
source: EN:IfcMonetaryMeasurewrapper
de: DE:IfcMonetaryMeasurewrapper

# CLASS_IFCMONETARYMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

# CLASS_IFCMONETARYMEASUREWRAPPER_PROPERTY_INVARIANTSTRINGVALUE_DisplayName
source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCMONETARYMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCMONETARYMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCMONETARYUNIT_DisplayName
source: EN:IfcMonetaryUnit
de: DE:IfcMonetaryUnit

# CLASS_IFCMONETARYUNIT_PROPERTY_CURRENCY_DisplayName
source: EN:Currency
de: DE:Currency

# CLASS_IFCMOTORCONNECTIONTYPE_DisplayName
source: EN:IfcMotorConnectionType
de: DE:IfcMotorConnectionType

# CLASS_IFCMOTORCONNECTIONTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCMOTORCONNECTION_DisplayName
source: EN:IfcMotorConnection
de: DE:IfcMotorConnection

# CLASS_IFCMOTORCONNECTION_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCNAMEDUNIT_DisplayName
source: EN:IfcNamedUnit
de: DE:IfcNamedUnit

# CLASS_IFCNAMEDUNIT_PROPERTY_DIMENSIONS_DisplayName
source: EN:Dimensions
de: DE:Dimensions

# CLASS_IFCNAMEDUNIT_PROPERTY_UNITTYPE_DisplayName
source: EN:UnitType
de: DE:UnitType

# CLASS_IFCNONNEGATIVELENGTHMEASUREWRAPPER_DisplayName
source: EN:IfcNonNegativeLengthMeasurewrapper
de: DE:IfcNonNegativeLengthMeasurewrapper

# CLASS_IFCNONNEGATIVELENGTHMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCNONNEGATIVELENGTHMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCNONNEGATIVELENGTHMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCNORMALISEDRATIOMEASUREWRAPPER_DisplayName
source: EN:IfcNormalisedRatioMeasurewrapper
de: DE:IfcNormalisedRatioMeasurewrapper

# CLASS_IFCNORMALISEDRATIOMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

# CLASS_IFCNORMALISEDRATIOMEASUREWRAPPER_PROPERTY_INVARIANTSTRINGVALUE_DisplayName
source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCNORMALISEDRATIOMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCNORMALISEDRATIOMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCNULLSTYLEWRAPPER_DisplayName
source: EN:IfcNullStylewrapper
de: DE:IfcNullStylewrapper

# CLASS_IFCNULLSTYLEWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

# CLASS_IFCNULLSTYLEWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCNULLSTYLEWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCNULLSTYLEWRAPPER_PROPERTY_VALUE_DisplayName
source: EN:Value
de: DE:Value

# CLASS_IFCNUMERICMEASUREWRAPPER_DisplayName
source: EN:IfcNumericMeasurewrapper
de: DE:IfcNumericMeasurewrapper

# CLASS_IFCNUMERICMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

# CLASS_IFCNUMERICMEASUREWRAPPER_PROPERTY_INVARIANTSTRINGVALUE_DisplayName
source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCNUMERICMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCNUMERICMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCOBJECTDEFINITION_DisplayName
source: EN:IfcObjectDefinition
de: DE:IfcObjectDefinition

# CLASS_IFCOBJECTIVEBENCHMARKVALUES_DisplayName
source: EN:IfcObjectiveBenchmarkValues
de: DE:IfcObjectiveBenchmarkValues

# CLASS_IFCOBJECTIVEBENCHMARKVALUES_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCOBJECTIVEBENCHMARKVALUES_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCOBJECTIVEBENCHMARKVALUES_PROPERTY_ITEMS_DisplayName
source: EN:Items
de: DE:Items

# CLASS_IFCOBJECTIVEBENCHMARKVALUES_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCOBJECTIVE_DisplayName
source: EN:IfcObjective
de: DE:IfcObjective

# CLASS_IFCOBJECTIVE_PROPERTY_BENCHMARKVALUES_DisplayName
source: EN:BenchmarkValues
de: DE:BenchmarkValues

# CLASS_IFCOBJECTIVE_PROPERTY_LOGICALAGGREGATOR_DisplayName
source: EN:LogicalAggregator
de: DE:LogicalAggregator

# CLASS_IFCOBJECTIVE_PROPERTY_OBJECTIVEQUALIFIER_DisplayName
source: EN:ObjectiveQualifier
de: DE:ObjectiveQualifier

# CLASS_IFCOBJECTIVE_PROPERTY_USERDEFINEDQUALIFIER_DisplayName
source: EN:UserDefinedQualifier
de: DE:UserDefinedQualifier

# CLASS_IFCOBJECTPLACEMENT_DisplayName
source: EN:IfcObjectPlacement
de: DE:IfcObjectPlacement

# CLASS_IFCOBJECT_DisplayName
source: EN:IfcObject
de: DE:IfcObject

# CLASS_IFCOBJECT_PROPERTY_OBJECTTYPE_DisplayName
source: EN:ObjectType
de: DE:ObjectType

# CLASS_IFCOCCUPANT_DisplayName
source: EN:IfcOccupant
de: DE:IfcOccupant

# CLASS_IFCOCCUPANT_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCOFFSETCURVE2D_DisplayName
source: EN:IfcOffsetCurve2D
de: DE:IfcOffsetCurve2D

# CLASS_IFCOFFSETCURVE2D_PROPERTY_BASISCURVE_DisplayName
source: EN:BasisCurve
de: DE:BasisCurve

# CLASS_IFCOFFSETCURVE2D_PROPERTY_DISTANCE_DisplayName
source: EN:Distance
de: DE:Distance

# CLASS_IFCOFFSETCURVE2D_PROPERTY_SELFINTERSECT_DisplayName
source: EN:SelfIntersect
de: DE:SelfIntersect

# CLASS_IFCOFFSETCURVE3D_DisplayName
source: EN:IfcOffsetCurve3D
de: DE:IfcOffsetCurve3D

# CLASS_IFCOFFSETCURVE3D_PROPERTY_BASISCURVE_DisplayName
source: EN:BasisCurve
de: DE:BasisCurve

# CLASS_IFCOFFSETCURVE3D_PROPERTY_DISTANCE_DisplayName
source: EN:Distance
de: DE:Distance

# CLASS_IFCOFFSETCURVE3D_PROPERTY_REFDIRECTION_DisplayName
source: EN:RefDirection
de: DE:RefDirection

# CLASS_IFCOFFSETCURVE3D_PROPERTY_SELFINTERSECT_DisplayName
source: EN:SelfIntersect
de: DE:SelfIntersect

# CLASS_IFCOPENINGELEMENT_DisplayName
source: EN:IfcOpeningElement
de: DE:IfcOpeningElement

# CLASS_IFCOPENINGELEMENT_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCOPENINGSTANDARDCASE_DisplayName
source: EN:IfcOpeningStandardCase
de: DE:IfcOpeningStandardCase

# CLASS_IFCOPENSHELL_DisplayName
source: EN:IfcOpenShell
de: DE:IfcOpenShell

# CLASS_IFCORGANIZATIONADDRESSES_DisplayName
source: EN:IfcOrganizationAddresses
de: DE:IfcOrganizationAddresses

# CLASS_IFCORGANIZATIONADDRESSES_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCORGANIZATIONADDRESSES_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCORGANIZATIONADDRESSES_PROPERTY_ITEMS_DisplayName
source: EN:Items
de: DE:Items

# CLASS_IFCORGANIZATIONADDRESSES_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCORGANIZATIONRELATIONSHIPRELATEDORGANIZATIONS_DisplayName
source: EN:IfcOrganizationRelationshipRelatedOrganizations
de: DE:IfcOrganizationRelationshipRelatedOrganizations

source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCORGANIZATIONRELATIONSHIPRELATEDORGANIZATIONS_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

source: EN:IfcOrganization
de: DE:IfcOrganization

source: EN:ItemType
de: DE:ItemType

# CLASS_IFCORGANIZATIONRELATIONSHIP_DisplayName
source: EN:IfcOrganizationRelationship
de: DE:IfcOrganizationRelationship

# CLASS_IFCORGANIZATIONRELATIONSHIP_PROPERTY_RELATEDORGANIZATIONS_DisplayName
source: EN:RelatedOrganizations
de: DE:RelatedOrganizations

# CLASS_IFCORGANIZATIONRELATIONSHIP_PROPERTY_RELATINGORGANIZATION_DisplayName
source: EN:RelatingOrganization
de: DE:RelatingOrganization

# CLASS_IFCORGANIZATIONROLES_DisplayName
source: EN:IfcOrganizationRoles
de: DE:IfcOrganizationRoles

# CLASS_IFCORGANIZATIONROLES_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCORGANIZATIONROLES_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCORGANIZATIONROLES_PROPERTY_IFCACTORROLE_DisplayName
source: EN:IfcActorRole
de: DE:IfcActorRole

# CLASS_IFCORGANIZATIONROLES_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCORGANIZATION_DisplayName
source: EN:IfcOrganization
de: DE:IfcOrganization

# CLASS_IFCORGANIZATION_PROPERTY_ADDRESSES_DisplayName
source: EN:Addresses
de: DE:Addresses

# CLASS_IFCORGANIZATION_PROPERTY_DESCRIPTION_DisplayName
source: EN:Description
de: Beschreibung

# CLASS_IFCORGANIZATION_PROPERTY_IDENTIFICATION_DisplayName
source: EN:Identification
de: IDentification

# CLASS_IFCORGANIZATION_PROPERTY_NAME_DisplayName
source: EN:Name
de: Name

# CLASS_IFCORGANIZATION_PROPERTY_ROLES_DisplayName
source: EN:Roles
de: DE:Roles

# CLASS_IFCORIENTEDEDGETEMP_DisplayName
source: EN:IfcOrientedEdgetemp
de: DE:IfcOrientedEdgetemp

# CLASS_IFCORIENTEDEDGE_DisplayName
source: EN:IfcOrientedEdge
de: DE:IfcOrientedEdge

# CLASS_IFCORIENTEDEDGE_PROPERTY_EDGEELEMENT_DisplayName
source: EN:EdgeElement
de: DE:EdgeElement

# CLASS_IFCORIENTEDEDGE_PROPERTY_ORIENTATION_DisplayName
source: EN:Orientation
de: DE:Orientation
