Repository: thoffeller/Ifc.NET
Catalog: src/Ifc.NET/Properties/Resources.*.resx
Languages: de

# CLASS_IFCCSGSOLID_PROPERTY_TREEROOTEXPRESSION_DisplayName
source: EN:TreeRootExpression
de: DE:TreeRootExpression

# CLASS_IFCCSHAPEPROFILEDEF_DisplayName
source: EN:IfcCShapeProfileDef
de: DE:IfcCShapeProfileDef

# CLASS_IFCCSHAPEPROFILEDEF_PROPERTY_DEPTH_DisplayName
source: EN:Depth
de: DE:Depth

# CLASS_IFCCSHAPEPROFILEDEF_PROPERTY_GIRTH_DisplayName
source: EN:Girth
de: DE:Girth

# CLASS_IFCCSHAPEPROFILEDEF_PROPERTY_INTERNALFILLETRADIUS_DisplayName
source: EN:InternalFilletRadius
de: DE:InternalFilletRadius

# CLASS_IFCCSHAPEPROFILEDEF_PROPERTY_WALLTHICKNESS_DisplayName
source: EN:WallThickness
de: DE:WallThickness

# CLASS_IFCCSHAPEPROFILEDEF_PROPERTY_WIDTH_DisplayName
source: EN:Width
de: DE:Width

# CLASS_IFCCURRENCYRELATIONSHIP_DisplayName
source: EN:IfcCurrencyRelationship
de: DE:IfcCurrencyRelationship

# CLASS_IFCCURRENCYRELATIONSHIP_PROPERTY_EXCHANGERATE_DisplayName
source: EN:ExchangeRate
de: DE:ExchangeRate

# CLASS_IFCCURRENCYRELATIONSHIP_PROPERTY_RATEDATETIME_DisplayName
source: EN:RateDateTime
de: DE:RateDateTime

# CLASS_IFCCURRENCYRELATIONSHIP_PROPERTY_RATESOURCE_DisplayName
source: EN:RateSource
de: DE:RateSource

# CLASS_IFCCURRENCYRELATIONSHIP_PROPERTY_RELATEDMONETARYUNIT_DisplayName
source: EN:RelatedMonetaryUnit
de: DE:RelatedMonetaryUnit

# CLASS_IFCCURRENCYRELATIONSHIP_PROPERTY_RELATINGMONETARYUNIT_DisplayName
source: EN:RelatingMonetaryUnit
de: DE:RelatingMonetaryUnit

# CLASS_IFCCURTAINWALLTYPE_DisplayName
source: EN:IfcCurtainWallType
de: DE:IfcCurtainWallType

# CLASS_IFCCURTAINWALLTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCCURTAINWALL_DisplayName
source: EN:IfcCurtainWall
de: DE:IfcCurtainWall

# CLASS_IFCCURTAINWALL_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCCURVATUREMEASUREWRAPPER_DisplayName
source: EN:IfcCurvatureMeasurewrapper
de: DE:IfcCurvatureMeasurewrapper

# CLASS_IFCCURVATUREMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

# CLASS_IFCCURVATUREMEASUREWRAPPER_PROPERTY_INVARIANTSTRINGVALUE_DisplayName
source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCCURVATUREMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCCURVATUREMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCCURVEBOUNDEDPLANEINNERBOUNDARIES_DisplayName
source: EN:IfcCurveBoundedPlaneInnerBoundaries
de: DE:IfcCurveBoundedPlaneInnerBoundaries

# CLASS_IFCCURVEBOUNDEDPLANEINNERBOUNDARIES_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCCURVEBOUNDEDPLANEINNERBOUNDARIES_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCCURVEBOUNDEDPLANEINNERBOUNDARIES_PROPERTY_ITEMS_DisplayName
source: EN:Items
de: DE:Items

# CLASS_IFCCURVEBOUNDEDPLANEINNERBOUNDARIES_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCCURVEBOUNDEDPLANE_DisplayName
source: EN:IfcCurveBoundedPlane
de: DE:IfcCurveBoundedPlane

# CLASS_IFCCURVEBOUNDEDPLANE_PROPERTY_BASISSURFACE_DisplayName
source: EN:BasisSurface
de: DE:BasisSurface

# CLASS_IFCCURVEBOUNDEDPLANE_PROPERTY_INNERBOUNDARIES_DisplayName
source: EN:InnerBoundaries
de: DE:InnerBoundaries

# CLASS_IFCCURVEBOUNDEDPLANE_PROPERTY_OUTERBOUNDARY_DisplayName
source: EN:OuterBoundary
de: DE:OuterBoundary

# CLASS_IFCCURVEBOUNDEDSURFACEBOUNDARIES_DisplayName
source: EN:IfcCurveBoundedSurfaceBoundaries
de: DE:IfcCurveBoundedSurfaceBoundaries

# CLASS_IFCCURVEBOUNDEDSURFACEBOUNDARIES_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCCURVEBOUNDEDSURFACEBOUNDARIES_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCCURVEBOUNDEDSURFACEBOUNDARIES_PROPERTY_ITEMS_DisplayName
source: EN:Items
de: DE:Items

# CLASS_IFCCURVEBOUNDEDSURFACEBOUNDARIES_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCCURVEBOUNDEDSURFACE_DisplayName
source: EN:IfcCurveBoundedSurface
de: DE:IfcCurveBoundedSurface

# CLASS_IFCCURVEBOUNDEDSURFACE_PROPERTY_BASISSURFACE_DisplayName
source: EN:BasisSurface
de: DE:BasisSurface

# CLASS_IFCCURVEBOUNDEDSURFACE_PROPERTY_BOUNDARIES_DisplayName
source: EN:Boundaries
de: DE:Boundaries

# CLASS_IFCCURVEBOUNDEDSURFACE_PROPERTY_IMPLICITOUTER_DisplayName
source: EN:ImplicitOuter
de: DE:ImplicitOuter

# CLASS_IFCCURVESTYLECURVECOLOUR_DisplayName
source: EN:IfcCurveStyleCurveColour
de: DE:IfcCurveStyleCurveColour

# CLASS_IFCCURVESTYLECURVECOLOUR_PROPERTY_ITEM_DisplayName
source: EN:Item
de: DE:Item

# CLASS_IFCCURVESTYLECURVEFONT_DisplayName
source: EN:IfcCurveStyleCurveFont
de: DE:IfcCurveStyleCurveFont

# CLASS_IFCCURVESTYLECURVEFONT_PROPERTY_ITEM_DisplayName
source: EN:Item
de: DE:Item

# CLASS_IFCCURVESTYLECURVEWIDTH_DisplayName
source: EN:IfcCurveStyleCurveWidth
de: DE:IfcCurveStyleCurveWidth

# CLASS_IFCCURVESTYLECURVEWIDTH_PROPERTY_ITEM_DisplayName
source: EN:Item
de: DE:Item

# CLASS_IFCCURVESTYLEFONTANDSCALINGCURVEFONT_DisplayName
source: EN:IfcCurveStyleFontAndScalingCurveFont
de: DE:IfcCurveStyleFontAndScalingCurveFont

# CLASS_IFCCURVESTYLEFONTANDSCALINGCURVEFONT_PROPERTY_ITEM_DisplayName
source: EN:Item
de: DE:Item

# CLASS_IFCCURVESTYLEFONTANDSCALING_DisplayName
source: EN:IfcCurveStyleFontAndScaling
de: DE:IfcCurveStyleFontAndScaling

# CLASS_IFCCURVESTYLEFONTANDSCALING_PROPERTY_CURVEFONTSCALING_DisplayName
source: EN:CurveFontScaling
de: DE:CurveFontScaling

# CLASS_IFCCURVESTYLEFONTANDSCALING_PROPERTY_CURVEFONT_DisplayName
source: EN:CurveFont
de: DE:CurveFont

# CLASS_IFCCURVESTYLEFONTANDSCALING_PROPERTY_NAME_DisplayName
source: EN:Name
de: Name

# CLASS_IFCCURVESTYLEFONTPATTERNLIST_DisplayName
source: EN:IfcCurveStyleFontPatternList
de: DE:IfcCurveStyleFontPatternList

# CLASS_IFCCURVESTYLEFONTPATTERNLIST_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCCURVESTYLEFONTPATTERNLIST_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCCURVESTYLEFONTPATTERNLIST_PROPERTY_IFCCURVESTYLEFONTPATTERN_DisplayName
source: EN:IfcCurveStyleFontPattern
de: DE:IfcCurveStyleFontPattern

# CLASS_IFCCURVESTYLEFONTPATTERNLIST_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCCURVESTYLEFONTPATTERN_DisplayName
source: EN:IfcCurveStyleFontPattern
de: DE:IfcCurveStyleFontPattern

# CLASS_IFCCURVESTYLEFONTPATTERN_PROPERTY_INVISIBLESEGMENTLENGTH_DisplayName
source: EN:InvisibleSegmentLength
de: DE:InvisibleSegmentLength

# CLASS_IFCCURVESTYLEFONTPATTERN_PROPERTY_VISIBLESEGMENTLENGTH_DisplayName
source: EN:VisibleSegmentLength
de: DE:VisibleSegmentLength

# CLASS_IFCCURVESTYLEFONT_DisplayName
source: EN:IfcCurveStyleFont
de: DE:IfcCurveStyleFont

# CLASS_IFCCURVESTYLEFONT_PROPERTY_NAME_DisplayName
source: EN:Name
de: Name

# CLASS_IFCCURVESTYLEFONT_PROPERTY_PATTERNLIST_DisplayName
source: EN:PatternList
de: DE:PatternList

# CLASS_IFCCURVESTYLE_DisplayName
source: EN:IfcCurveStyle
de: DE:IfcCurveStyle

# CLASS_IFCCURVESTYLE_PROPERTY_CURVECOLOUR_DisplayName
source: EN:CurveColour
de: DE:CurveColour

# CLASS_IFCCURVESTYLE_PROPERTY_CURVEFONT_DisplayName
source: EN:CurveFont
de: DE:CurveFont

# CLASS_IFCCURVESTYLE_PROPERTY_CURVEWIDTH_DisplayName
source: EN:CurveWidth
de: DE:CurveWidth

# CLASS_IFCCURVESTYLE_PROPERTY_MODELORDRAUGHTING_DisplayName
source: EN:ModelOrDraughting
de: DE:ModelOrDraughting

# CLASS_IFCCURVE_DisplayName
source: EN:IfcCurve
de: DE:IfcCurve

# CLASS_IFCCYLINDRICALSURFACE_DisplayName
source: EN:IfcCylindricalSurface
de: DE:IfcCylindricalSurface

# CLASS_IFCCYLINDRICALSURFACE_PROPERTY_RADIUS_DisplayName
source: EN:Radius
de: DE:Radius

# CLASS_IFCDAMPERTYPE_DisplayName
source: EN:IfcDamperType
de: DE:IfcDamperType

# CLASS_IFCDAMPERTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCDAMPER_DisplayName
source: EN:IfcDamper
de: DE:IfcDamper

# CLASS_IFCDAMPER_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCDATETIMEWRAPPER_DisplayName
source: EN:IfcDateTimewrapper
de: DE:IfcDateTimewrapper

# CLASS_IFCDATETIMEWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

# CLASS_IFCDATETIMEWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCDATETIMEWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCDATETIMEWRAPPER_PROPERTY_VALUE_DisplayName
source: EN:Value
de: DE:Value

# CLASS_IFCDATEWRAPPER_DisplayName
source: EN:IfcDatewrapper
de: DE:IfcDatewrapper

# CLASS_IFCDATEWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

# CLASS_IFCDATEWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCDATEWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCDATEWRAPPER_PROPERTY_VALUE_DisplayName
source: EN:Value
de: DE:Value

# CLASS_IFCDERIVEDPROFILEDEF_DisplayName
source: EN:IfcDerivedProfileDef
de: DE:IfcDerivedProfileDef

# CLASS_IFCDERIVEDPROFILEDEF_PROPERTY_LABEL_DisplayName
source: EN:Label
de: DE:Label

# CLASS_IFCDERIVEDPROFILEDEF_PROPERTY_OPERATOR_DisplayName
source: EN:Operator
de: DE:Operator

# CLASS_IFCDERIVEDPROFILEDEF_PROPERTY_PARENTPROFILE_DisplayName
source: EN:ParentProfile
de: DE:ParentProfile

# CLASS_IFCDERIVEDUNITELEMENTS_DisplayName
source: EN:IfcDerivedUnitElements
de: DE:IfcDerivedUnitElements

# CLASS_IFCDERIVEDUNITELEMENTS_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCDERIVEDUNITELEMENTS_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCDERIVEDUNITELEMENTS_PROPERTY_IFCDERIVEDUNITELEMENT_DisplayName
source: EN:IfcDerivedUnitElement
de: DE:IfcDerivedUnitElement

# CLASS_IFCDERIVEDUNITELEMENTS_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCDERIVEDUNITELEMENT_DisplayName
source: EN:IfcDerivedUnitElement
de: DE:IfcDerivedUnitElement

# CLASS_IFCDERIVEDUNITELEMENT_PROPERTY_EXPONENT_DisplayName
source: EN:Exponent
de: DE:Exponent

# CLASS_IFCDERIVEDUNITELEMENT_PROPERTY_UNIT_DisplayName
source: EN:Unit
de: DE:Unit

# CLASS_IFCDERIVEDUNIT_DisplayName
source: EN:IfcDerivedUnit
de: DE:IfcDerivedUnit

# CLASS_IFCDERIVEDUNIT_PROPERTY_ELEMENTS_DisplayName
source: EN:Elements
de: DE:Elements

# CLASS_IFCDERIVEDUNIT_PROPERTY_UNITTYPE_DisplayName
source: EN:UnitType
de: DE:UnitType

# CLASS_IFCDERIVEDUNIT_PROPERTY_USERDEFINEDTYPE_DisplayName
source: EN:UserDefinedType
de: DE:UserDefinedType

# CLASS_IFCDESCRIPTIVEMEASUREWRAPPER_DisplayName
source: EN:IfcDescriptiveMeasurewrapper
de: DE:IfcDescriptiveMeasurewrapper

# CLASS_IFCDESCRIPTIVEMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

# CLASS_IFCDESCRIPTIVEMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCDESCRIPTIVEMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCDESCRIPTIVEMEASUREWRAPPER_PROPERTY_VALUE_DisplayName
source: EN:Value
de: DE:Value

# CLASS_IFCDIMENSIONALEXPONENTS_DisplayName
source: EN:IfcDimensionalExponents
de: DE:IfcDimensionalExponents

# CLASS_IFCDIMENSIONALEXPONENTS_PROPERTY_AMOUNTOFSUBSTANCEEXPONENT_DisplayName
source: EN:AmountOfSubstanceExponent
de: DE:AmountOfSubstanceExponent

# CLASS_IFCDIMENSIONALEXPONENTS_PROPERTY_ELECTRICCURRENTEXPONENT_DisplayName
source: EN:ElectricCurrentExponent
de: DE:ElectricCurrentExponent

# CLASS_IFCDIMENSIONALEXPONENTS_PROPERTY_LENGTHEXPONENT_DisplayName
source: EN:LengthExponent
de: DE:LengthExponent

# CLASS_IFCDIMENSIONALEXPONENTS_PROPERTY_LUMINOUSINTENSITYEXPONENT_DisplayName
source: EN:LuminousIntensityExponent
de: DE:LuminousIntensityExponent

# CLASS_IFCDIMENSIONALEXPONENTS_PROPERTY_MASSEXPONENT_DisplayName
source: EN:MassExponent
de: DE:MassExponent

source: EN:ThermodynamicTemperatureExponent
de: DE:ThermodynamicTemperatureExponent

# CLASS_IFCDIMENSIONALEXPONENTS_PROPERTY_TIMEEXPONENT_DisplayName
source: EN:TimeExponent
de: DE:TimeExponent

# CLASS_IFCDIRECTION_DisplayName
source: EN:IfcDirection
de: DE:IfcDirection

# CLASS_IFCDIRECTION_PROPERTY_DIRECTIONRATIOS_DisplayName
source: EN:DirectionRatios
de: DE:DirectionRatios

# CLASS_IFCDISCRETEACCESSORYTYPE_DisplayName
source: EN:IfcDiscreteAccessoryType
de: DE:IfcDiscreteAccessoryType

# CLASS_IFCDISCRETEACCESSORYTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCDISCRETEACCESSORY_DisplayName
source: EN:IfcDiscreteAccessory
de: DE:IfcDiscreteAccessory

# CLASS_IFCDISCRETEACCESSORY_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCDISTRIBUTIONCHAMBERELEMENTTYPE_DisplayName
source: EN:IfcDistributionChamberElementType
de: DE:IfcDistributionChamberElementType

# CLASS_IFCDISTRIBUTIONCHAMBERELEMENTTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCDISTRIBUTIONCHAMBERELEMENT_DisplayName
source: EN:IfcDistributionChamberElement
de: DE:IfcDistributionChamberElement

# CLASS_IFCDISTRIBUTIONCHAMBERELEMENT_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCDISTRIBUTIONCIRCUIT_DisplayName
source: EN:IfcDistributionCircuit
de: DE:IfcDistributionCircuit

# CLASS_IFCDISTRIBUTIONCONTROLELEMENTTYPE_DisplayName
source: EN:IfcDistributionControlElementType
de: DE:IfcDistributionControlElementType

# CLASS_IFCDISTRIBUTIONCONTROLELEMENT_DisplayName
source: EN:IfcDistributionControlElement
de: DE:IfcDistributionControlElement

# CLASS_IFCDISTRIBUTIONELEMENTTYPE_DisplayName
source: EN:IfcDistributionElementType
de: DE:IfcDistributionElementType

# CLASS_IFCDISTRIBUTIONELEMENT_DisplayName
source: EN:IfcDistributionElement
de: DE:IfcDistributionElement

# CLASS_IFCDISTRIBUTIONFLOWELEMENTTYPE_DisplayName
source: EN:IfcDistributionFlowElementType
de: DE:IfcDistributionFlowElementType

# CLASS_IFCDISTRIBUTIONFLOWELEMENT_DisplayName
source: EN:IfcDistributionFlowElement
de: DE:IfcDistributionFlowElement

# CLASS_IFCDISTRIBUTIONPORT_DisplayName
source: EN:IfcDistributionPort
de: DE:IfcDistributionPort

# CLASS_IFCDISTRIBUTIONPORT_PROPERTY_FLOWDIRECTION_DisplayName
source: EN:FlowDirection
de: DE:FlowDirection

# CLASS_IFCDISTRIBUTIONPORT_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCDISTRIBUTIONPORT_PROPERTY_SYSTEMTYPE_DisplayName
source: EN:SystemType
de: DE:SystemType

# CLASS_IFCDISTRIBUTIONSYSTEM_DisplayName
source: EN:IfcDistributionSystem
de: DE:IfcDistributionSystem

# CLASS_IFCDISTRIBUTIONSYSTEM_PROPERTY_LONGNAME_DisplayName
source: EN:LongName
de: Bezeichnung

# CLASS_IFCDISTRIBUTIONSYSTEM_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCDOCUMENTINFORMATIONDOCUMENTOWNER_DisplayName
source: EN:IfcDocumentInformationDocumentOwner
de: DE:IfcDocumentInformationDocumentOwner

# CLASS_IFCDOCUMENTINFORMATIONDOCUMENTOWNER_PROPERTY_ITEM_DisplayName
source: EN:Item
de: DE:Item

# CLASS_IFCDOCUMENTINFORMATIONEDITORS_DisplayName
source: EN:IfcDocumentInformationEditors
de: DE:IfcDocumentInformationEditors

# CLASS_IFCDOCUMENTINFORMATIONEDITORS_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCDOCUMENTINFORMATIONEDITORS_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCDOCUMENTINFORMATIONEDITORS_PROPERTY_ITEMS_DisplayName
source: EN:Items
de: DE:Items

# CLASS_IFCDOCUMENTINFORMATIONEDITORS_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCDOCUMENTINFORMATIONRELATIONSHIPRELATEDDOCUMENTS_DisplayName
source: EN:IfcDocumentInformationRelationshipRelatedDocuments
de: DE:IfcDocumentInformationRelationshipRelatedDocuments

source: EN:ArraySize
de: DE:ArraySize

source: EN:CType
de: DE:CType

source: EN:IfcDocumentInformation
de: DE:IfcDocumentInformation

source: EN:ItemType
de: DE:ItemType

# CLASS_IFCDOCUMENTINFORMATIONRELATIONSHIP_DisplayName
source: EN:IfcDocumentInformationRelationship
de: DE:IfcDocumentInformationRelationship

# CLASS_IFCDOCUMENTINFORMATIONRELATIONSHIP_PROPERTY_RELATEDDOCUMENTS_DisplayName
source: EN:RelatedDocuments
de: DE:RelatedDocuments

# CLASS_IFCDOCUMENTINFORMATIONRELATIONSHIP_PROPERTY_RELATINGDOCUMENT_DisplayName
source: EN:RelatingDocument
de: DE:RelatingDocument

# CLASS_IFCDOCUMENTINFORMATIONRELATIONSHIP_PROPERTY_RELATIONSHIPTYPE_DisplayName
source: EN:RelationshipType
de: DE:RelationshipType

# CLASS_IFCDOCUMENTINFORMATION_DisplayName
source: EN:IfcDocumentInformation
de: Dokument

# CLASS_IFCDOCUMENTINFORMATION_PROPERTY_CONFIDENTIALITY_DisplayName
source: EN:Confidentiality
de: Vertraulichkeitsstufe

# CLASS_IFCDOCUMENTINFORMATION_PROPERTY_CREATIONTIME_DisplayName
source: EN:CreationTime
de: Erstelldatum

# CLASS_IFCDOCUMENTINFORMATION_PROPERTY_DESCRIPTION_DisplayName
source: EN:Description
de: Beschreibung

# CLASS_IFCDOCUMENTINFORMATION_PROPERTY_DOCUMENTOWNER_DisplayName
source: EN:DocumentOwner
de: DE:DocumentOwner

# CLASS_IFCDOCUMENTINFORMATION_PROPERTY_EDITORS_DisplayName
source: EN:Editors
de: DE:Editors

# CLASS_IFCDOCUMENTINFORMATION_PROPERTY_ELECTRONICFORMAT_DisplayName
source: EN:ElectronicFormat
de: Dateiformat

# CLASS_IFCDOCUMENTINFORMATION_PROPERTY_IDENTIFICATION_DisplayName
source: EN:Identification
de: IDentification

# CLASS_IFCDOCUMENTINFORMATION_PROPERTY_IFCCLASSIFICATIONREFERENCE_DISPLAYNAME
source: Document type
de: Dokumenttyp

# CLASS_IFCDOCUMENTINFORMATION_PROPERTY_INTENDEDUSE_DisplayName
source: EN:IntendedUse
de: Beabsichtiger Nutzungszweck

# CLASS_IFCDOCUMENTINFORMATION_PROPERTY_LASTREVISIONTIME_DisplayName
source: EN:LastRevisionTime
de: Letzer Speicherung

# CLASS_IFCDOCUMENTINFORMATION_PROPERTY_LOCATION_DisplayName
source: EN:Location
de: Speicherort/-pfad

# CLASS_IFCDOCUMENTINFORMATION_PROPERTY_NAME_DisplayName
source: EN:Name
de: Name

# CLASS_IFCDOCUMENTINFORMATION_PROPERTY_PURPOSE_DisplayName
source: EN:Purpose
de: Zweck

# CLASS_IFCDOCUMENTINFORMATION_PROPERTY_REVISION_DisplayName
source: EN:Revision
de: Version

# CLASS_IFCDOCUMENTINFORMATION_PROPERTY_SCOPE_DisplayName
source: EN:Scope
de: Geltungsbereich

# CLASS_IFCDOCUMENTINFORMATION_PROPERTY_STATUS_DisplayName
source: EN:Status
de: Status

# CLASS_IFCDOCUMENTINFORMATION_PROPERTY_VALIDFROM_DisplayName
source: EN:ValidFrom
de: Gültig ab

# CLASS_IFCDOCUMENTINFORMATION_PROPERTY_VALIDUNTIL_DisplayName
source: EN:ValidUntil
de: Gültig bis

# CLASS_IFCDOCUMENTREFERENCE_DisplayName
source: EN:IfcDocumentReference
de: DE:IfcDocumentReference

# CLASS_IFCDOCUMENTREFERENCE_PROPERTY_DESCRIPTION_DisplayName
source: EN:Description
de: Beschreibung

# CLASS_IFCDOCUMENTREFERENCE_PROPERTY_REFERENCEDDOCUMENT_DisplayName
source: EN:ReferencedDocument
de: DE:ReferencedDocument

# CLASS_IFCDOORLININGPROPERTIES_DisplayName
source: EN:IfcDoorLiningProperties
de: DE:IfcDoorLiningProperties

# CLASS_IFCDOORLININGPROPERTIES_PROPERTY_CASINGDEPTH_DisplayName
source: EN:CasingDepth
de: DE:CasingDepth

# CLASS_IFCDOORLININGPROPERTIES_PROPERTY_CASINGTHICKNESS_DisplayName
source: EN:CasingThickness
de: DE:CasingThickness

# CLASS_IFCDOORLININGPROPERTIES_PROPERTY_LININGDEPTH_DisplayName
source: EN:LiningDepth
de: DE:LiningDepth

# CLASS_IFCDOORLININGPROPERTIES_PROPERTY_LININGOFFSET_DisplayName
source: EN:LiningOffset
de: DE:LiningOffset

# CLASS_IFCDOORLININGPROPERTIES_PROPERTY_LININGTHICKNESS_DisplayName
source: EN:LiningThickness
de: DE:LiningThickness

# CLASS_IFCDOORLININGPROPERTIES_PROPERTY_LININGTOPANELOFFSETX_DisplayName
source: EN:LiningToPanelOffsetX
de: DE:LiningToPanelOffsetX

# CLASS_IFCDOORLININGPROPERTIES_PROPERTY_LININGTOPANELOFFSETY_DisplayName
source: EN:LiningToPanelOffsetY
de: DE:LiningToPanelOffsetY

# CLASS_IFCDOORLININGPROPERTIES_PROPERTY_SHAPEASPECTSTYLE_DisplayName
source: EN:ShapeAspectStyle
de: DE:ShapeAspectStyle

# CLASS_IFCDOORLININGPROPERTIES_PROPERTY_THRESHOLDDEPTH_DisplayName
source: EN:ThresholdDepth
de: DE:ThresholdDepth

# CLASS_IFCDOORLININGPROPERTIES_PROPERTY_THRESHOLDOFFSET_DisplayName
source: EN:ThresholdOffset
de: DE:ThresholdOffset

# CLASS_IFCDOORLININGPROPERTIES_PROPERTY_THRESHOLDTHICKNESS_DisplayName
source: EN:ThresholdThickness
de: DE:ThresholdThickness

# CLASS_IFCDOORLININGPROPERTIES_PROPERTY_TRANSOMOFFSET_DisplayName
source: EN:TransomOffset
de: DE:TransomOffset

# CLASS_IFCDOORLININGPROPERTIES_PROPERTY_TRANSOMTHICKNESS_DisplayName
source: EN:TransomThickness
de: DE:TransomThickness

# CLASS_IFCDOORPANELPROPERTIES_DisplayName
source: EN:IfcDoorPanelProperties
de: DE:IfcDoorPanelProperties

# CLASS_IFCDOORPANELPROPERTIES_PROPERTY_PANELDEPTH_DisplayName
source: EN:PanelDepth
de: DE:PanelDepth

# CLASS_IFCDOORPANELPROPERTIES_PROPERTY_PANELOPERATION_DisplayName
source: EN:PanelOperation
de: DE:PanelOperation

# CLASS_IFCDOORPANELPROPERTIES_PROPERTY_PANELPOSITION_DisplayName
source: EN:PanelPosition
de: DE:PanelPosition

# CLASS_IFCDOORPANELPROPERTIES_PROPERTY_PANELWIDTH_DisplayName
source: EN:PanelWidth
de: DE:PanelWidth

# CLASS_IFCDOORPANELPROPERTIES_PROPERTY_SHAPEASPECTSTYLE_DisplayName
source: EN:ShapeAspectStyle
de: DE:ShapeAspectStyle

# CLASS_IFCDOORSTANDARDCASE_DisplayName
source: EN:IfcDoorStandardCase
de: DE:IfcDoorStandardCase

# CLASS_IFCDOORSTYLE_DisplayName
source: EN:IfcDoorStyle
de: DE:IfcDoorStyle

# CLASS_IFCDOORSTYLE_PROPERTY_CONSTRUCTIONTYPE_DisplayName
source: EN:ConstructionType
de: DE:ConstructionType

# CLASS_IFCDOORSTYLE_PROPERTY_OPERATIONTYPE_DisplayName
source: EN:OperationType
de: DE:OperationType

# CLASS_IFCDOORSTYLE_PROPERTY_PARAMETERTAKESPRECEDENCE_DisplayName
source: EN:ParameterTakesPrecedence
de: DE:ParameterTakesPrecedence

# CLASS_IFCDOORSTYLE_PROPERTY_SIZEABLE_DisplayName
source: EN:Sizeable
de: DE:Sizeable

# CLASS_IFCDOORTYPE_DisplayName
source: EN:IfcDoorType
de: DE:IfcDoorType

# CLASS_IFCDOORTYPE_PROPERTY_OPERATIONTYPE_DisplayName
source: EN:OperationType
de: DE:OperationType

# CLASS_IFCDOORTYPE_PROPERTY_PARAMETERTAKESPRECEDENCE_DisplayName
source: EN:ParameterTakesPrecedence
de: DE:ParameterTakesPrecedence

# CLASS_IFCDOORTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCDOORTYPE_PROPERTY_USERDEFINEDOPERATIONTYPE_DisplayName
source: EN:UserDefinedOperationType
de: DE:UserDefinedOperationType

# CLASS_IFCDOOR_DisplayName
source: EN:IfcDoor
de: DE:IfcDoor

# CLASS_IFCDOOR_PROPERTY_OPERATIONTYPE_DisplayName
source: EN:OperationType
de: DE:OperationType

# CLASS_IFCDOOR_PROPERTY_OVERALLHEIGHT_DisplayName
source: EN:OverallHeight
de: DE:OverallHeight

# CLASS_IFCDOOR_PROPERTY_OVERALLWIDTH_DisplayName
source: EN:OverallWidth
de: DE:OverallWidth

# CLASS_IFCDOOR_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCDOOR_PROPERTY_USERDEFINEDOPERATIONTYPE_DisplayName
source: EN:UserDefinedOperationType
de: DE:UserDefinedOperationType

# CLASS_IFCDOSEEQUIVALENTMEASUREWRAPPER_DisplayName
source: EN:IfcDoseEquivalentMeasurewrapper
de: DE:IfcDoseEquivalentMeasurewrapper

# CLASS_IFCDOSEEQUIVALENTMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

# CLASS_IFCDOSEEQUIVALENTMEASUREWRAPPER_PROPERTY_INVARIANTSTRINGVALUE_DisplayName
source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCDOSEEQUIVALENTMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCDOSEEQUIVALENTMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCDRAUGHTINGPREDEFINEDCOLOUR_DisplayName
source: EN:IfcDraughtingPreDefinedColour
de: DE:IfcDraughtingPreDefinedColour

# CLASS_IFCDRAUGHTINGPREDEFINEDCURVEFONT_DisplayName
source: EN:IfcDraughtingPreDefinedCurveFont
de: DE:IfcDraughtingPreDefinedCurveFont

# CLASS_IFCDUCTFITTINGTYPE_DisplayName
source: EN:IfcDuctFittingType
de: DE:IfcDuctFittingType

# CLASS_IFCDUCTFITTINGTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCDUCTFITTING_DisplayName
source: EN:IfcDuctFitting
de: DE:IfcDuctFitting

# CLASS_IFCDUCTFITTING_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType
