Repository: thoffeller/Ifc.NET
Catalog: src/Ifc.NET/Properties/Resources.*.resx
Languages: de

# CLASS_IFCFILLAREASTYLEHATCHING_DisplayName
source: EN:IfcFillAreaStyleHatching
de: DE:IfcFillAreaStyleHatching

# CLASS_IFCFILLAREASTYLEHATCHING_PROPERTY_HATCHLINEANGLE_DisplayName
source: EN:HatchLineAngle
de: DE:HatchLineAngle

# CLASS_IFCFILLAREASTYLEHATCHING_PROPERTY_HATCHLINEAPPEARANCE_DisplayName
source: EN:HatchLineAppearance
de: DE:HatchLineAppearance

# CLASS_IFCFILLAREASTYLEHATCHING_PROPERTY_PATTERNSTART_DisplayName
source: EN:PatternStart
de: DE:PatternStart

# CLASS_IFCFILLAREASTYLEHATCHING_PROPERTY_POINTOFREFERENCEHATCHLINE_DisplayName
source: EN:PointOfReferenceHatchLine
de: DE:PointOfReferenceHatchLine

# CLASS_IFCFILLAREASTYLEHATCHING_PROPERTY_STARTOFNEXTHATCHLINE_DisplayName
source: EN:StartOfNextHatchLine
de: DE:StartOfNextHatchLine

# CLASS_IFCFILLAREASTYLETILESTILES_DisplayName
source: EN:IfcFillAreaStyleTilesTiles
de: DE:IfcFillAreaStyleTilesTiles

# CLASS_IFCFILLAREASTYLETILESTILES_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCFILLAREASTYLETILESTILES_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCFILLAREASTYLETILESTILES_PROPERTY_IFCSTYLEDITEM_DisplayName
source: EN:IfcStyledItem
de: DE:IfcStyledItem

# CLASS_IFCFILLAREASTYLETILESTILES_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCFILLAREASTYLETILESTILINGPATTERN_DisplayName
source: EN:IfcFillAreaStyleTilesTilingPattern
de: DE:IfcFillAreaStyleTilesTilingPattern

# CLASS_IFCFILLAREASTYLETILESTILINGPATTERN_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCFILLAREASTYLETILESTILINGPATTERN_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCFILLAREASTYLETILESTILINGPATTERN_PROPERTY_IFCVECTOR_DisplayName
source: EN:IfcVector
de: DE:IfcVector

# CLASS_IFCFILLAREASTYLETILESTILINGPATTERN_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCFILLAREASTYLETILES_DisplayName
source: EN:IfcFillAreaStyleTiles
de: DE:IfcFillAreaStyleTiles

# CLASS_IFCFILLAREASTYLETILES_PROPERTY_TILES_DisplayName
source: EN:Tiles
de: DE:Tiles

# CLASS_IFCFILLAREASTYLETILES_PROPERTY_TILINGPATTERN_DisplayName
source: EN:TilingPattern
de: DE:TilingPattern

# CLASS_IFCFILLAREASTYLETILES_PROPERTY_TILINGSCALE_DisplayName
source: EN:TilingScale
de: DE:TilingScale

# CLASS_IFCFILLAREASTYLE_DisplayName
source: EN:IfcFillAreaStyle
de: DE:IfcFillAreaStyle

# CLASS_IFCFILLAREASTYLE_PROPERTY_FILLSTYLES_DisplayName
source: EN:FillStyles
de: DE:FillStyles

# CLASS_IFCFILLAREASTYLE_PROPERTY_MODELORDRAUGHTING_DisplayName
source: EN:ModelorDraughting
de: DE:ModelorDraughting

# CLASS_IFCFILTERTYPE_DisplayName
source: EN:IfcFilterType
de: DE:IfcFilterType

# CLASS_IFCFILTERTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCFILTER_DisplayName
source: EN:IfcFilter
de: DE:IfcFilter

# CLASS_IFCFILTER_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCFIRESUPPRESSIONTERMINALTYPE_DisplayName
source: EN:IfcFireSuppressionTerminalType
de: DE:IfcFireSuppressionTerminalType

# CLASS_IFCFIRESUPPRESSIONTERMINALTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCFIRESUPPRESSIONTERMINAL_DisplayName
source: EN:IfcFireSuppressionTerminal
de: DE:IfcFireSuppressionTerminal

# CLASS_IFCFIRESUPPRESSIONTERMINAL_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCFIXEDREFERENCESWEPTAREASOLID_DisplayName
source: EN:IfcFixedReferenceSweptAreaSolid
de: DE:IfcFixedReferenceSweptAreaSolid

# CLASS_IFCFIXEDREFERENCESWEPTAREASOLID_PROPERTY_DIRECTRIX_DisplayName
source: EN:Directrix
de: DE:Directrix

# CLASS_IFCFIXEDREFERENCESWEPTAREASOLID_PROPERTY_ENDPARAM_DisplayName
source: EN:EndParam
de: DE:EndParam

# CLASS_IFCFIXEDREFERENCESWEPTAREASOLID_PROPERTY_FIXEDREFERENCE_DisplayName
source: EN:FixedReference
de: DE:FixedReference

# CLASS_IFCFIXEDREFERENCESWEPTAREASOLID_PROPERTY_STARTPARAM_DisplayName
source: EN:StartParam
de: DE:StartParam

# CLASS_IFCFLOWCONTROLLERTYPE_DisplayName
source: EN:IfcFlowControllerType
de: DE:IfcFlowControllerType

# CLASS_IFCFLOWCONTROLLER_DisplayName
source: EN:IfcFlowController
de: DE:IfcFlowController

# CLASS_IFCFLOWFITTINGTYPE_DisplayName
source: EN:IfcFlowFittingType
de: DE:IfcFlowFittingType

# CLASS_IFCFLOWFITTING_DisplayName
source: EN:IfcFlowFitting
de: DE:IfcFlowFitting

# CLASS_IFCFLOWINSTRUMENTTYPE_DisplayName
source: EN:IfcFlowInstrumentType
de: DE:IfcFlowInstrumentType

# CLASS_IFCFLOWINSTRUMENTTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCFLOWINSTRUMENT_DisplayName
source: EN:IfcFlowInstrument
de: DE:IfcFlowInstrument

# CLASS_IFCFLOWINSTRUMENT_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCFLOWMETERTYPE_DisplayName
source: EN:IfcFlowMeterType
de: DE:IfcFlowMeterType

# CLASS_IFCFLOWMETERTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCFLOWMETER_DisplayName
source: EN:IfcFlowMeter
de: DE:IfcFlowMeter

# CLASS_IFCFLOWMETER_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCFLOWMOVINGDEVICETYPE_DisplayName
source: EN:IfcFlowMovingDeviceType
de: DE:IfcFlowMovingDeviceType

# CLASS_IFCFLOWMOVINGDEVICE_DisplayName
source: EN:IfcFlowMovingDevice
de: DE:IfcFlowMovingDevice

# CLASS_IFCFLOWSEGMENTTYPE_DisplayName
source: EN:IfcFlowSegmentType
de: DE:IfcFlowSegmentType

# CLASS_IFCFLOWSEGMENT_DisplayName
source: EN:IfcFlowSegment
de: DE:IfcFlowSegment

# CLASS_IFCFLOWSTORAGEDEVICETYPE_DisplayName
source: EN:IfcFlowStorageDeviceType
de: DE:IfcFlowStorageDeviceType

# CLASS_IFCFLOWSTORAGEDEVICE_DisplayName
source: EN:IfcFlowStorageDevice
de: DE:IfcFlowStorageDevice

# CLASS_IFCFLOWTERMINALTYPE_DisplayName
source: EN:IfcFlowTerminalType
de: DE:IfcFlowTerminalType

# CLASS_IFCFLOWTERMINAL_DisplayName
source: EN:IfcFlowTerminal
de: DE:IfcFlowTerminal

# CLASS_IFCFLOWTREATMENTDEVICETYPE_DisplayName
source: EN:IfcFlowTreatmentDeviceType
de: DE:IfcFlowTreatmentDeviceType

# CLASS_IFCFLOWTREATMENTDEVICE_DisplayName
source: EN:IfcFlowTreatmentDevice
de: DE:IfcFlowTreatmentDevice

# CLASS_IFCFOOTINGTYPE_DisplayName
source: EN:IfcFootingType
de: DE:IfcFootingType

# CLASS_IFCFOOTINGTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCFOOTING_DisplayName
source: EN:IfcFooting
de: DE:IfcFooting

# CLASS_IFCFOOTING_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCFORCEMEASUREWRAPPER_DisplayName
source: EN:IfcForceMeasurewrapper
de: DE:IfcForceMeasurewrapper

# CLASS_IFCFORCEMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

# CLASS_IFCFORCEMEASUREWRAPPER_PROPERTY_INVARIANTSTRINGVALUE_DisplayName
source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCFORCEMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCFORCEMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCFREQUENCYMEASUREWRAPPER_DisplayName
source: EN:IfcFrequencyMeasurewrapper
de: DE:IfcFrequencyMeasurewrapper

# CLASS_IFCFREQUENCYMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

# CLASS_IFCFREQUENCYMEASUREWRAPPER_PROPERTY_INVARIANTSTRINGVALUE_DisplayName
source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCFREQUENCYMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCFREQUENCYMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCFURNISHINGELEMENTTYPE_DisplayName
source: EN:IfcFurnishingElementType
de: DE:IfcFurnishingElementType

# CLASS_IFCFURNISHINGELEMENT_DisplayName
source: EN:IfcFurnishingElement
de: DE:IfcFurnishingElement

# CLASS_IFCFURNITURETYPE_DisplayName
source: EN:IfcFurnitureType
de: DE:IfcFurnitureType

# CLASS_IFCFURNITURETYPE_PROPERTY_ASSEMBLYPLACE_DisplayName
source: EN:AssemblyPlace
de: DE:AssemblyPlace

# CLASS_IFCFURNITURETYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCFURNITURE_DisplayName
source: EN:IfcFurniture
de: DE:IfcFurniture

# CLASS_IFCFURNITURE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCGEOGRAPHICELEMENTTYPE_DisplayName
source: EN:IfcGeographicElementType
de: DE:IfcGeographicElementType

# CLASS_IFCGEOGRAPHICELEMENTTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCGEOGRAPHICELEMENT_DisplayName
source: EN:IfcGeographicElement
de: DE:IfcGeographicElement

# CLASS_IFCGEOGRAPHICELEMENT_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCGEOMETRICCURVESET_DisplayName
source: EN:IfcGeometricCurveSet
de: DE:IfcGeometricCurveSet

# CLASS_IFCGEOMETRICREPRESENTATIONCONTEXTHASSUBCONTEXTS_DisplayName
source: EN:IfcGeometricRepresentationContextHasSubContexts
de: DE:IfcGeometricRepresentationContextHasSubContexts

source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCGEOMETRICREPRESENTATIONCONTEXTHASSUBCONTEXTS_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

source: EN:IfcGeometricRepresentationSubContext
de: DE:IfcGeometricRepresentationSubContext

source: EN:ItemType
de: DE:ItemType

# CLASS_IFCGEOMETRICREPRESENTATIONCONTEXTWORLDCOORDINATESYSTEM_DisplayName
source: EN:IfcGeometricRepresentationContextWorldCoordinateSystem
de: DE:IfcGeometricRepresentationContextWorldCoordinateSystem

source: EN:Item
de: DE:Item

# CLASS_IFCGEOMETRICREPRESENTATIONCONTEXT_DisplayName
source: EN:IfcGeometricRepresentationContext
de: DE:IfcGeometricRepresentationContext

source: EN:CoordinateSpaceDimension
de: DE:CoordinateSpaceDimension

# CLASS_IFCGEOMETRICREPRESENTATIONCONTEXT_PROPERTY_HASSUBCONTEXTS_DisplayName
source: EN:HasSubContexts
de: DE:HasSubContexts

# CLASS_IFCGEOMETRICREPRESENTATIONCONTEXT_PROPERTY_PRECISION_DisplayName
source: EN:Precision
de: DE:Precision

# CLASS_IFCGEOMETRICREPRESENTATIONCONTEXT_PROPERTY_TRUENORTH_DisplayName
source: EN:TrueNorth
de: DE:TrueNorth

source: EN:WorldCoordinateSystem
de: DE:WorldCoordinateSystem

# CLASS_IFCGEOMETRICREPRESENTATIONITEM_DisplayName
source: EN:IfcGeometricRepresentationItem
de: DE:IfcGeometricRepresentationItem

# CLASS_IFCGEOMETRICREPRESENTATIONSUBCONTEXTTEMP_DisplayName
source: EN:IfcGeometricRepresentationSubContexttemp
de: DE:IfcGeometricRepresentationSubContexttemp

# CLASS_IFCGEOMETRICREPRESENTATIONSUBCONTEXT_DisplayName
source: EN:IfcGeometricRepresentationSubContext
de: DE:IfcGeometricRepresentationSubContext

# CLASS_IFCGEOMETRICREPRESENTATIONSUBCONTEXT_PROPERTY_TARGETSCALE_DisplayName
source: EN:TargetScale
de: DE:TargetScale

# CLASS_IFCGEOMETRICREPRESENTATIONSUBCONTEXT_PROPERTY_TARGETVIEW_DisplayName
source: EN:TargetView
de: DE:TargetView

source: EN:UserDefinedTargetView
de: DE:UserDefinedTargetView

# CLASS_IFCGEOMETRICSETELEMENTS_DisplayName
source: EN:IfcGeometricSetElements
de: DE:IfcGeometricSetElements

# CLASS_IFCGEOMETRICSETELEMENTS_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCGEOMETRICSETELEMENTS_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCGEOMETRICSETELEMENTS_PROPERTY_ITEMS_DisplayName
source: EN:Items
de: DE:Items

# CLASS_IFCGEOMETRICSETELEMENTS_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCGEOMETRICSET_DisplayName
source: EN:IfcGeometricSet
de: DE:IfcGeometricSet

# CLASS_IFCGEOMETRICSET_PROPERTY_ELEMENTS_DisplayName
source: EN:Elements
de: DE:Elements

# CLASS_IFCGRIDAXIS_DisplayName
source: EN:IfcGridAxis
de: DE:IfcGridAxis

# CLASS_IFCGRIDAXIS_PROPERTY_AXISCURVE_DisplayName
source: EN:AxisCurve
de: DE:AxisCurve

# CLASS_IFCGRIDAXIS_PROPERTY_AXISTAG_DisplayName
source: EN:AxisTag
de: DE:AxisTag

# CLASS_IFCGRIDAXIS_PROPERTY_SAMESENSE_DisplayName
source: EN:SameSense
de: DE:SameSense

# CLASS_IFCGRIDPLACEMENTPLACEMENTREFDIRECTION_DisplayName
source: EN:IfcGridPlacementPlacementRefDirection
de: DE:IfcGridPlacementPlacementRefDirection

# CLASS_IFCGRIDPLACEMENTPLACEMENTREFDIRECTION_PROPERTY_ITEM_DisplayName
source: EN:Item
de: DE:Item

# CLASS_IFCGRIDPLACEMENT_DisplayName
source: EN:IfcGridPlacement
de: DE:IfcGridPlacement

# CLASS_IFCGRIDPLACEMENT_PROPERTY_PLACEMENTLOCATION_DisplayName
source: EN:PlacementLocation
de: DE:PlacementLocation

# CLASS_IFCGRIDPLACEMENT_PROPERTY_PLACEMENTREFDIRECTION_DisplayName
source: EN:PlacementRefDirection
de: DE:PlacementRefDirection

# CLASS_IFCGRIDUAXES_DisplayName
source: EN:IfcGridUAxes
de: DE:IfcGridUAxes

# CLASS_IFCGRIDUAXES_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCGRIDUAXES_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCGRIDUAXES_PROPERTY_IFCGRIDAXIS_DisplayName
source: EN:IfcGridAxis
de: DE:IfcGridAxis

# CLASS_IFCGRIDUAXES_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCGRIDVAXES_DisplayName
source: EN:IfcGridVAxes
de: DE:IfcGridVAxes

# CLASS_IFCGRIDVAXES_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCGRIDVAXES_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCGRIDVAXES_PROPERTY_IFCGRIDAXIS_DisplayName
source: EN:IfcGridAxis
de: DE:IfcGridAxis

# CLASS_IFCGRIDVAXES_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCGRIDWAXES_DisplayName
source: EN:IfcGridWAxes
de: DE:IfcGridWAxes

# CLASS_IFCGRIDWAXES_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCGRIDWAXES_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCGRIDWAXES_PROPERTY_IFCGRIDAXIS_DisplayName
source: EN:IfcGridAxis
de: DE:IfcGridAxis

# CLASS_IFCGRIDWAXES_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCGRID_DisplayName
source: EN:IfcGrid
de: DE:IfcGrid

# CLASS_IFCGRID_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCGRID_PROPERTY_UAXES_DisplayName
source: EN:UAxes
de: DE:UAxes

# CLASS_IFCGRID_PROPERTY_VAXES_DisplayName
source: EN:VAxes
de: DE:VAxes

# CLASS_IFCGRID_PROPERTY_WAXES_DisplayName
source: EN:WAxes
de: DE:WAxes

# CLASS_IFCGROUP_DisplayName
source: EN:IfcGroup
de: DE:IfcGroup

# CLASS_IFCHALFSPACESOLID_DisplayName
source: EN:IfcHalfSpaceSolid
de: DE:IfcHalfSpaceSolid

# CLASS_IFCHALFSPACESOLID_PROPERTY_AGREEMENTFLAG_DisplayName
source: EN:AgreementFlag
de: DE:AgreementFlag

# CLASS_IFCHALFSPACESOLID_PROPERTY_BASESURFACE_DisplayName
source: EN:BaseSurface
de: DE:BaseSurface

# CLASS_IFCHEATEXCHANGERTYPE_DisplayName
source: EN:IfcHeatExchangerType
de: DE:IfcHeatExchangerType

# CLASS_IFCHEATEXCHANGERTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCHEATEXCHANGER_DisplayName
source: EN:IfcHeatExchanger
de: DE:IfcHeatExchanger

# CLASS_IFCHEATEXCHANGER_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCHEATFLUXDENSITYMEASUREWRAPPER_DisplayName
source: EN:IfcHeatFluxDensityMeasurewrapper
de: DE:IfcHeatFluxDensityMeasurewrapper

# CLASS_IFCHEATFLUXDENSITYMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

# CLASS_IFCHEATFLUXDENSITYMEASUREWRAPPER_PROPERTY_INVARIANTSTRINGVALUE_DisplayName
source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCHEATFLUXDENSITYMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCHEATFLUXDENSITYMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCHEATINGVALUEMEASUREWRAPPER_DisplayName
source: EN:IfcHeatingValueMeasurewrapper
de: DE:IfcHeatingValueMeasurewrapper

# CLASS_IFCHEATINGVALUEMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

# CLASS_IFCHEATINGVALUEMEASUREWRAPPER_PROPERTY_INVARIANTSTRINGVALUE_DisplayName
source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCHEATINGVALUEMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCHEATINGVALUEMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCHUMIDIFIERTYPE_DisplayName
source: EN:IfcHumidifierType
de: DE:IfcHumidifierType

# CLASS_IFCHUMIDIFIERTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCHUMIDIFIER_DisplayName
source: EN:IfcHumidifier
de: DE:IfcHumidifier

# CLASS_IFCHUMIDIFIER_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCIDENTIFIERWRAPPER_DisplayName
source: EN:IfcIdentifierwrapper
de: DE:IfcIdentifierwrapper

# CLASS_IFCIDENTIFIERWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

# CLASS_IFCIDENTIFIERWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCIDENTIFIERWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCIDENTIFIERWRAPPER_PROPERTY_VALUE_DisplayName
source: EN:Value
de: DE:Value

# CLASS_IFCILLUMINANCEMEASUREWRAPPER_DisplayName
source: EN:IfcIlluminanceMeasurewrapper
de: DE:IfcIlluminanceMeasurewrapper

# CLASS_IFCILLUMINANCEMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

# CLASS_IFCILLUMINANCEMEASUREWRAPPER_PROPERTY_INVARIANTSTRINGVALUE_DisplayName
source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCILLUMINANCEMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCILLUMINANCEMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCIMAGETEXTURE_DisplayName
source: EN:IfcImageTexture
de: DE:IfcImageTexture

# CLASS_IFCIMAGETEXTURE_PROPERTY_URLREFERENCE_DisplayName
source: EN:URLReference
de: DE:URLReference

# CLASS_IFCINDEXEDCOLOURMAP_DisplayName
source: EN:IfcIndexedColourMap
de: DE:IfcIndexedColourMap

# CLASS_IFCINDEXEDCOLOURMAP_PROPERTY_COLOURINDEX_DisplayName
source: EN:ColourIndex
de: DE:ColourIndex

# CLASS_IFCINDEXEDCOLOURMAP_PROPERTY_COLOURS_DisplayName
source: EN:Colours
de: DE:Colours

# CLASS_IFCINDEXEDCOLOURMAP_PROPERTY_OVERRIDES_DisplayName
source: EN:Overrides
de: DE:Overrides

# CLASS_IFCINDEXEDTEXTUREMAP_DisplayName
source: EN:IfcIndexedTextureMap
de: DE:IfcIndexedTextureMap

# CLASS_IFCINDEXEDTEXTUREMAP_PROPERTY_TEXCOORDS_DisplayName
source: EN:TexCoords
de: DE:TexCoords

# CLASS_IFCINDEXEDTRIANGLETEXTUREMAP_DisplayName
source: EN:IfcIndexedTriangleTextureMap
de: DE:IfcIndexedTriangleTextureMap

# CLASS_IFCINDEXEDTRIANGLETEXTUREMAP_PROPERTY_TEXCOORDINDEX_DisplayName
source: EN:TexCoordIndex
de: DE:TexCoordIndex

# CLASS_IFCINDUCTANCEMEASUREWRAPPER_DisplayName
source: EN:IfcInductanceMeasurewrapper
de: DE:IfcInductanceMeasurewrapper

# CLASS_IFCINDUCTANCEMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

# CLASS_IFCINDUCTANCEMEASUREWRAPPER_PROPERTY_INVARIANTSTRINGVALUE_DisplayName
source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCINDUCTANCEMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCINDUCTANCEMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCINTEGERCOUNTRATEMEASUREWRAPPER_DisplayName
source: EN:IfcIntegerCountRateMeasurewrapper
de: DE:IfcIntegerCountRateMeasurewrapper

# CLASS_IFCINTEGERCOUNTRATEMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCINTEGERCOUNTRATEMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCINTEGERCOUNTRATEMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCINTEGERWRAPPER_DisplayName
source: EN:IfcIntegerwrapper
de: DE:IfcIntegerwrapper

# CLASS_IFCINTEGERWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

# CLASS_IFCINTEGERWRAPPER_PROPERTY_INVARIANTSTRINGVALUE_DisplayName
source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCINTEGERWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCINTEGERWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCINTERCEPTORTYPE_DisplayName
source: EN:IfcInterceptorType
de: DE:IfcInterceptorType

# CLASS_IFCINTERCEPTORTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCINTERCEPTOR_DisplayName
source: EN:IfcInterceptor
de: DE:IfcInterceptor

# CLASS_IFCINTERCEPTOR_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCINVENTORYJURISDICTION_DisplayName
source: EN:IfcInventoryJurisdiction
de: DE:IfcInventoryJurisdiction

# CLASS_IFCINVENTORYJURISDICTION_PROPERTY_ITEM_DisplayName
source: EN:Item
de: DE:Item

# CLASS_IFCINVENTORYRESPONSIBLEPERSONS_DisplayName
source: EN:IfcInventoryResponsiblePersons
de: DE:IfcInventoryResponsiblePersons

# CLASS_IFCINVENTORYRESPONSIBLEPERSONS_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCINVENTORYRESPONSIBLEPERSONS_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCINVENTORYRESPONSIBLEPERSONS_PROPERTY_IFCPERSON_DisplayName
source: EN:IfcPerson
de: DE:IfcPerson

# CLASS_IFCINVENTORYRESPONSIBLEPERSONS_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCINVENTORY_DisplayName
source: EN:IfcInventory
de: DE:IfcInventory

# CLASS_IFCINVENTORY_PROPERTY_CURRENTVALUE_DisplayName
source: EN:CurrentValue
de: DE:CurrentValue

# CLASS_IFCINVENTORY_PROPERTY_JURISDICTION_DisplayName
source: EN:Jurisdiction
de: DE:Jurisdiction

# CLASS_IFCINVENTORY_PROPERTY_LASTUPDATEDATE_DisplayName
source: EN:LastUpdateDate
de: DE:LastUpdateDate

# CLASS_IFCINVENTORY_PROPERTY_ORIGINALVALUE_DisplayName
source: EN:OriginalValue
de: DE:OriginalValue

# CLASS_IFCINVENTORY_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCINVENTORY_PROPERTY_RESPONSIBLEPERSONS_DisplayName
source: EN:ResponsiblePersons
de: DE:ResponsiblePersons

# CLASS_IFCIONCONCENTRATIONMEASUREWRAPPER_DisplayName
source: EN:IfcIonConcentrationMeasurewrapper
de: DE:IfcIonConcentrationMeasurewrapper

# CLASS_IFCIONCONCENTRATIONMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCIONCONCENTRATIONMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCIONCONCENTRATIONMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCIRREGULARTIMESERIESVALUELISTVALUES_DisplayName
source: EN:IfcIrregularTimeSeriesValueListValues
de: DE:IfcIrregularTimeSeriesValueListValues

# CLASS_IFCIRREGULARTIMESERIESVALUELISTVALUES_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCIRREGULARTIMESERIESVALUELISTVALUES_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCIRREGULARTIMESERIESVALUELISTVALUES_PROPERTY_ITEMS_DisplayName
source: EN:Items
de: DE:Items

# CLASS_IFCIRREGULARTIMESERIESVALUELISTVALUES_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCIRREGULARTIMESERIESVALUES_DisplayName
source: EN:IfcIrregularTimeSeriesValues
de: DE:IfcIrregularTimeSeriesValues

# CLASS_IFCIRREGULARTIMESERIESVALUES_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCIRREGULARTIMESERIESVALUES_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

source: EN:IfcIrregularTimeSeriesValue
de: DE:IfcIrregularTimeSeriesValue

# CLASS_IFCIRREGULARTIMESERIESVALUES_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCIRREGULARTIMESERIESVALUE_DisplayName
source: EN:IfcIrregularTimeSeriesValue
de: DE:IfcIrregularTimeSeriesValue

# CLASS_IFCIRREGULARTIMESERIESVALUE_PROPERTY_LISTVALUES_DisplayName
source: EN:ListValues
de: DE:ListValues

# CLASS_IFCIRREGULARTIMESERIESVALUE_PROPERTY_TIMESTAMP_DisplayName
source: EN:TimeStamp
de: DE:TimeStamp

# CLASS_IFCIRREGULARTIMESERIES_DisplayName
source: EN:IfcIrregularTimeSeries
de: DE:IfcIrregularTimeSeries
