Repository: thoffeller/Ifc.NET
Catalog: src/Ifc.NET/Properties/Resources.*.resx
Languages: de

# CLASS_IFCCOMPLEXPROPERTYHASPROPERTIES_PROPERTY_ITEMS_DisplayName
source: EN:Items
de: DE:Items

# CLASS_IFCCOMPLEXPROPERTYHASPROPERTIES_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCCOMPLEXPROPERTYTEMPLATEHASPROPERTYTEMPLATES_DisplayName
source: EN:IfcComplexPropertyTemplateHasPropertyTemplates
de: DE:IfcComplexPropertyTemplateHasPropertyTemplates

source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCCOMPLEXPROPERTYTEMPLATEHASPROPERTYTEMPLATES_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCCOMPLEXPROPERTYTEMPLATEHASPROPERTYTEMPLATES_PROPERTY_ITEMS_DisplayName
source: EN:Items
de: DE:Items

source: EN:ItemType
de: DE:ItemType

# CLASS_IFCCOMPLEXPROPERTYTEMPLATE_DisplayName
source: EN:IfcComplexPropertyTemplate
de: DE:IfcComplexPropertyTemplate

# CLASS_IFCCOMPLEXPROPERTYTEMPLATE_PROPERTY_HASPROPERTYTEMPLATES_DisplayName
source: EN:HasPropertyTemplates
de: DE:HasPropertyTemplates

# CLASS_IFCCOMPLEXPROPERTYTEMPLATE_PROPERTY_TEMPLATETYPE_DisplayName
source: EN:TemplateType
de: DE:TemplateType

# CLASS_IFCCOMPLEXPROPERTYTEMPLATE_PROPERTY_USAGENAME_DisplayName
source: EN:UsageName
de: DE:UsageName

# CLASS_IFCCOMPLEXPROPERTY_DisplayName
source: EN:IfcComplexProperty
de: DE:IfcComplexProperty

# CLASS_IFCCOMPLEXPROPERTY_PROPERTY_HASPROPERTIES_DisplayName
source: EN:HasProperties
de: DE:HasProperties

# CLASS_IFCCOMPLEXPROPERTY_PROPERTY_USAGENAME_DisplayName
source: EN:UsageName
de: DE:UsageName

# CLASS_IFCCOMPOSITECURVEONSURFACE_DisplayName
source: EN:IfcCompositeCurveOnSurface
de: DE:IfcCompositeCurveOnSurface

# CLASS_IFCCOMPOSITECURVESEGMENTS_DisplayName
source: EN:IfcCompositeCurveSegments
de: DE:IfcCompositeCurveSegments

# CLASS_IFCCOMPOSITECURVESEGMENTS_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCCOMPOSITECURVESEGMENTS_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCCOMPOSITECURVESEGMENTS_PROPERTY_ITEMS_DisplayName
source: EN:Items
de: DE:Items

# CLASS_IFCCOMPOSITECURVESEGMENTS_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCCOMPOSITECURVESEGMENT_DisplayName
source: EN:IfcCompositeCurveSegment
de: DE:IfcCompositeCurveSegment

# CLASS_IFCCOMPOSITECURVESEGMENT_PROPERTY_PARENTCURVE_DisplayName
source: EN:ParentCurve
de: DE:ParentCurve

# CLASS_IFCCOMPOSITECURVESEGMENT_PROPERTY_SAMESENSE_DisplayName
source: EN:SameSense
de: DE:SameSense

# CLASS_IFCCOMPOSITECURVESEGMENT_PROPERTY_TRANSITION_DisplayName
source: EN:Transition
de: DE:Transition

# CLASS_IFCCOMPOSITECURVE_DisplayName
source: EN:IfcCompositeCurve
de: DE:IfcCompositeCurve

# CLASS_IFCCOMPOSITECURVE_PROPERTY_SEGMENTS_DisplayName
source: EN:Segments
de: DE:Segments

# CLASS_IFCCOMPOSITECURVE_PROPERTY_SELFINTERSECT_DisplayName
source: EN:SelfIntersect
de: DE:SelfIntersect

# CLASS_IFCCOMPOSITEPROFILEDEFPROFILES_DisplayName
source: EN:IfcCompositeProfileDefProfiles
de: DE:IfcCompositeProfileDefProfiles

# CLASS_IFCCOMPOSITEPROFILEDEFPROFILES_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCCOMPOSITEPROFILEDEFPROFILES_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCCOMPOSITEPROFILEDEFPROFILES_PROPERTY_ITEMS_DisplayName
source: EN:Items
de: DE:Items

# CLASS_IFCCOMPOSITEPROFILEDEFPROFILES_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCCOMPOSITEPROFILEDEF_DisplayName
source: EN:IfcCompositeProfileDef
de: DE:IfcCompositeProfileDef

# CLASS_IFCCOMPOSITEPROFILEDEF_PROPERTY_LABEL_DisplayName
source: EN:Label
de: DE:Label

# CLASS_IFCCOMPOSITEPROFILEDEF_PROPERTY_PROFILES_DisplayName
source: EN:Profiles
de: DE:Profiles

# CLASS_IFCCOMPOUNDPLANEANGLEMEASUREWRAPPER_DisplayName
source: EN:IfcCompoundPlaneAngleMeasurewrapper
de: DE:IfcCompoundPlaneAngleMeasurewrapper

# CLASS_IFCCOMPOUNDPLANEANGLEMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

# CLASS_IFCCOMPOUNDPLANEANGLEMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCCOMPOUNDPLANEANGLEMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCCOMPOUNDPLANEANGLEMEASURE_DisplayName
source: EN:IfcCompoundPlaneAngleMeasure
de: DE:IfcCompoundPlaneAngleMeasure

# CLASS_IFCCOMPOUNDPLANEANGLEMEASURE_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCCOMPOUNDPLANEANGLEMEASURE_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCCOMPOUNDPLANEANGLEMEASURE_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCCOMPOUNDPLANEANGLEMEASURE_PROPERTY_TEXT_DisplayName
source: EN:Text
de: DE:Text

# CLASS_IFCCOMPRESSORTYPE_DisplayName
source: EN:IfcCompressorType
de: DE:IfcCompressorType

# CLASS_IFCCOMPRESSORTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCCOMPRESSOR_DisplayName
source: EN:IfcCompressor
de: DE:IfcCompressor

# CLASS_IFCCOMPRESSOR_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCCONDENSERTYPE_DisplayName
source: EN:IfcCondenserType
de: DE:IfcCondenserType

# CLASS_IFCCONDENSERTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCCONDENSER_DisplayName
source: EN:IfcCondenser
de: DE:IfcCondenser

# CLASS_IFCCONDENSER_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCCONICPOSITION_DisplayName
source: EN:IfcConicPosition
de: DE:IfcConicPosition

# CLASS_IFCCONICPOSITION_PROPERTY_ITEM_DisplayName
source: EN:Item
de: DE:Item

# CLASS_IFCCONIC_DisplayName
source: EN:IfcConic
de: DE:IfcConic

# CLASS_IFCCONIC_PROPERTY_POSITION_DisplayName
source: EN:Position
de: Positionition

# CLASS_IFCCONNECTEDFACESETCFSFACES_DisplayName
source: EN:IfcConnectedFaceSetCfsFaces
de: DE:IfcConnectedFaceSetCfsFaces

# CLASS_IFCCONNECTEDFACESETCFSFACES_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCCONNECTEDFACESETCFSFACES_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCCONNECTEDFACESETCFSFACES_PROPERTY_ITEMS_DisplayName
source: EN:Items
de: DE:Items

# CLASS_IFCCONNECTEDFACESETCFSFACES_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCCONNECTEDFACESET_DisplayName
source: EN:IfcConnectedFaceSet
de: DE:IfcConnectedFaceSet

# CLASS_IFCCONNECTEDFACESET_PROPERTY_CFSFACES_DisplayName
source: EN:CfsFaces
de: DE:CfsFaces

# CLASS_IFCCONNECTIONCURVEGEOMETRYCURVEONRELATEDELEMENT_DisplayName
source: EN:IfcConnectionCurveGeometryCurveOnRelatedElement
de: DE:IfcConnectionCurveGeometryCurveOnRelatedElement

# CLASS_IFCCONNECTIONCURVEGEOMETRYCURVEONRELATEDELEMENT_PROPERTY_ITEM_DisplayName
source: EN:Item
de: DE:Item

# CLASS_IFCCONNECTIONCURVEGEOMETRYCURVEONRELATINGELEMENT_DisplayName
source: EN:IfcConnectionCurveGeometryCurveOnRelatingElement
de: DE:IfcConnectionCurveGeometryCurveOnRelatingElement

# CLASS_IFCCONNECTIONCURVEGEOMETRYCURVEONRELATINGELEMENT_PROPERTY_ITEM_DisplayName
source: EN:Item
de: DE:Item

# CLASS_IFCCONNECTIONCURVEGEOMETRY_DisplayName
source: EN:IfcConnectionCurveGeometry
de: DE:IfcConnectionCurveGeometry

# CLASS_IFCCONNECTIONCURVEGEOMETRY_PROPERTY_CURVEONRELATEDELEMENT_DisplayName
source: EN:CurveOnRelatedElement
de: DE:CurveOnRelatedElement

# CLASS_IFCCONNECTIONCURVEGEOMETRY_PROPERTY_CURVEONRELATINGELEMENT_DisplayName
source: EN:CurveOnRelatingElement
de: DE:CurveOnRelatingElement

# CLASS_IFCCONNECTIONGEOMETRY_DisplayName
source: EN:IfcConnectionGeometry
de: DE:IfcConnectionGeometry

# CLASS_IFCCONNECTIONPOINTECCENTRICITY_DisplayName
source: EN:IfcConnectionPointEccentricity
de: DE:IfcConnectionPointEccentricity

# CLASS_IFCCONNECTIONPOINTECCENTRICITY_PROPERTY_ECCENTRICITYINX_DisplayName
source: EN:EccentricityInX
de: DE:EccentricityInX

# CLASS_IFCCONNECTIONPOINTECCENTRICITY_PROPERTY_ECCENTRICITYINY_DisplayName
source: EN:EccentricityInY
de: DE:EccentricityInY

# CLASS_IFCCONNECTIONPOINTECCENTRICITY_PROPERTY_ECCENTRICITYINZ_DisplayName
source: EN:EccentricityInZ
de: DE:EccentricityInZ

# CLASS_IFCCONNECTIONPOINTGEOMETRYPOINTONRELATEDELEMENT_DisplayName
source: EN:IfcConnectionPointGeometryPointOnRelatedElement
de: DE:IfcConnectionPointGeometryPointOnRelatedElement

# CLASS_IFCCONNECTIONPOINTGEOMETRYPOINTONRELATEDELEMENT_PROPERTY_ITEM_DisplayName
source: EN:Item
de: DE:Item

# CLASS_IFCCONNECTIONPOINTGEOMETRYPOINTONRELATINGELEMENT_DisplayName
source: EN:IfcConnectionPointGeometryPointOnRelatingElement
de: DE:IfcConnectionPointGeometryPointOnRelatingElement

# CLASS_IFCCONNECTIONPOINTGEOMETRYPOINTONRELATINGELEMENT_PROPERTY_ITEM_DisplayName
source: EN:Item
de: DE:Item

# CLASS_IFCCONNECTIONPOINTGEOMETRY_DisplayName
source: EN:IfcConnectionPointGeometry
de: DE:IfcConnectionPointGeometry

# CLASS_IFCCONNECTIONPOINTGEOMETRY_PROPERTY_POINTONRELATEDELEMENT_DisplayName
source: EN:PointOnRelatedElement
de: DE:PointOnRelatedElement

# CLASS_IFCCONNECTIONPOINTGEOMETRY_PROPERTY_POINTONRELATINGELEMENT_DisplayName
source: EN:PointOnRelatingElement
de: DE:PointOnRelatingElement

# CLASS_IFCCONNECTIONSURFACEGEOMETRYSURFACEONRELATEDELEMENT_DisplayName
source: EN:IfcConnectionSurfaceGeometrySurfaceOnRelatedElement
de: DE:IfcConnectionSurfaceGeometrySurfaceOnRelatedElement

source: EN:Item
de: DE:Item

# CLASS_IFCCONNECTIONSURFACEGEOMETRYSURFACEONRELATINGELEMENT_DisplayName
source: EN:IfcConnectionSurfaceGeometrySurfaceOnRelatingElement
de: DE:IfcConnectionSurfaceGeometrySurfaceOnRelatingElement

source: EN:Item
de: DE:Item

# CLASS_IFCCONNECTIONSURFACEGEOMETRY_DisplayName
source: EN:IfcConnectionSurfaceGeometry
de: DE:IfcConnectionSurfaceGeometry

# CLASS_IFCCONNECTIONSURFACEGEOMETRY_PROPERTY_SURFACEONRELATEDELEMENT_DisplayName
source: EN:SurfaceOnRelatedElement
de: DE:SurfaceOnRelatedElement

# CLASS_IFCCONNECTIONSURFACEGEOMETRY_PROPERTY_SURFACEONRELATINGELEMENT_DisplayName
source: EN:SurfaceOnRelatingElement
de: DE:SurfaceOnRelatingElement

# CLASS_IFCCONNECTIONVOLUMEGEOMETRYVOLUMEONRELATEDELEMENT_DisplayName
source: EN:IfcConnectionVolumeGeometryVolumeOnRelatedElement
de: DE:IfcConnectionVolumeGeometryVolumeOnRelatedElement

source: EN:Item
de: DE:Item

# CLASS_IFCCONNECTIONVOLUMEGEOMETRYVOLUMEONRELATINGELEMENT_DisplayName
source: EN:IfcConnectionVolumeGeometryVolumeOnRelatingElement
de: DE:IfcConnectionVolumeGeometryVolumeOnRelatingElement

source: EN:Item
de: DE:Item

# CLASS_IFCCONNECTIONVOLUMEGEOMETRY_DisplayName
source: EN:IfcConnectionVolumeGeometry
de: DE:IfcConnectionVolumeGeometry

# CLASS_IFCCONNECTIONVOLUMEGEOMETRY_PROPERTY_VOLUMEONRELATEDELEMENT_DisplayName
source: EN:VolumeOnRelatedElement
de: DE:VolumeOnRelatedElement

# CLASS_IFCCONNECTIONVOLUMEGEOMETRY_PROPERTY_VOLUMEONRELATINGELEMENT_DisplayName
source: EN:VolumeOnRelatingElement
de: DE:VolumeOnRelatingElement

# CLASS_IFCCONSTRAINTCREATINGACTOR_DisplayName
source: EN:IfcConstraintCreatingActor
de: DE:IfcConstraintCreatingActor

# CLASS_IFCCONSTRAINTCREATINGACTOR_PROPERTY_ITEM_DisplayName
source: EN:Item
de: DE:Item

# CLASS_IFCCONSTRAINT_DisplayName
source: EN:IfcConstraint
de: DE:IfcConstraint

# CLASS_IFCCONSTRAINT_PROPERTY_CONSTRAINTGRADE_DisplayName
source: EN:ConstraintGrade
de: DE:ConstraintGrade

# CLASS_IFCCONSTRAINT_PROPERTY_CONSTRAINTSOURCE_DisplayName
source: EN:ConstraintSource
de: DE:ConstraintSource

# CLASS_IFCCONSTRAINT_PROPERTY_CREATINGACTOR_DisplayName
source: EN:CreatingActor
de: DE:CreatingActor

# CLASS_IFCCONSTRAINT_PROPERTY_CREATIONTIME_DisplayName
source: EN:CreationTime
de: DE:CreationTime

# CLASS_IFCCONSTRAINT_PROPERTY_DESCRIPTION_DisplayName
source: EN:Description
de: Beschreibung

# CLASS_IFCCONSTRAINT_PROPERTY_NAME_DisplayName
source: EN:Name
de: Name

# CLASS_IFCCONSTRAINT_PROPERTY_USERDEFINEDGRADE_DisplayName
source: EN:UserDefinedGrade
de: DE:UserDefinedGrade

# CLASS_IFCCONSTRUCTIONEQUIPMENTRESOURCETYPE_DisplayName
source: EN:IfcConstructionEquipmentResourceType
de: DE:IfcConstructionEquipmentResourceType

# CLASS_IFCCONSTRUCTIONEQUIPMENTRESOURCETYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCCONSTRUCTIONEQUIPMENTRESOURCE_DisplayName
source: EN:IfcConstructionEquipmentResource
de: DE:IfcConstructionEquipmentResource

# CLASS_IFCCONSTRUCTIONEQUIPMENTRESOURCE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCCONSTRUCTIONMATERIALRESOURCETYPE_DisplayName
source: EN:IfcConstructionMaterialResourceType
de: DE:IfcConstructionMaterialResourceType

# CLASS_IFCCONSTRUCTIONMATERIALRESOURCETYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCCONSTRUCTIONMATERIALRESOURCE_DisplayName
source: EN:IfcConstructionMaterialResource
de: DE:IfcConstructionMaterialResource

# CLASS_IFCCONSTRUCTIONMATERIALRESOURCE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCCONSTRUCTIONPRODUCTRESOURCETYPE_DisplayName
source: EN:IfcConstructionProductResourceType
de: DE:IfcConstructionProductResourceType

# CLASS_IFCCONSTRUCTIONPRODUCTRESOURCETYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCCONSTRUCTIONPRODUCTRESOURCE_DisplayName
source: EN:IfcConstructionProductResource
de: DE:IfcConstructionProductResource

# CLASS_IFCCONSTRUCTIONPRODUCTRESOURCE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCCONSTRUCTIONRESOURCEBASECOSTS_DisplayName
source: EN:IfcConstructionResourceBaseCosts
de: DE:IfcConstructionResourceBaseCosts

# CLASS_IFCCONSTRUCTIONRESOURCEBASECOSTS_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCCONSTRUCTIONRESOURCEBASECOSTS_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCCONSTRUCTIONRESOURCEBASECOSTS_PROPERTY_ITEMS_DisplayName
source: EN:Items
de: DE:Items

# CLASS_IFCCONSTRUCTIONRESOURCEBASECOSTS_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCCONSTRUCTIONRESOURCETYPEBASECOSTS_DisplayName
source: EN:IfcConstructionResourceTypeBaseCosts
de: DE:IfcConstructionResourceTypeBaseCosts

# CLASS_IFCCONSTRUCTIONRESOURCETYPEBASECOSTS_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCCONSTRUCTIONRESOURCETYPEBASECOSTS_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCCONSTRUCTIONRESOURCETYPEBASECOSTS_PROPERTY_ITEMS_DisplayName
source: EN:Items
de: DE:Items

# CLASS_IFCCONSTRUCTIONRESOURCETYPEBASECOSTS_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCCONSTRUCTIONRESOURCETYPE_DisplayName
source: EN:IfcConstructionResourceType
de: DE:IfcConstructionResourceType

# CLASS_IFCCONSTRUCTIONRESOURCETYPE_PROPERTY_BASECOSTS_DisplayName
source: EN:BaseCosts
de: DE:BaseCosts

# CLASS_IFCCONSTRUCTIONRESOURCETYPE_PROPERTY_BASEQUANTITY_DisplayName
source: EN:BaseQuantity
de: DE:BaseQuantity

# CLASS_IFCCONSTRUCTIONRESOURCE_DisplayName
source: EN:IfcConstructionResource
de: DE:IfcConstructionResource

# CLASS_IFCCONSTRUCTIONRESOURCE_PROPERTY_BASECOSTS_DisplayName
source: EN:BaseCosts
de: DE:BaseCosts

# CLASS_IFCCONSTRUCTIONRESOURCE_PROPERTY_BASEQUANTITY_DisplayName
source: EN:BaseQuantity
de: DE:BaseQuantity

# CLASS_IFCCONSTRUCTIONRESOURCE_PROPERTY_USAGE_DisplayName
source: EN:Usage
de: DE:Usage

# CLASS_IFCCONTEXTDEPENDENTMEASUREWRAPPER_DisplayName
source: EN:IfcContextDependentMeasurewrapper
de: DE:IfcContextDependentMeasurewrapper

# CLASS_IFCCONTEXTDEPENDENTMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCCONTEXTDEPENDENTMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCCONTEXTDEPENDENTMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCCONTEXTDEPENDENTUNIT_DisplayName
source: EN:IfcContextDependentUnit
de: DE:IfcContextDependentUnit

# CLASS_IFCCONTEXTDEPENDENTUNIT_PROPERTY_NAME_DisplayName
source: EN:Name
de: Name

# CLASS_IFCCONTEXTREPRESENTATIONCONTEXTS_DisplayName
source: EN:IfcContextRepresentationContexts
de: DE:IfcContextRepresentationContexts

# CLASS_IFCCONTEXTREPRESENTATIONCONTEXTS_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCCONTEXTREPRESENTATIONCONTEXTS_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCCONTEXTREPRESENTATIONCONTEXTS_PROPERTY_ITEMS_DisplayName
source: EN:Items
de: DE:Items

# CLASS_IFCCONTEXTREPRESENTATIONCONTEXTS_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCCONTEXT_DisplayName
source: EN:IfcContext
de: DE:IfcContext

# CLASS_IFCCONTEXT_PROPERTY_LONGNAME_DisplayName
source: EN:LongName
de: Bezeichnung

# CLASS_IFCCONTEXT_PROPERTY_OBJECTTYPE_DisplayName
source: EN:ObjectType
de: DE:ObjectType

# CLASS_IFCCONTEXT_PROPERTY_PHASE_DisplayName
source: EN:Phase
de: DE:Phase

# CLASS_IFCCONTEXT_PROPERTY_REPRESENTATIONCONTEXTS_DisplayName
source: EN:RepresentationContexts
de: DE:RepresentationContexts

# CLASS_IFCCONTEXT_PROPERTY_UNITSINCONTEXT_DisplayName
source: EN:UnitsInContext
de: DE:UnitsInContext

# CLASS_IFCCONTROLLERTYPE_DisplayName
source: EN:IfcControllerType
de: DE:IfcControllerType

# CLASS_IFCCONTROLLERTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCCONTROLLER_DisplayName
source: EN:IfcController
de: DE:IfcController

# CLASS_IFCCONTROLLER_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCCONTROL_DisplayName
source: EN:IfcControl
de: DE:IfcControl

# CLASS_IFCCONTROL_PROPERTY_IDENTIFICATION_DisplayName
source: EN:Identification
de: IDentification

# CLASS_IFCCONVERSIONBASEDUNITWITHOFFSET_DisplayName
source: EN:IfcConversionBasedUnitWithOffset
de: DE:IfcConversionBasedUnitWithOffset

# CLASS_IFCCONVERSIONBASEDUNITWITHOFFSET_PROPERTY_CONVERSIONOFFSET_DisplayName
source: EN:ConversionOffset
de: DE:ConversionOffset

# CLASS_IFCCONVERSIONBASEDUNIT_DisplayName
source: EN:IfcConversionBasedUnit
de: DE:IfcConversionBasedUnit

# CLASS_IFCCONVERSIONBASEDUNIT_PROPERTY_CONVERSIONFACTOR_DisplayName
source: EN:ConversionFactor
de: DE:ConversionFactor

# CLASS_IFCCONVERSIONBASEDUNIT_PROPERTY_NAME_DisplayName
source: EN:Name
de: Name

# CLASS_IFCCOOLEDBEAMTYPE_DisplayName
source: EN:IfcCooledBeamType
de: DE:IfcCooledBeamType

# CLASS_IFCCOOLEDBEAMTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCCOOLEDBEAM_DisplayName
source: EN:IfcCooledBeam
de: DE:IfcCooledBeam

# CLASS_IFCCOOLEDBEAM_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCCOOLINGTOWERTYPE_DisplayName
source: EN:IfcCoolingTowerType
de: DE:IfcCoolingTowerType

# CLASS_IFCCOOLINGTOWERTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCCOOLINGTOWER_DisplayName
source: EN:IfcCoolingTower
de: DE:IfcCoolingTower

# CLASS_IFCCOOLINGTOWER_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCCOORDINATEOPERATIONSOURCECRS_DisplayName
source: EN:IfcCoordinateOperationSourceCRS
de: DE:IfcCoordinateOperationSourceCRS

# CLASS_IFCCOORDINATEOPERATIONSOURCECRS_PROPERTY_ITEM_DisplayName
source: EN:Item
de: DE:Item

# CLASS_IFCCOORDINATEOPERATION_DisplayName
source: EN:IfcCoordinateOperation
de: DE:IfcCoordinateOperation

# CLASS_IFCCOORDINATEOPERATION_PROPERTY_SOURCECRS_DisplayName
source: EN:SourceCRS
de: DE:SourceCRS

# CLASS_IFCCOORDINATEOPERATION_PROPERTY_TARGETCRS_DisplayName
source: EN:TargetCRS
de: DE:TargetCRS

# CLASS_IFCCOORDINATEREFERENCESYSTEM_DisplayName
source: EN:IfcCoordinateReferenceSystem
de: DE:IfcCoordinateReferenceSystem

# CLASS_IFCCOORDINATEREFERENCESYSTEM_PROPERTY_DESCRIPTION_DisplayName
source: EN:Description
de: Beschreibung

# CLASS_IFCCOORDINATEREFERENCESYSTEM_PROPERTY_GEODETICDATUM_DisplayName
source: EN:GeodeticDatum
de: DE:GeodeticDatum

# CLASS_IFCCOORDINATEREFERENCESYSTEM_PROPERTY_NAME_DisplayName
source: EN:Name
de: Name

# CLASS_IFCCOORDINATEREFERENCESYSTEM_PROPERTY_VERTICALDATUM_DisplayName
source: EN:VerticalDatum
de: DE:VerticalDatum

# CLASS_IFCCOSTITEMCOSTQUANTITIES_DisplayName
source: EN:IfcCostItemCostQuantities
de: DE:IfcCostItemCostQuantities

# CLASS_IFCCOSTITEMCOSTQUANTITIES_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCCOSTITEMCOSTQUANTITIES_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCCOSTITEMCOSTQUANTITIES_PROPERTY_ITEMS_DisplayName
source: EN:Items
de: DE:Items

# CLASS_IFCCOSTITEMCOSTQUANTITIES_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCCOSTITEMCOSTVALUES_DisplayName
source: EN:IfcCostItemCostValues
de: DE:IfcCostItemCostValues

# CLASS_IFCCOSTITEMCOSTVALUES_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCCOSTITEMCOSTVALUES_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCCOSTITEMCOSTVALUES_PROPERTY_IFCCOSTVALUE_DisplayName
source: EN:IfcCostValue
de: DE:IfcCostValue

# CLASS_IFCCOSTITEMCOSTVALUES_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCCOSTITEM_DisplayName
source: EN:IfcCostItem
de: DE:IfcCostItem

# CLASS_IFCCOSTITEM_PROPERTY_COSTQUANTITIES_DisplayName
source: EN:CostQuantities
de: DE:CostQuantities

# CLASS_IFCCOSTITEM_PROPERTY_COSTVALUES_DisplayName
source: EN:CostValues
de: DE:CostValues

# CLASS_IFCCOSTITEM_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCCOSTSCHEDULE_DisplayName
source: EN:IfcCostSchedule
de: DE:IfcCostSchedule

# CLASS_IFCCOSTSCHEDULE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCCOSTSCHEDULE_PROPERTY_STATUS_DisplayName
source: EN:Status
de: DE:Status

# CLASS_IFCCOSTSCHEDULE_PROPERTY_SUBMITTEDON_DisplayName
source: EN:SubmittedOn
de: DE:SubmittedOn

# CLASS_IFCCOSTSCHEDULE_PROPERTY_UPDATEDATE_DisplayName
source: EN:UpdateDate
de: DE:UpdateDate

# CLASS_IFCCOSTVALUE_DisplayName
source: EN:IfcCostValue
de: DE:IfcCostValue

# CLASS_IFCCOUNTMEASUREWRAPPER_DisplayName
source: EN:IfcCountMeasurewrapper
de: DE:IfcCountMeasurewrapper

# CLASS_IFCCOUNTMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

# CLASS_IFCCOUNTMEASUREWRAPPER_PROPERTY_INVARIANTSTRINGVALUE_DisplayName
source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCCOUNTMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCCOUNTMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCCOVERINGTYPE_DisplayName
source: EN:IfcCoveringType
de: DE:IfcCoveringType

# CLASS_IFCCOVERINGTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCCOVERING_DisplayName
source: EN:IfcCovering
de: DE:IfcCovering

# CLASS_IFCCOVERING_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCCREWRESOURCETYPE_DisplayName
source: EN:IfcCrewResourceType
de: DE:IfcCrewResourceType

# CLASS_IFCCREWRESOURCETYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCCREWRESOURCE_DisplayName
source: EN:IfcCrewResource
de: DE:IfcCrewResource

# CLASS_IFCCREWRESOURCE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCCSGPRIMITIVE3D_DisplayName
source: EN:IfcCsgPrimitive3D
de: DE:IfcCsgPrimitive3D

# CLASS_IFCCSGPRIMITIVE3D_PROPERTY_POSITION_DisplayName
source: EN:Position
de: Positionition

# CLASS_IFCCSGSOLIDTREEROOTEXPRESSION_DisplayName
source: EN:IfcCsgSolidTreeRootExpression
de: DE:IfcCsgSolidTreeRootExpression

# CLASS_IFCCSGSOLIDTREEROOTEXPRESSION_PROPERTY_ITEM_DisplayName
source: EN:Item
de: DE:Item

# CLASS_IFCCSGSOLID_DisplayName
source: EN:IfcCsgSolid
de: DE:IfcCsgSolid
