Repository: thoffeller/Ifc.NET
Catalog: src/Ifc.NET/Properties/Resources.*.resx
Languages: de

# CLASS_IFCSTRUCTURALANALYSISMODELLOADEDBY_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCSTRUCTURALANALYSISMODEL_DisplayName
source: EN:IfcStructuralAnalysisModel
de: DE:IfcStructuralAnalysisModel

# CLASS_IFCSTRUCTURALANALYSISMODEL_PROPERTY_HASRESULTS_DisplayName
source: EN:HasResults
de: DE:HasResults

# CLASS_IFCSTRUCTURALANALYSISMODEL_PROPERTY_LOADEDBY_DisplayName
source: EN:LoadedBy
de: DE:LoadedBy

# CLASS_IFCSTRUCTURALANALYSISMODEL_PROPERTY_ORIENTATIONOF2DPLANE_DisplayName
source: EN:OrientationOf2DPlane
de: DE:OrientationOf2DPlane

# CLASS_IFCSTRUCTURALANALYSISMODEL_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCSTRUCTURALANALYSISMODEL_PROPERTY_SHAREDPLACEMENT_DisplayName
source: EN:SharedPlacement
de: DE:SharedPlacement

# CLASS_IFCSTRUCTURALCONNECTIONCONDITION_DisplayName
source: EN:IfcStructuralConnectionCondition
de: DE:IfcStructuralConnectionCondition

# CLASS_IFCSTRUCTURALCONNECTIONCONDITION_PROPERTY_NAME_DisplayName
source: EN:Name
de: Name

# CLASS_IFCSTRUCTURALCONNECTION_DisplayName
source: EN:IfcStructuralConnection
de: DE:IfcStructuralConnection

# CLASS_IFCSTRUCTURALCONNECTION_PROPERTY_APPLIEDCONDITION_DisplayName
source: EN:AppliedCondition
de: DE:AppliedCondition

# CLASS_IFCSTRUCTURALCURVEACTION_DisplayName
source: EN:IfcStructuralCurveAction
de: DE:IfcStructuralCurveAction

# CLASS_IFCSTRUCTURALCURVEACTION_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCSTRUCTURALCURVEACTION_PROPERTY_PROJECTEDORTRUE_DisplayName
source: EN:ProjectedOrTrue
de: DE:ProjectedOrTrue

# CLASS_IFCSTRUCTURALCURVECONNECTION_DisplayName
source: EN:IfcStructuralCurveConnection
de: DE:IfcStructuralCurveConnection

# CLASS_IFCSTRUCTURALCURVECONNECTION_PROPERTY_AXIS_DisplayName
source: EN:Axis
de: DE:Axis

# CLASS_IFCSTRUCTURALCURVEMEMBERVARYING_DisplayName
source: EN:IfcStructuralCurveMemberVarying
de: DE:IfcStructuralCurveMemberVarying

# CLASS_IFCSTRUCTURALCURVEMEMBER_DisplayName
source: EN:IfcStructuralCurveMember
de: DE:IfcStructuralCurveMember

# CLASS_IFCSTRUCTURALCURVEMEMBER_PROPERTY_AXIS_DisplayName
source: EN:Axis
de: DE:Axis

# CLASS_IFCSTRUCTURALCURVEMEMBER_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCSTRUCTURALCURVEREACTION_DisplayName
source: EN:IfcStructuralCurveReaction
de: DE:IfcStructuralCurveReaction

# CLASS_IFCSTRUCTURALCURVEREACTION_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCSTRUCTURALITEM_DisplayName
source: EN:IfcStructuralItem
de: DE:IfcStructuralItem

# CLASS_IFCSTRUCTURALLINEARACTION_DisplayName
source: EN:IfcStructuralLinearAction
de: DE:IfcStructuralLinearAction

# CLASS_IFCSTRUCTURALLOADCASE_DisplayName
source: EN:IfcStructuralLoadCase
de: DE:IfcStructuralLoadCase

# CLASS_IFCSTRUCTURALLOADCASE_PROPERTY_SELFWEIGHTCOEFFICIENTS_DisplayName
source: EN:SelfWeightCoefficients
de: DE:SelfWeightCoefficients

# CLASS_IFCSTRUCTURALLOADCONFIGURATIONLOCATIONS_DisplayName
source: EN:IfcStructuralLoadConfigurationLocations
de: DE:IfcStructuralLoadConfigurationLocations

# CLASS_IFCSTRUCTURALLOADCONFIGURATIONLOCATIONS_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCSTRUCTURALLOADCONFIGURATIONLOCATIONS_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

source: EN:IfcLengthMeasurewrapper
de: DE:IfcLengthMeasurewrapper

# CLASS_IFCSTRUCTURALLOADCONFIGURATIONLOCATIONS_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCSTRUCTURALLOADCONFIGURATIONVALUES_DisplayName
source: EN:IfcStructuralLoadConfigurationValues
de: DE:IfcStructuralLoadConfigurationValues

# CLASS_IFCSTRUCTURALLOADCONFIGURATIONVALUES_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCSTRUCTURALLOADCONFIGURATIONVALUES_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCSTRUCTURALLOADCONFIGURATIONVALUES_PROPERTY_ITEMS_DisplayName
source: EN:Items
de: DE:Items

# CLASS_IFCSTRUCTURALLOADCONFIGURATIONVALUES_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCSTRUCTURALLOADCONFIGURATION_DisplayName
source: EN:IfcStructuralLoadConfiguration
de: DE:IfcStructuralLoadConfiguration

# CLASS_IFCSTRUCTURALLOADCONFIGURATION_PROPERTY_LOCATIONS_DisplayName
source: EN:Locations
de: DE:Locations

# CLASS_IFCSTRUCTURALLOADCONFIGURATION_PROPERTY_VALUES_DisplayName
source: EN:Values
de: DE:Values

# CLASS_IFCSTRUCTURALLOADGROUP_DisplayName
source: EN:IfcStructuralLoadGroup
de: DE:IfcStructuralLoadGroup

# CLASS_IFCSTRUCTURALLOADGROUP_PROPERTY_ACTIONSOURCE_DisplayName
source: EN:ActionSource
de: DE:ActionSource

# CLASS_IFCSTRUCTURALLOADGROUP_PROPERTY_ACTIONTYPE_DisplayName
source: EN:ActionType
de: DE:ActionType

# CLASS_IFCSTRUCTURALLOADGROUP_PROPERTY_COEFFICIENT_DisplayName
source: EN:Coefficient
de: DE:Coefficient

# CLASS_IFCSTRUCTURALLOADGROUP_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCSTRUCTURALLOADGROUP_PROPERTY_PURPOSE_DisplayName
source: EN:Purpose
de: DE:Purpose

# CLASS_IFCSTRUCTURALLOADLINEARFORCE_DisplayName
source: EN:IfcStructuralLoadLinearForce
de: DE:IfcStructuralLoadLinearForce

# CLASS_IFCSTRUCTURALLOADLINEARFORCE_PROPERTY_LINEARFORCEX_DisplayName
source: EN:LinearForceX
de: DE:LinearForceX

# CLASS_IFCSTRUCTURALLOADLINEARFORCE_PROPERTY_LINEARFORCEY_DisplayName
source: EN:LinearForceY
de: DE:LinearForceY

# CLASS_IFCSTRUCTURALLOADLINEARFORCE_PROPERTY_LINEARFORCEZ_DisplayName
source: EN:LinearForceZ
de: DE:LinearForceZ

# CLASS_IFCSTRUCTURALLOADLINEARFORCE_PROPERTY_LINEARMOMENTX_DisplayName
source: EN:LinearMomentX
de: DE:LinearMomentX

# CLASS_IFCSTRUCTURALLOADLINEARFORCE_PROPERTY_LINEARMOMENTY_DisplayName
source: EN:LinearMomentY
de: DE:LinearMomentY

# CLASS_IFCSTRUCTURALLOADLINEARFORCE_PROPERTY_LINEARMOMENTZ_DisplayName
source: EN:LinearMomentZ
de: DE:LinearMomentZ

# CLASS_IFCSTRUCTURALLOADORRESULT_DisplayName
source: EN:IfcStructuralLoadOrResult
de: DE:IfcStructuralLoadOrResult

# CLASS_IFCSTRUCTURALLOADPLANARFORCE_DisplayName
source: EN:IfcStructuralLoadPlanarForce
de: DE:IfcStructuralLoadPlanarForce

# CLASS_IFCSTRUCTURALLOADPLANARFORCE_PROPERTY_PLANARFORCEX_DisplayName
source: EN:PlanarForceX
de: DE:PlanarForceX

# CLASS_IFCSTRUCTURALLOADPLANARFORCE_PROPERTY_PLANARFORCEY_DisplayName
source: EN:PlanarForceY
de: DE:PlanarForceY

# CLASS_IFCSTRUCTURALLOADPLANARFORCE_PROPERTY_PLANARFORCEZ_DisplayName
source: EN:PlanarForceZ
de: DE:PlanarForceZ

# CLASS_IFCSTRUCTURALLOADSINGLEDISPLACEMENTDISTORTION_DisplayName
source: EN:IfcStructuralLoadSingleDisplacementDistortion
de: DE:IfcStructuralLoadSingleDisplacementDistortion

source: EN:Distortion
de: DE:Distortion

# CLASS_IFCSTRUCTURALLOADSINGLEDISPLACEMENT_DisplayName
source: EN:IfcStructuralLoadSingleDisplacement
de: DE:IfcStructuralLoadSingleDisplacement

# CLASS_IFCSTRUCTURALLOADSINGLEDISPLACEMENT_PROPERTY_DISPLACEMENTX_DisplayName
source: EN:DisplacementX
de: DE:DisplacementX

# CLASS_IFCSTRUCTURALLOADSINGLEDISPLACEMENT_PROPERTY_DISPLACEMENTY_DisplayName
source: EN:DisplacementY
de: DE:DisplacementY

# CLASS_IFCSTRUCTURALLOADSINGLEDISPLACEMENT_PROPERTY_DISPLACEMENTZ_DisplayName
source: EN:DisplacementZ
de: DE:DisplacementZ

source: EN:RotationalDisplacementRX
de: DE:RotationalDisplacementRX

source: EN:RotationalDisplacementRY
de: DE:RotationalDisplacementRY

source: EN:RotationalDisplacementRZ
de: DE:RotationalDisplacementRZ

# CLASS_IFCSTRUCTURALLOADSINGLEFORCEWARPING_DisplayName
source: EN:IfcStructuralLoadSingleForceWarping
de: DE:IfcStructuralLoadSingleForceWarping

# CLASS_IFCSTRUCTURALLOADSINGLEFORCEWARPING_PROPERTY_WARPINGMOMENT_DisplayName
source: EN:WarpingMoment
de: DE:WarpingMoment

# CLASS_IFCSTRUCTURALLOADSINGLEFORCE_DisplayName
source: EN:IfcStructuralLoadSingleForce
de: DE:IfcStructuralLoadSingleForce

# CLASS_IFCSTRUCTURALLOADSINGLEFORCE_PROPERTY_FORCEX_DisplayName
source: EN:ForceX
de: DE:ForceX

# CLASS_IFCSTRUCTURALLOADSINGLEFORCE_PROPERTY_FORCEY_DisplayName
source: EN:ForceY
de: DE:ForceY

# CLASS_IFCSTRUCTURALLOADSINGLEFORCE_PROPERTY_FORCEZ_DisplayName
source: EN:ForceZ
de: DE:ForceZ

# CLASS_IFCSTRUCTURALLOADSINGLEFORCE_PROPERTY_MOMENTX_DisplayName
source: EN:MomentX
de: DE:MomentX

# CLASS_IFCSTRUCTURALLOADSINGLEFORCE_PROPERTY_MOMENTY_DisplayName
source: EN:MomentY
de: DE:MomentY

# CLASS_IFCSTRUCTURALLOADSINGLEFORCE_PROPERTY_MOMENTZ_DisplayName
source: EN:MomentZ
de: DE:MomentZ

# CLASS_IFCSTRUCTURALLOADSTATIC_DisplayName
source: EN:IfcStructuralLoadStatic
de: DE:IfcStructuralLoadStatic

# CLASS_IFCSTRUCTURALLOADTEMPERATURE_DisplayName
source: EN:IfcStructuralLoadTemperature
de: DE:IfcStructuralLoadTemperature

# CLASS_IFCSTRUCTURALLOADTEMPERATURE_PROPERTY_DELTATCONSTANT_DisplayName
source: EN:DeltaTConstant
de: DE:DeltaTConstant

# CLASS_IFCSTRUCTURALLOADTEMPERATURE_PROPERTY_DELTATY_DisplayName
source: EN:DeltaTY
de: DE:DeltaTY

# CLASS_IFCSTRUCTURALLOADTEMPERATURE_PROPERTY_DELTATZ_DisplayName
source: EN:DeltaTZ
de: DE:DeltaTZ

# CLASS_IFCSTRUCTURALLOAD_DisplayName
source: EN:IfcStructuralLoad
de: DE:IfcStructuralLoad

# CLASS_IFCSTRUCTURALLOAD_PROPERTY_NAME_DisplayName
source: EN:Name
de: Name

# CLASS_IFCSTRUCTURALMEMBER_DisplayName
source: EN:IfcStructuralMember
de: DE:IfcStructuralMember

# CLASS_IFCSTRUCTURALPLANARACTION_DisplayName
source: EN:IfcStructuralPlanarAction
de: DE:IfcStructuralPlanarAction

# CLASS_IFCSTRUCTURALPOINTACTION_DisplayName
source: EN:IfcStructuralPointAction
de: DE:IfcStructuralPointAction

# CLASS_IFCSTRUCTURALPOINTCONNECTION_DisplayName
source: EN:IfcStructuralPointConnection
de: DE:IfcStructuralPointConnection

source: EN:ConditionCoordinateSystem
de: DE:ConditionCoordinateSystem

# CLASS_IFCSTRUCTURALPOINTREACTION_DisplayName
source: EN:IfcStructuralPointReaction
de: DE:IfcStructuralPointReaction

# CLASS_IFCSTRUCTURALREACTION_DisplayName
source: EN:IfcStructuralReaction
de: DE:IfcStructuralReaction

# CLASS_IFCSTRUCTURALRESULTGROUP_DisplayName
source: EN:IfcStructuralResultGroup
de: DE:IfcStructuralResultGroup

# CLASS_IFCSTRUCTURALRESULTGROUP_PROPERTY_ISLINEAR_DisplayName
source: EN:IsLinear
de: DE:IsLinear

# CLASS_IFCSTRUCTURALRESULTGROUP_PROPERTY_RESULTFORLOADGROUP_DisplayName
source: EN:ResultForLoadGroup
de: DE:ResultForLoadGroup

# CLASS_IFCSTRUCTURALRESULTGROUP_PROPERTY_THEORYTYPE_DisplayName
source: EN:TheoryType
de: DE:TheoryType

# CLASS_IFCSTRUCTURALSURFACEACTION_DisplayName
source: EN:IfcStructuralSurfaceAction
de: DE:IfcStructuralSurfaceAction

# CLASS_IFCSTRUCTURALSURFACEACTION_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCSTRUCTURALSURFACEACTION_PROPERTY_PROJECTEDORTRUE_DisplayName
source: EN:ProjectedOrTrue
de: DE:ProjectedOrTrue

# CLASS_IFCSTRUCTURALSURFACECONNECTION_DisplayName
source: EN:IfcStructuralSurfaceConnection
de: DE:IfcStructuralSurfaceConnection

# CLASS_IFCSTRUCTURALSURFACEMEMBERVARYING_DisplayName
source: EN:IfcStructuralSurfaceMemberVarying
de: DE:IfcStructuralSurfaceMemberVarying

# CLASS_IFCSTRUCTURALSURFACEMEMBER_DisplayName
source: EN:IfcStructuralSurfaceMember
de: DE:IfcStructuralSurfaceMember

# CLASS_IFCSTRUCTURALSURFACEMEMBER_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCSTRUCTURALSURFACEMEMBER_PROPERTY_THICKNESS_DisplayName
source: EN:Thickness
de: DE:Thickness

# CLASS_IFCSTRUCTURALSURFACEREACTION_DisplayName
source: EN:IfcStructuralSurfaceReaction
de: DE:IfcStructuralSurfaceReaction

# CLASS_IFCSTRUCTURALSURFACEREACTION_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCSTYLEDITEMSTYLES_DisplayName
source: EN:IfcStyledItemStyles
de: DE:IfcStyledItemStyles

# CLASS_IFCSTYLEDITEMSTYLES_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCSTYLEDITEMSTYLES_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCSTYLEDITEMSTYLES_PROPERTY_ITEMS_DisplayName
source: EN:Items
de: DE:Items

# CLASS_IFCSTYLEDITEMSTYLES_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCSTYLEDITEM_DisplayName
source: EN:IfcStyledItem
de: DE:IfcStyledItem

# CLASS_IFCSTYLEDITEM_PROPERTY_NAME_DisplayName
source: EN:Name
de: Name

# CLASS_IFCSTYLEDITEM_PROPERTY_STYLES_DisplayName
source: EN:Styles
de: DE:Styles

# CLASS_IFCSTYLEDREPRESENTATION_DisplayName
source: EN:IfcStyledRepresentation
de: DE:IfcStyledRepresentation

# CLASS_IFCSTYLEMODEL_DisplayName
source: EN:IfcStyleModel
de: DE:IfcStyleModel

# CLASS_IFCSUBCONTRACTRESOURCETYPE_DisplayName
source: EN:IfcSubContractResourceType
de: DE:IfcSubContractResourceType

# CLASS_IFCSUBCONTRACTRESOURCETYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCSUBCONTRACTRESOURCE_DisplayName
source: EN:IfcSubContractResource
de: DE:IfcSubContractResource

# CLASS_IFCSUBCONTRACTRESOURCE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCSUBEDGE_DisplayName
source: EN:IfcSubedge
de: DE:IfcSubedge

# CLASS_IFCSUBEDGE_PROPERTY_PARENTEDGE_DisplayName
source: EN:ParentEdge
de: DE:ParentEdge

# CLASS_IFCSURFACECURVESWEPTAREASOLID_DisplayName
source: EN:IfcSurfaceCurveSweptAreaSolid
de: DE:IfcSurfaceCurveSweptAreaSolid

# CLASS_IFCSURFACECURVESWEPTAREASOLID_PROPERTY_DIRECTRIX_DisplayName
source: EN:Directrix
de: DE:Directrix

# CLASS_IFCSURFACECURVESWEPTAREASOLID_PROPERTY_ENDPARAM_DisplayName
source: EN:EndParam
de: DE:EndParam

# CLASS_IFCSURFACECURVESWEPTAREASOLID_PROPERTY_REFERENCESURFACE_DisplayName
source: EN:ReferenceSurface
de: DE:ReferenceSurface

# CLASS_IFCSURFACECURVESWEPTAREASOLID_PROPERTY_STARTPARAM_DisplayName
source: EN:StartParam
de: DE:StartParam

# CLASS_IFCSURFACEFEATURE_DisplayName
source: EN:IfcSurfaceFeature
de: DE:IfcSurfaceFeature

# CLASS_IFCSURFACEFEATURE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCSURFACEOFLINEAREXTRUSION_DisplayName
source: EN:IfcSurfaceOfLinearExtrusion
de: DE:IfcSurfaceOfLinearExtrusion

# CLASS_IFCSURFACEOFLINEAREXTRUSION_PROPERTY_DEPTH_DisplayName
source: EN:Depth
de: DE:Depth

# CLASS_IFCSURFACEOFLINEAREXTRUSION_PROPERTY_EXTRUDEDDIRECTION_DisplayName
source: EN:ExtrudedDirection
de: DE:ExtrudedDirection

# CLASS_IFCSURFACEOFREVOLUTION_DisplayName
source: EN:IfcSurfaceOfRevolution
de: DE:IfcSurfaceOfRevolution

# CLASS_IFCSURFACEOFREVOLUTION_PROPERTY_AXISPOSITION_DisplayName
source: EN:AxisPosition
de: DE:AxisPosition

# CLASS_IFCSURFACEREINFORCEMENTAREA_DisplayName
source: EN:IfcSurfaceReinforcementArea
de: DE:IfcSurfaceReinforcementArea

# CLASS_IFCSURFACEREINFORCEMENTAREA_PROPERTY_SHEARREINFORCEMENT_DisplayName
source: EN:ShearReinforcement
de: DE:ShearReinforcement

# CLASS_IFCSURFACEREINFORCEMENTAREA_PROPERTY_SURFACEREINFORCEMENT1_DisplayName
source: EN:SurfaceReinforcement1
de: DE:SurfaceReinforcement1

# CLASS_IFCSURFACEREINFORCEMENTAREA_PROPERTY_SURFACEREINFORCEMENT2_DisplayName
source: EN:SurfaceReinforcement2
de: DE:SurfaceReinforcement2

# CLASS_IFCSURFACESTYLELIGHTING_DisplayName
source: EN:IfcSurfaceStyleLighting
de: DE:IfcSurfaceStyleLighting

# CLASS_IFCSURFACESTYLELIGHTING_PROPERTY_DIFFUSEREFLECTIONCOLOUR_DisplayName
source: EN:DiffuseReflectionColour
de: DE:DiffuseReflectionColour

# CLASS_IFCSURFACESTYLELIGHTING_PROPERTY_DIFFUSETRANSMISSIONCOLOUR_DisplayName
source: EN:DiffuseTransmissionColour
de: DE:DiffuseTransmissionColour

# CLASS_IFCSURFACESTYLELIGHTING_PROPERTY_REFLECTANCECOLOUR_DisplayName
source: EN:ReflectanceColour
de: DE:ReflectanceColour

# CLASS_IFCSURFACESTYLELIGHTING_PROPERTY_TRANSMISSIONCOLOUR_DisplayName
source: EN:TransmissionColour
de: DE:TransmissionColour

# CLASS_IFCSURFACESTYLEREFRACTION_DisplayName
source: EN:IfcSurfaceStyleRefraction
de: DE:IfcSurfaceStyleRefraction

# CLASS_IFCSURFACESTYLEREFRACTION_PROPERTY_DISPERSIONFACTOR_DisplayName
source: EN:DispersionFactor
de: DE:DispersionFactor

# CLASS_IFCSURFACESTYLEREFRACTION_PROPERTY_REFRACTIONINDEX_DisplayName
source: EN:RefractionIndex
de: DE:RefractionIndex

# CLASS_IFCSURFACESTYLERENDERINGDIFFUSECOLOUR_DisplayName
source: EN:IfcSurfaceStyleRenderingDiffuseColour
de: DE:IfcSurfaceStyleRenderingDiffuseColour

# CLASS_IFCSURFACESTYLERENDERINGDIFFUSECOLOUR_PROPERTY_ITEM_DisplayName
source: EN:Item
de: DE:Item

# CLASS_IFCSURFACESTYLERENDERINGDIFFUSETRANSMISSIONCOLOUR_DisplayName
source: EN:IfcSurfaceStyleRenderingDiffuseTransmissionColour
de: DE:IfcSurfaceStyleRenderingDiffuseTransmissionColour

source: EN:Item
de: DE:Item

# CLASS_IFCSURFACESTYLERENDERINGREFLECTIONCOLOUR_DisplayName
source: EN:IfcSurfaceStyleRenderingReflectionColour
de: DE:IfcSurfaceStyleRenderingReflectionColour

# CLASS_IFCSURFACESTYLERENDERINGREFLECTIONCOLOUR_PROPERTY_ITEM_DisplayName
source: EN:Item
de: DE:Item

# CLASS_IFCSURFACESTYLERENDERINGSPECULARCOLOUR_DisplayName
source: EN:IfcSurfaceStyleRenderingSpecularColour
de: DE:IfcSurfaceStyleRenderingSpecularColour

# CLASS_IFCSURFACESTYLERENDERINGSPECULARCOLOUR_PROPERTY_ITEM_DisplayName
source: EN:Item
de: DE:Item

# CLASS_IFCSURFACESTYLERENDERINGSPECULARHIGHLIGHT_DisplayName
source: EN:IfcSurfaceStyleRenderingSpecularHighlight
de: DE:IfcSurfaceStyleRenderingSpecularHighlight

# CLASS_IFCSURFACESTYLERENDERINGSPECULARHIGHLIGHT_PROPERTY_ITEM_DisplayName
source: EN:Item
de: DE:Item

# CLASS_IFCSURFACESTYLERENDERINGTRANSMISSIONCOLOUR_DisplayName
source: EN:IfcSurfaceStyleRenderingTransmissionColour
de: DE:IfcSurfaceStyleRenderingTransmissionColour

# CLASS_IFCSURFACESTYLERENDERINGTRANSMISSIONCOLOUR_PROPERTY_ITEM_DisplayName
source: EN:Item
de: DE:Item

# CLASS_IFCSURFACESTYLERENDERING_DisplayName
source: EN:IfcSurfaceStyleRendering
de: DE:IfcSurfaceStyleRendering

# CLASS_IFCSURFACESTYLERENDERING_PROPERTY_DIFFUSECOLOUR_DisplayName
source: EN:DiffuseColour
de: DE:DiffuseColour

# CLASS_IFCSURFACESTYLERENDERING_PROPERTY_DIFFUSETRANSMISSIONCOLOUR_DisplayName
source: EN:DiffuseTransmissionColour
de: DE:DiffuseTransmissionColour

# CLASS_IFCSURFACESTYLERENDERING_PROPERTY_REFLECTANCEMETHOD_DisplayName
source: EN:ReflectanceMethod
de: DE:ReflectanceMethod

# CLASS_IFCSURFACESTYLERENDERING_PROPERTY_REFLECTIONCOLOUR_DisplayName
source: EN:ReflectionColour
de: DE:ReflectionColour

# CLASS_IFCSURFACESTYLERENDERING_PROPERTY_SPECULARCOLOUR_DisplayName
source: EN:SpecularColour
de: DE:SpecularColour

# CLASS_IFCSURFACESTYLERENDERING_PROPERTY_SPECULARHIGHLIGHT_DisplayName
source: EN:SpecularHighlight
de: DE:SpecularHighlight

# CLASS_IFCSURFACESTYLERENDERING_PROPERTY_TRANSMISSIONCOLOUR_DisplayName
source: EN:TransmissionColour
de: DE:TransmissionColour

# CLASS_IFCSURFACESTYLERENDERING_PROPERTY_TRANSPARENCY_DisplayName
source: EN:Transparency
de: DE:Transparency

# CLASS_IFCSURFACESTYLESHADING_DisplayName
source: EN:IfcSurfaceStyleShading
de: DE:IfcSurfaceStyleShading

# CLASS_IFCSURFACESTYLESHADING_PROPERTY_SURFACECOLOUR_DisplayName
source: EN:SurfaceColour
de: DE:SurfaceColour

# CLASS_IFCSURFACESTYLESTYLES_DisplayName
source: EN:IfcSurfaceStyleStyles
de: DE:IfcSurfaceStyleStyles

# CLASS_IFCSURFACESTYLESTYLES_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCSURFACESTYLESTYLES_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCSURFACESTYLESTYLES_PROPERTY_ITEMS_DisplayName
source: EN:Items
de: DE:Items

# CLASS_IFCSURFACESTYLESTYLES_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCSURFACESTYLEWITHTEXTURESTEXTURES_DisplayName
source: EN:IfcSurfaceStyleWithTexturesTextures
de: DE:IfcSurfaceStyleWithTexturesTextures

# CLASS_IFCSURFACESTYLEWITHTEXTURESTEXTURES_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCSURFACESTYLEWITHTEXTURESTEXTURES_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCSURFACESTYLEWITHTEXTURESTEXTURES_PROPERTY_ITEMS_DisplayName
source: EN:Items
de: DE:Items

# CLASS_IFCSURFACESTYLEWITHTEXTURESTEXTURES_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCSURFACESTYLEWITHTEXTURES_DisplayName
source: EN:IfcSurfaceStyleWithTextures
de: DE:IfcSurfaceStyleWithTextures

# CLASS_IFCSURFACESTYLEWITHTEXTURES_PROPERTY_TEXTURES_DisplayName
source: EN:Textures
de: DE:Textures

# CLASS_IFCSURFACESTYLE_DisplayName
source: EN:IfcSurfaceStyle
de: DE:IfcSurfaceStyle

# CLASS_IFCSURFACESTYLE_PROPERTY_SIDE_DisplayName
source: EN:Side
de: DE:Side

# CLASS_IFCSURFACESTYLE_PROPERTY_STYLES_DisplayName
source: EN:Styles
de: DE:Styles

# CLASS_IFCSURFACETEXTUREPARAMETER_DisplayName
source: EN:IfcSurfaceTextureParameter
de: DE:IfcSurfaceTextureParameter

# CLASS_IFCSURFACETEXTUREPARAMETER_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCSURFACETEXTUREPARAMETER_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCSURFACETEXTUREPARAMETER_PROPERTY_IFCIDENTIFIERWRAPPER_DisplayName
source: EN:IfcIdentifierwrapper
de: DE:IfcIdentifierwrapper

# CLASS_IFCSURFACETEXTUREPARAMETER_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCSURFACETEXTURE_DisplayName
source: EN:IfcSurfaceTexture
de: DE:IfcSurfaceTexture

# CLASS_IFCSURFACETEXTURE_PROPERTY_MODE_DisplayName
source: EN:Mode
de: DE:Mode

# CLASS_IFCSURFACETEXTURE_PROPERTY_PARAMETER_DisplayName
source: EN:Parameter
de: DE:Parameter

# CLASS_IFCSURFACETEXTURE_PROPERTY_REPEATS_DisplayName
source: EN:RepeatS
de: DE:RepeatS

# CLASS_IFCSURFACETEXTURE_PROPERTY_REPEATT_DisplayName
source: EN:RepeatT
de: DE:RepeatT

# CLASS_IFCSURFACETEXTURE_PROPERTY_TEXTURETRANSFORM_DisplayName
source: EN:TextureTransform
de: DE:TextureTransform

# CLASS_IFCSURFACE_DisplayName
source: EN:IfcSurface
de: DE:IfcSurface

# CLASS_IFCSWEPTAREASOLID_DisplayName
source: EN:IfcSweptAreaSolid
de: DE:IfcSweptAreaSolid

# CLASS_IFCSWEPTAREASOLID_PROPERTY_POSITION_DisplayName
source: EN:Position
de: Positionition

# CLASS_IFCSWEPTAREASOLID_PROPERTY_SWEPTAREA_DisplayName
source: EN:SweptArea
de: DE:SweptArea

# CLASS_IFCSWEPTDISKSOLIDPOLYGONAL_DisplayName
source: EN:IfcSweptDiskSolidPolygonal
de: DE:IfcSweptDiskSolidPolygonal

# CLASS_IFCSWEPTDISKSOLIDPOLYGONAL_PROPERTY_FILLETRADIUS_DisplayName
source: EN:FilletRadius
de: DE:FilletRadius

# CLASS_IFCSWEPTDISKSOLID_DisplayName
source: EN:IfcSweptDiskSolid
de: DE:IfcSweptDiskSolid

# CLASS_IFCSWEPTDISKSOLID_PROPERTY_DIRECTRIX_DisplayName
source: EN:Directrix
de: DE:Directrix

# CLASS_IFCSWEPTDISKSOLID_PROPERTY_ENDPARAM_DisplayName
source: EN:EndParam
de: DE:EndParam

# CLASS_IFCSWEPTDISKSOLID_PROPERTY_INNERRADIUS_DisplayName
source: EN:InnerRadius
de: DE:InnerRadius

# CLASS_IFCSWEPTDISKSOLID_PROPERTY_RADIUS_DisplayName
source: EN:Radius
de: DE:Radius

# CLASS_IFCSWEPTDISKSOLID_PROPERTY_STARTPARAM_DisplayName
source: EN:StartParam
de: DE:StartParam

# CLASS_IFCSWEPTSURFACE_DisplayName
source: EN:IfcSweptSurface
de: DE:IfcSweptSurface

# CLASS_IFCSWEPTSURFACE_PROPERTY_POSITION_DisplayName
source: EN:Position
de: Positionition

# CLASS_IFCSWEPTSURFACE_PROPERTY_SWEPTCURVE_DisplayName
source: EN:SweptCurve
de: DE:SweptCurve

# CLASS_IFCSWITCHINGDEVICETYPE_DisplayName
source: EN:IfcSwitchingDeviceType
de: DE:IfcSwitchingDeviceType

# CLASS_IFCSWITCHINGDEVICETYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCSWITCHINGDEVICE_DisplayName
source: EN:IfcSwitchingDevice
de: DE:IfcSwitchingDevice

# CLASS_IFCSWITCHINGDEVICE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCSYSTEMFURNITUREELEMENTTYPE_DisplayName
source: EN:IfcSystemFurnitureElementType
de: DE:IfcSystemFurnitureElementType

# CLASS_IFCSYSTEMFURNITUREELEMENTTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCSYSTEMFURNITUREELEMENT_DisplayName
source: EN:IfcSystemFurnitureElement
de: DE:IfcSystemFurnitureElement
