Repository: thoffeller/Ifc.NET
Catalog: src/Ifc.NET/Properties/Resources.*.resx
Languages: de

# CLASS_CCFACILITIES_DISPLAYNAME
source: EN:Anlagen
de: Anlagen

# CLASS_CCFACILITY_DISPLAYNAME
source: EN:Anlage
de: Anlage

# CLASS_DOUBLEWRAPPER_DisplayName
source: EN:doublewrapper
de: DE:doublewrapper

# CLASS_DOUBLEWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

# CLASS_DOUBLEWRAPPER_PROPERTY_INVARIANTSTRINGVALUE_DisplayName
source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_DOUBLEWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_DOUBLEWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_ENTITY_DisplayName
source: EN:Entity
de: DE:Entity

# CLASS_ENTITY_PROPERTY_HREF_DisplayName
source: EN:Href
de: URL-Referenz

# CLASS_ENTITY_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

# CLASS_ENTITY_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_ENTITY_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_ENTITY_PROPERTY_REF_DisplayName
source: EN:Ref
de: DE:Ref

# CLASS_HEXBINARY_DisplayName
source: EN:hexBinary
de: DE:hexBinary

# CLASS_HEXBINARY_PROPERTY_EXTRABITS_DisplayName
source: EN:ExtraBits
de: DE:ExtraBits

# CLASS_HEXBINARY_PROPERTY_VALUE_DisplayName
source: EN:Value
de: DE:Value

# CLASS_IFCABSORBEDDOSEMEASUREWRAPPER_DisplayName
source: EN:IfcAbsorbedDoseMeasurewrapper
de: DE:IfcAbsorbedDoseMeasurewrapper

# CLASS_IFCABSORBEDDOSEMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

# CLASS_IFCABSORBEDDOSEMEASUREWRAPPER_PROPERTY_INVARIANTSTRINGVALUE_DisplayName
source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCABSORBEDDOSEMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCABSORBEDDOSEMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCACCELERATIONMEASUREWRAPPER_DisplayName
source: EN:IfcAccelerationMeasurewrapper
de: DE:IfcAccelerationMeasurewrapper

# CLASS_IFCACCELERATIONMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

# CLASS_IFCACCELERATIONMEASUREWRAPPER_PROPERTY_INVARIANTSTRINGVALUE_DisplayName
source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCACCELERATIONMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCACCELERATIONMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCACTIONREQUEST_DisplayName
source: EN:IfcActionRequest
de: DE:IfcActionRequest

# CLASS_IFCACTIONREQUEST_PROPERTY_LONGDESCRIPTION_DisplayName
source: EN:LongDescription
de: DE:LongDescription

# CLASS_IFCACTIONREQUEST_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCACTIONREQUEST_PROPERTY_STATUS_DisplayName
source: EN:Status
de: DE:Status

# CLASS_IFCACTORROLE_DisplayName
source: EN:IfcActorRole
de: DE:IfcActorRole

# CLASS_IFCACTORROLE_PROPERTY_DESCRIPTION_DisplayName
source: EN:Description
de: Beschreibung

# CLASS_IFCACTORROLE_PROPERTY_ROLE_DisplayName
source: EN:Role
de: DE:Role

# CLASS_IFCACTORROLE_PROPERTY_USERDEFINEDROLE_DisplayName
source: EN:UserDefinedRole
de: DE:UserDefinedRole

# CLASS_IFCACTORTHEACTOR_DisplayName
source: EN:IfcActorTheActor
de: DE:IfcActorTheActor

# CLASS_IFCACTORTHEACTOR_PROPERTY_ITEM_DisplayName
source: EN:Item
de: DE:Item

# CLASS_IFCACTOR_DisplayName
source: EN:IfcActor
de: DE:IfcActor

# CLASS_IFCACTOR_PROPERTY_THEACTOR_DisplayName
source: EN:TheActor
de: DE:TheActor

# CLASS_IFCACTUATORTYPE_DisplayName
source: EN:IfcActuatorType
de: DE:IfcActuatorType

# CLASS_IFCACTUATORTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCACTUATOR_DisplayName
source: EN:IfcActuator
de: DE:IfcActuator

# CLASS_IFCACTUATOR_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCADDRESS_DisplayName
source: EN:IfcAddress
de: DE:IfcAddress

# CLASS_IFCADDRESS_PROPERTY_DESCRIPTION_DisplayName
source: EN:Description
de: Beschreibung

# CLASS_IFCADDRESS_PROPERTY_PURPOSE_DisplayName
source: EN:Purpose
de: DE:Purpose

# CLASS_IFCADDRESS_PROPERTY_USERDEFINEDPURPOSE_DisplayName
source: EN:UserDefinedPurpose
de: DE:UserDefinedPurpose

# CLASS_IFCADVANCEDBREPWITHVOIDSVOIDS_DisplayName
source: EN:IfcAdvancedBrepWithVoidsVoids
de: DE:IfcAdvancedBrepWithVoidsVoids

# CLASS_IFCADVANCEDBREPWITHVOIDSVOIDS_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCADVANCEDBREPWITHVOIDSVOIDS_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCADVANCEDBREPWITHVOIDSVOIDS_PROPERTY_IFCCLOSEDSHELL_DisplayName
source: EN:IfcClosedShell
de: DE:IfcClosedShell

# CLASS_IFCADVANCEDBREPWITHVOIDSVOIDS_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCADVANCEDBREPWITHVOIDS_DisplayName
source: EN:IfcAdvancedBrepWithVoids
de: DE:IfcAdvancedBrepWithVoids

# CLASS_IFCADVANCEDBREPWITHVOIDS_PROPERTY_VOIDS_DisplayName
source: EN:Voids
de: DE:Voids

# CLASS_IFCADVANCEDBREP_DisplayName
source: EN:IfcAdvancedBrep
de: DE:IfcAdvancedBrep

# CLASS_IFCADVANCEDFACE_DisplayName
source: EN:IfcAdvancedFace
de: DE:IfcAdvancedFace

# CLASS_IFCAIRTERMINALBOXTYPE_DisplayName
source: EN:IfcAirTerminalBoxType
de: DE:IfcAirTerminalBoxType

# CLASS_IFCAIRTERMINALBOXTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCAIRTERMINALBOX_DisplayName
source: EN:IfcAirTerminalBox
de: DE:IfcAirTerminalBox

# CLASS_IFCAIRTERMINALBOX_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCAIRTERMINALTYPE_DisplayName
source: EN:IfcAirTerminalType
de: DE:IfcAirTerminalType

# CLASS_IFCAIRTERMINALTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCAIRTERMINAL_DisplayName
source: EN:IfcAirTerminal
de: DE:IfcAirTerminal

# CLASS_IFCAIRTERMINAL_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCAIRTOAIRHEATRECOVERYTYPE_DisplayName
source: EN:IfcAirToAirHeatRecoveryType
de: DE:IfcAirToAirHeatRecoveryType

# CLASS_IFCAIRTOAIRHEATRECOVERYTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCAIRTOAIRHEATRECOVERY_DisplayName
source: EN:IfcAirToAirHeatRecovery
de: DE:IfcAirToAirHeatRecovery

# CLASS_IFCAIRTOAIRHEATRECOVERY_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCALARMTYPE_DisplayName
source: EN:IfcAlarmType
de: DE:IfcAlarmType

# CLASS_IFCALARMTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCALARM_DisplayName
source: EN:IfcAlarm
de: DE:IfcAlarm

# CLASS_IFCALARM_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCAMOUNTOFSUBSTANCEMEASUREWRAPPER_DisplayName
source: EN:IfcAmountOfSubstanceMeasurewrapper
de: DE:IfcAmountOfSubstanceMeasurewrapper

# CLASS_IFCAMOUNTOFSUBSTANCEMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCAMOUNTOFSUBSTANCEMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCAMOUNTOFSUBSTANCEMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCANGULARVELOCITYMEASUREWRAPPER_DisplayName
source: EN:IfcAngularVelocityMeasurewrapper
de: DE:IfcAngularVelocityMeasurewrapper

# CLASS_IFCANGULARVELOCITYMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

# CLASS_IFCANGULARVELOCITYMEASUREWRAPPER_PROPERTY_INVARIANTSTRINGVALUE_DisplayName
source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCANGULARVELOCITYMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCANGULARVELOCITYMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCANNOTATIONFILLAREAINNERBOUNDARIES_DisplayName
source: EN:IfcAnnotationFillAreaInnerBoundaries
de: DE:IfcAnnotationFillAreaInnerBoundaries

# CLASS_IFCANNOTATIONFILLAREAINNERBOUNDARIES_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCANNOTATIONFILLAREAINNERBOUNDARIES_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCANNOTATIONFILLAREAINNERBOUNDARIES_PROPERTY_ITEMS_DisplayName
source: EN:Items
de: DE:Items

# CLASS_IFCANNOTATIONFILLAREAINNERBOUNDARIES_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCANNOTATIONFILLAREA_DisplayName
source: EN:IfcAnnotationFillArea
de: DE:IfcAnnotationFillArea

# CLASS_IFCANNOTATIONFILLAREA_PROPERTY_INNERBOUNDARIES_DisplayName
source: EN:InnerBoundaries
de: DE:InnerBoundaries

# CLASS_IFCANNOTATIONFILLAREA_PROPERTY_OUTERBOUNDARY_DisplayName
source: EN:OuterBoundary
de: DE:OuterBoundary

# CLASS_IFCANNOTATION_DisplayName
source: EN:IfcAnnotation
de: DE:IfcAnnotation

# CLASS_IFCAPPLICATION_DisplayName
source: EN:IfcApplication
de: DE:IfcApplication

# CLASS_IFCAPPLICATION_PROPERTY_APPLICATIONDEVELOPER_DisplayName
source: EN:ApplicationDeveloper
de: DE:ApplicationDeveloper

# CLASS_IFCAPPLICATION_PROPERTY_APPLICATIONFULLNAME_DisplayName
source: EN:ApplicationFullName
de: DE:ApplicationFullName

# CLASS_IFCAPPLICATION_PROPERTY_APPLICATIONIDENTIFIER_DisplayName
source: EN:ApplicationIdentifier
de: DE:ApplicationIdentifier

# CLASS_IFCAPPLICATION_PROPERTY_VERSION_DisplayName
source: EN:Version
de: DE:Version

# CLASS_IFCAPPLIEDVALUEAPPLIEDVALUE_DisplayName
source: EN:IfcAppliedValueAppliedValue
de: DE:IfcAppliedValueAppliedValue

# CLASS_IFCAPPLIEDVALUEAPPLIEDVALUE_PROPERTY_ITEM_DisplayName
source: EN:Item
de: DE:Item

# CLASS_IFCAPPLIEDVALUECOMPONENTS_DisplayName
source: EN:IfcAppliedValueComponents
de: DE:IfcAppliedValueComponents

# CLASS_IFCAPPLIEDVALUECOMPONENTS_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCAPPLIEDVALUECOMPONENTS_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCAPPLIEDVALUECOMPONENTS_PROPERTY_ITEMS_DisplayName
source: EN:Items
de: DE:Items

# CLASS_IFCAPPLIEDVALUECOMPONENTS_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCAPPLIEDVALUE_DisplayName
source: EN:IfcAppliedValue
de: DE:IfcAppliedValue

# CLASS_IFCAPPLIEDVALUE_PROPERTY_APPLICABLEDATE_DisplayName
source: EN:ApplicableDate
de: DE:ApplicableDate

# CLASS_IFCAPPLIEDVALUE_PROPERTY_APPLIEDVALUE_DisplayName
source: EN:AppliedValue
de: DE:AppliedValue

# CLASS_IFCAPPLIEDVALUE_PROPERTY_ARITHMETICOPERATOR_DisplayName
source: EN:ArithmeticOperator
de: DE:ArithmeticOperator

# CLASS_IFCAPPLIEDVALUE_PROPERTY_CATEGORY_DisplayName
source: EN:Category
de: DE:Category

# CLASS_IFCAPPLIEDVALUE_PROPERTY_COMPONENTS_DisplayName
source: EN:Components
de: DE:Components

# CLASS_IFCAPPLIEDVALUE_PROPERTY_CONDITION_DisplayName
source: EN:Condition
de: DE:Condition

# CLASS_IFCAPPLIEDVALUE_PROPERTY_DESCRIPTION_DisplayName
source: EN:Description
de: Beschreibung

# CLASS_IFCAPPLIEDVALUE_PROPERTY_FIXEDUNTILDATE_DisplayName
source: EN:FixedUntilDate
de: DE:FixedUntilDate

# CLASS_IFCAPPLIEDVALUE_PROPERTY_NAME_DisplayName
source: EN:Name
de: Name

# CLASS_IFCAPPLIEDVALUE_PROPERTY_UNITBASIS_DisplayName
source: EN:UnitBasis
de: DE:UnitBasis

# CLASS_IFCAPPROVALGIVINGAPPROVAL_DisplayName
source: EN:IfcApprovalGivingApproval
de: DE:IfcApprovalGivingApproval

# CLASS_IFCAPPROVALGIVINGAPPROVAL_PROPERTY_ITEM_DisplayName
source: EN:Item
de: DE:Item

# CLASS_IFCAPPROVALRELATIONSHIPRELATEDAPPROVALS_DisplayName
source: EN:IfcApprovalRelationshipRelatedApprovals
de: DE:IfcApprovalRelationshipRelatedApprovals

# CLASS_IFCAPPROVALRELATIONSHIPRELATEDAPPROVALS_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCAPPROVALRELATIONSHIPRELATEDAPPROVALS_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCAPPROVALRELATIONSHIPRELATEDAPPROVALS_PROPERTY_IFCAPPROVAL_DisplayName
source: EN:IfcApproval
de: DE:IfcApproval

# CLASS_IFCAPPROVALRELATIONSHIPRELATEDAPPROVALS_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCAPPROVALRELATIONSHIP_DisplayName
source: EN:IfcApprovalRelationship
de: DE:IfcApprovalRelationship

# CLASS_IFCAPPROVALRELATIONSHIP_PROPERTY_RELATEDAPPROVALS_DisplayName
source: EN:RelatedApprovals
de: DE:RelatedApprovals

# CLASS_IFCAPPROVALRELATIONSHIP_PROPERTY_RELATINGAPPROVAL_DisplayName
source: EN:RelatingApproval
de: DE:RelatingApproval

# CLASS_IFCAPPROVALREQUESTINGAPPROVAL_DisplayName
source: EN:IfcApprovalRequestingApproval
de: DE:IfcApprovalRequestingApproval

# CLASS_IFCAPPROVALREQUESTINGAPPROVAL_PROPERTY_ITEM_DisplayName
source: EN:Item
de: DE:Item

# CLASS_IFCAPPROVAL_DisplayName
source: EN:IfcApproval
de: DE:IfcApproval

# CLASS_IFCAPPROVAL_PROPERTY_DESCRIPTION_DisplayName
source: EN:Description
de: Beschreibung

# CLASS_IFCAPPROVAL_PROPERTY_GIVINGAPPROVAL_DisplayName
source: EN:GivingApproval
de: DE:GivingApproval

# CLASS_IFCAPPROVAL_PROPERTY_IDENTIFIER_DisplayName
source: EN:Identifier
de: IDentifier

# CLASS_IFCAPPROVAL_PROPERTY_LEVEL_DisplayName
source: EN:Level
de: DE:Level

# CLASS_IFCAPPROVAL_PROPERTY_NAME_DisplayName
source: EN:Name
de: Name

# CLASS_IFCAPPROVAL_PROPERTY_QUALIFIER_DisplayName
source: EN:Qualifier
de: DE:Qualifier

# CLASS_IFCAPPROVAL_PROPERTY_REQUESTINGAPPROVAL_DisplayName
source: EN:RequestingApproval
de: DE:RequestingApproval

# CLASS_IFCAPPROVAL_PROPERTY_STATUS_DisplayName
source: EN:Status
de: DE:Status

# CLASS_IFCAPPROVAL_PROPERTY_TIMEOFAPPROVAL_DisplayName
source: EN:TimeOfApproval
de: DE:TimeOfApproval

# CLASS_IFCARBITRARYCLOSEDPROFILEDEF_DisplayName
source: EN:IfcArbitraryClosedProfileDef
de: DE:IfcArbitraryClosedProfileDef

# CLASS_IFCARBITRARYCLOSEDPROFILEDEF_PROPERTY_OUTERCURVE_DisplayName
source: EN:OuterCurve
de: DE:OuterCurve

# CLASS_IFCARBITRARYOPENPROFILEDEF_DisplayName
source: EN:IfcArbitraryOpenProfileDef
de: DE:IfcArbitraryOpenProfileDef

# CLASS_IFCARBITRARYOPENPROFILEDEF_PROPERTY_CURVE_DisplayName
source: EN:Curve
de: DE:Curve

# CLASS_IFCARBITRARYPROFILEDEFWITHVOIDSINNERCURVES_DisplayName
source: EN:IfcArbitraryProfileDefWithVoidsInnerCurves
de: DE:IfcArbitraryProfileDefWithVoidsInnerCurves

# CLASS_IFCARBITRARYPROFILEDEFWITHVOIDSINNERCURVES_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCARBITRARYPROFILEDEFWITHVOIDSINNERCURVES_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCARBITRARYPROFILEDEFWITHVOIDSINNERCURVES_PROPERTY_ITEMS_DisplayName
source: EN:Items
de: DE:Items

# CLASS_IFCARBITRARYPROFILEDEFWITHVOIDSINNERCURVES_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCARBITRARYPROFILEDEFWITHVOIDS_DisplayName
source: EN:IfcArbitraryProfileDefWithVoids
de: DE:IfcArbitraryProfileDefWithVoids

# CLASS_IFCARBITRARYPROFILEDEFWITHVOIDS_PROPERTY_INNERCURVES_DisplayName
source: EN:InnerCurves
de: DE:InnerCurves

# CLASS_IFCAREADENSITYMEASUREWRAPPER_DisplayName
source: EN:IfcAreaDensityMeasurewrapper
de: DE:IfcAreaDensityMeasurewrapper

# CLASS_IFCAREADENSITYMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

# CLASS_IFCAREADENSITYMEASUREWRAPPER_PROPERTY_INVARIANTSTRINGVALUE_DisplayName
source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCAREADENSITYMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCAREADENSITYMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCAREAMEASUREWRAPPER_DisplayName
source: EN:IfcAreaMeasurewrapper
de: DE:IfcAreaMeasurewrapper

# CLASS_IFCAREAMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

# CLASS_IFCAREAMEASUREWRAPPER_PROPERTY_INVARIANTSTRINGVALUE_DisplayName
source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCAREAMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCAREAMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCASSETOWNER_DisplayName
source: EN:IfcAssetOwner
de: DE:IfcAssetOwner

# CLASS_IFCASSETOWNER_PROPERTY_ITEM_DisplayName
source: EN:Item
de: DE:Item

# CLASS_IFCASSETUSER_DisplayName
source: EN:IfcAssetUser
de: DE:IfcAssetUser

# CLASS_IFCASSETUSER_PROPERTY_ITEM_DisplayName
source: EN:Item
de: DE:Item

# CLASS_IFCASSET_DisplayName
source: EN:IfcAsset
de: DE:IfcAsset

# CLASS_IFCASSET_PROPERTY_CURRENTVALUE_DisplayName
source: EN:CurrentValue
de: DE:CurrentValue

# CLASS_IFCASSET_PROPERTY_DEPRECIATEDVALUE_DisplayName
source: EN:DepreciatedValue
de: DE:DepreciatedValue

# CLASS_IFCASSET_PROPERTY_IDENTIFICATION_DisplayName
source: EN:Identification
de: IDentification

# CLASS_IFCASSET_PROPERTY_INCORPORATIONDATE_DisplayName
source: EN:IncorporationDate
de: DE:IncorporationDate

# CLASS_IFCASSET_PROPERTY_ORIGINALVALUE_DisplayName
source: EN:OriginalValue
de: DE:OriginalValue

# CLASS_IFCASSET_PROPERTY_OWNER_DisplayName
source: EN:Owner
de: DE:Owner

# CLASS_IFCASSET_PROPERTY_RESPONSIBLEPERSON_DisplayName
source: EN:ResponsiblePerson
de: DE:ResponsiblePerson

# CLASS_IFCASSET_PROPERTY_TOTALREPLACEMENTCOST_DisplayName
source: EN:TotalReplacementCost
de: DE:TotalReplacementCost

# CLASS_IFCASSET_PROPERTY_USER_DisplayName
source: EN:User
de: DE:User

# CLASS_IFCASYMMETRICISHAPEPROFILEDEF_DisplayName
source: EN:IfcAsymmetricIShapeProfileDef
de: DE:IfcAsymmetricIShapeProfileDef

# CLASS_IFCASYMMETRICISHAPEPROFILEDEF_PROPERTY_BOTTOMFLANGEEDGERADIUS_DisplayName
source: EN:BottomFlangeEdgeRadius
de: DE:BottomFlangeEdgeRadius

source: EN:BottomFlangeFilletRadius
de: DE:BottomFlangeFilletRadius

# CLASS_IFCASYMMETRICISHAPEPROFILEDEF_PROPERTY_BOTTOMFLANGESLOPE_DisplayName
source: EN:BottomFlangeSlope
de: DE:BottomFlangeSlope

# CLASS_IFCASYMMETRICISHAPEPROFILEDEF_PROPERTY_BOTTOMFLANGETHICKNESS_DisplayName
source: EN:BottomFlangeThickness
de: DE:BottomFlangeThickness

# CLASS_IFCASYMMETRICISHAPEPROFILEDEF_PROPERTY_BOTTOMFLANGEWIDTH_DisplayName
source: EN:BottomFlangeWidth
de: DE:BottomFlangeWidth

# CLASS_IFCASYMMETRICISHAPEPROFILEDEF_PROPERTY_OVERALLDEPTH_DisplayName
source: EN:OverallDepth
de: DE:OverallDepth

# CLASS_IFCASYMMETRICISHAPEPROFILEDEF_PROPERTY_TOPFLANGEEDGERADIUS_DisplayName
source: EN:TopFlangeEdgeRadius
de: DE:TopFlangeEdgeRadius

# CLASS_IFCASYMMETRICISHAPEPROFILEDEF_PROPERTY_TOPFLANGEFILLETRADIUS_DisplayName
source: EN:TopFlangeFilletRadius
de: DE:TopFlangeFilletRadius

# CLASS_IFCASYMMETRICISHAPEPROFILEDEF_PROPERTY_TOPFLANGESLOPE_DisplayName
source: EN:TopFlangeSlope
de: DE:TopFlangeSlope

# CLASS_IFCASYMMETRICISHAPEPROFILEDEF_PROPERTY_TOPFLANGETHICKNESS_DisplayName
source: EN:TopFlangeThickness
de: DE:TopFlangeThickness

# CLASS_IFCASYMMETRICISHAPEPROFILEDEF_PROPERTY_TOPFLANGEWIDTH_DisplayName
source: EN:TopFlangeWidth
de: DE:TopFlangeWidth

# CLASS_IFCASYMMETRICISHAPEPROFILEDEF_PROPERTY_WEBTHICKNESS_DisplayName
source: EN:WebThickness
de: DE:WebThickness

# CLASS_IFCAUDIOVISUALAPPLIANCETYPE_DisplayName
source: EN:IfcAudioVisualApplianceType
de: DE:IfcAudioVisualApplianceType

# CLASS_IFCAUDIOVISUALAPPLIANCETYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCAUDIOVISUALAPPLIANCE_DisplayName
source: EN:IfcAudioVisualAppliance
de: DE:IfcAudioVisualAppliance

# CLASS_IFCAUDIOVISUALAPPLIANCE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCAXIS1PLACEMENT_DisplayName
source: EN:IfcAxis1Placement
de: DE:IfcAxis1Placement

# CLASS_IFCAXIS1PLACEMENT_PROPERTY_AXIS_DisplayName
source: EN:Axis
de: DE:Axis

# CLASS_IFCAXIS2PLACEMENT2D_DisplayName
source: EN:IfcAxis2Placement2D
de: DE:IfcAxis2Placement2D

# CLASS_IFCAXIS2PLACEMENT2D_PROPERTY_REFDIRECTION_DisplayName
source: EN:RefDirection
de: DE:RefDirection

# CLASS_IFCAXIS2PLACEMENT3D_DisplayName
source: EN:IfcAxis2Placement3D
de: DE:IfcAxis2Placement3D

# CLASS_IFCAXIS2PLACEMENT3D_PROPERTY_AXIS_DisplayName
source: EN:Axis
de: DE:Axis

# CLASS_IFCAXIS2PLACEMENT3D_PROPERTY_REFDIRECTION_DisplayName
source: EN:RefDirection
de: DE:RefDirection

# CLASS_IFCBEAMSTANDARDCASE_DisplayName
source: EN:IfcBeamStandardCase
de: DE:IfcBeamStandardCase

# CLASS_IFCBEAMTYPE_DisplayName
source: EN:IfcBeamType
de: DE:IfcBeamType

# CLASS_IFCBEAMTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCBEAM_DisplayName
source: EN:IfcBeam
de: DE:IfcBeam

# CLASS_IFCBEAM_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCBLOBTEXTURE_DisplayName
source: EN:IfcBlobTexture
de: DE:IfcBlobTexture

# CLASS_IFCBLOBTEXTURE_PROPERTY_RASTERCODE_DisplayName
source: EN:RasterCode
de: DE:RasterCode

# CLASS_IFCBLOBTEXTURE_PROPERTY_RASTERFORMAT_DisplayName
source: EN:RasterFormat
de: DE:RasterFormat

# CLASS_IFCBLOCK_DisplayName
source: EN:IfcBlock
de: DE:IfcBlock

# CLASS_IFCBLOCK_PROPERTY_XLENGTH_DisplayName
source: EN:XLength
de: DE:XLength

# CLASS_IFCBLOCK_PROPERTY_YLENGTH_DisplayName
source: EN:YLength
de: DE:YLength

# CLASS_IFCBLOCK_PROPERTY_ZLENGTH_DisplayName
source: EN:ZLength
de: DE:ZLength

# CLASS_IFCBOILERTYPE_DisplayName
source: EN:IfcBoilerType
de: DE:IfcBoilerType

# CLASS_IFCBOILERTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCBOILER_DisplayName
source: EN:IfcBoiler
de: DE:IfcBoiler

# CLASS_IFCBOILER_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCBOOLEANCLIPPINGRESULT_DisplayName
source: EN:IfcBooleanClippingResult
de: DE:IfcBooleanClippingResult

# CLASS_IFCBOOLEANRESULTFIRSTOPERAND_DisplayName
source: EN:IfcBooleanResultFirstOperand
de: DE:IfcBooleanResultFirstOperand

# CLASS_IFCBOOLEANRESULTFIRSTOPERAND_PROPERTY_ITEM_DisplayName
source: EN:Item
de: DE:Item

# CLASS_IFCBOOLEANRESULTSECONDOPERAND_DisplayName
source: EN:IfcBooleanResultSecondOperand
de: DE:IfcBooleanResultSecondOperand

# CLASS_IFCBOOLEANRESULTSECONDOPERAND_PROPERTY_ITEM_DisplayName
source: EN:Item
de: DE:Item

# CLASS_IFCBOOLEANRESULT_DisplayName
source: EN:IfcBooleanResult
de: DE:IfcBooleanResult

# CLASS_IFCBOOLEANRESULT_PROPERTY_FIRSTOPERAND_DisplayName
source: EN:FirstOperand
de: DE:FirstOperand

# CLASS_IFCBOOLEANRESULT_PROPERTY_OPERATOR_DisplayName
source: EN:Operator
de: DE:Operator

# CLASS_IFCBOOLEANRESULT_PROPERTY_SECONDOPERAND_DisplayName
source: EN:SecondOperand
de: DE:SecondOperand

# CLASS_IFCBOOLEANWRAPPER_DisplayName
source: EN:IfcBooleanwrapper
de: DE:IfcBooleanwrapper

# CLASS_IFCBOOLEANWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

# CLASS_IFCBOOLEANWRAPPER_PROPERTY_INVARIANTSTRINGVALUE_DisplayName
source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCBOOLEANWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCBOOLEANWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCBOUNDARYCONDITION_DisplayName
source: EN:IfcBoundaryCondition
de: DE:IfcBoundaryCondition

# CLASS_IFCBOUNDARYCONDITION_PROPERTY_NAME_DisplayName
source: EN:Name
de: Name

# CLASS_IFCBOUNDARYCURVE_DisplayName
source: EN:IfcBoundaryCurve
de: DE:IfcBoundaryCurve

# CLASS_IFCBOUNDARYEDGECONDITIONROTATIONALSTIFFNESSBYLENGTHX_DisplayName
source: EN:IfcBoundaryEdgeConditionRotationalStiffnessByLengthX
de: DE:IfcBoundaryEdgeConditionRotationalStiffnessByLengthX

source: EN:Item
de: DE:Item

# CLASS_IFCBOUNDARYEDGECONDITIONROTATIONALSTIFFNESSBYLENGTHY_DisplayName
source: EN:IfcBoundaryEdgeConditionRotationalStiffnessByLengthY
de: DE:IfcBoundaryEdgeConditionRotationalStiffnessByLengthY

source: EN:Item
de: DE:Item

# CLASS_IFCBOUNDARYEDGECONDITIONROTATIONALSTIFFNESSBYLENGTHZ_DisplayName
source: EN:IfcBoundaryEdgeConditionRotationalStiffnessByLengthZ
de: DE:IfcBoundaryEdgeConditionRotationalStiffnessByLengthZ

source: EN:Item
de: DE:Item

# CLASS_IFCBOUNDARYEDGECONDITIONTRANSLATIONALSTIFFNESSBYLENGTHX_DisplayName
source: EN:IfcBoundaryEdgeConditionTranslationalStiffnessByLengthX
de: DE:IfcBoundaryEdgeConditionTranslationalStiffnessByLengthX

source: EN:Item
de: DE:Item
