Repository: thoffeller/Ifc.NET
Catalog: src/Ifc.NET/Properties/Resources.*.resx
Languages: de

# CLASS_IFCRATIONALBSPLINESURFACEWITHKNOTS_PROPERTY_WEIGHTSDATA_DisplayName
source: EN:WeightsData
de: DE:WeightsData

# CLASS_IFCREALWRAPPER_DisplayName
source: EN:IfcRealwrapper
de: DE:IfcRealwrapper

# CLASS_IFCREALWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

# CLASS_IFCREALWRAPPER_PROPERTY_INVARIANTSTRINGVALUE_DisplayName
source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCREALWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCREALWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCRECTANGLEHOLLOWPROFILEDEF_DisplayName
source: EN:IfcRectangleHollowProfileDef
de: DE:IfcRectangleHollowProfileDef

# CLASS_IFCRECTANGLEHOLLOWPROFILEDEF_PROPERTY_INNERFILLETRADIUS_DisplayName
source: EN:InnerFilletRadius
de: DE:InnerFilletRadius

# CLASS_IFCRECTANGLEHOLLOWPROFILEDEF_PROPERTY_OUTERFILLETRADIUS_DisplayName
source: EN:OuterFilletRadius
de: DE:OuterFilletRadius

# CLASS_IFCRECTANGLEHOLLOWPROFILEDEF_PROPERTY_WALLTHICKNESS_DisplayName
source: EN:WallThickness
de: DE:WallThickness

# CLASS_IFCRECTANGLEPROFILEDEF_DisplayName
source: EN:IfcRectangleProfileDef
de: DE:IfcRectangleProfileDef

# CLASS_IFCRECTANGLEPROFILEDEF_PROPERTY_XDIM_DisplayName
source: EN:XDim
de: DE:XDim

# CLASS_IFCRECTANGLEPROFILEDEF_PROPERTY_YDIM_DisplayName
source: EN:YDim
de: DE:YDim

# CLASS_IFCRECTANGULARPYRAMID_DisplayName
source: EN:IfcRectangularPyramid
de: DE:IfcRectangularPyramid

# CLASS_IFCRECTANGULARPYRAMID_PROPERTY_HEIGHT_DisplayName
source: EN:Height
de: DE:Height

# CLASS_IFCRECTANGULARPYRAMID_PROPERTY_XLENGTH_DisplayName
source: EN:XLength
de: DE:XLength

# CLASS_IFCRECTANGULARPYRAMID_PROPERTY_YLENGTH_DisplayName
source: EN:YLength
de: DE:YLength

# CLASS_IFCRECTANGULARTRIMMEDSURFACE_DisplayName
source: EN:IfcRectangularTrimmedSurface
de: DE:IfcRectangularTrimmedSurface

# CLASS_IFCRECTANGULARTRIMMEDSURFACE_PROPERTY_BASISSURFACE_DisplayName
source: EN:BasisSurface
de: DE:BasisSurface

# CLASS_IFCRECTANGULARTRIMMEDSURFACE_PROPERTY_U1_DisplayName
source: EN:U1
de: DE:U1

# CLASS_IFCRECTANGULARTRIMMEDSURFACE_PROPERTY_U2_DisplayName
source: EN:U2
de: DE:U2

# CLASS_IFCRECTANGULARTRIMMEDSURFACE_PROPERTY_USENSE_DisplayName
source: EN:Usense
de: DE:Usense

# CLASS_IFCRECTANGULARTRIMMEDSURFACE_PROPERTY_V1_DisplayName
source: EN:V1
de: DE:V1

# CLASS_IFCRECTANGULARTRIMMEDSURFACE_PROPERTY_V2_DisplayName
source: EN:V2
de: DE:V2

# CLASS_IFCRECTANGULARTRIMMEDSURFACE_PROPERTY_VSENSE_DisplayName
source: EN:Vsense
de: DE:Vsense

# CLASS_IFCRECURRENCEPATTERNTIMEPERIODS_DisplayName
source: EN:IfcRecurrencePatternTimePeriods
de: DE:IfcRecurrencePatternTimePeriods

# CLASS_IFCRECURRENCEPATTERNTIMEPERIODS_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCRECURRENCEPATTERNTIMEPERIODS_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCRECURRENCEPATTERNTIMEPERIODS_PROPERTY_IFCTIMEPERIOD_DisplayName
source: EN:IfcTimePeriod
de: DE:IfcTimePeriod

# CLASS_IFCRECURRENCEPATTERNTIMEPERIODS_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCRECURRENCEPATTERN_DisplayName
source: EN:IfcRecurrencePattern
de: DE:IfcRecurrencePattern

# CLASS_IFCRECURRENCEPATTERN_PROPERTY_DAYCOMPONENT_DisplayName
source: EN:DayComponent
de: DE:DayComponent

# CLASS_IFCRECURRENCEPATTERN_PROPERTY_INTERVAL_DisplayName
source: EN:Interval
de: DE:Interval

# CLASS_IFCRECURRENCEPATTERN_PROPERTY_MONTHCOMPONENT_DisplayName
source: EN:MonthComponent
de: DE:MonthComponent

# CLASS_IFCRECURRENCEPATTERN_PROPERTY_OCCURRENCES_DisplayName
source: EN:Occurrences
de: DE:Occurrences

# CLASS_IFCRECURRENCEPATTERN_PROPERTY_POSITION_DisplayName
source: EN:Position
de: Positionition

# CLASS_IFCRECURRENCEPATTERN_PROPERTY_RECURRENCETYPE_DisplayName
source: EN:RecurrenceType
de: DE:RecurrenceType

# CLASS_IFCRECURRENCEPATTERN_PROPERTY_TIMEPERIODS_DisplayName
source: EN:TimePeriods
de: DE:TimePeriods

# CLASS_IFCRECURRENCEPATTERN_PROPERTY_WEEKDAYCOMPONENT_DisplayName
source: EN:WeekdayComponent
de: DE:WeekdayComponent

# CLASS_IFCREFERENCE_DisplayName
source: EN:IfcReference
de: DE:IfcReference

# CLASS_IFCREFERENCE_PROPERTY_ATTRIBUTEIDENTIFIER_DisplayName
source: EN:AttributeIdentifier
de: DE:AttributeIdentifier

# CLASS_IFCREFERENCE_PROPERTY_INNERREFERENCE_DisplayName
source: EN:InnerReference
de: DE:InnerReference

# CLASS_IFCREFERENCE_PROPERTY_INSTANCENAME_DisplayName
source: EN:InstanceName
de: DE:InstanceName

# CLASS_IFCREFERENCE_PROPERTY_LISTPOSITIONS_DisplayName
source: EN:ListPositions
de: DE:ListPositions

# CLASS_IFCREFERENCE_PROPERTY_TYPEIDENTIFIER_DisplayName
source: EN:TypeIdentifier
de: DE:TypeIdentifier

# CLASS_IFCREGULARTIMESERIESVALUES_DisplayName
source: EN:IfcRegularTimeSeriesValues
de: DE:IfcRegularTimeSeriesValues

# CLASS_IFCREGULARTIMESERIESVALUES_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCREGULARTIMESERIESVALUES_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCREGULARTIMESERIESVALUES_PROPERTY_IFCTIMESERIESVALUE_DisplayName
source: EN:IfcTimeSeriesValue
de: DE:IfcTimeSeriesValue

# CLASS_IFCREGULARTIMESERIESVALUES_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCREGULARTIMESERIES_DisplayName
source: EN:IfcRegularTimeSeries
de: DE:IfcRegularTimeSeries

# CLASS_IFCREGULARTIMESERIES_PROPERTY_TIMESTEP_DisplayName
source: EN:TimeStep
de: DE:TimeStep

# CLASS_IFCREGULARTIMESERIES_PROPERTY_VALUES_DisplayName
source: EN:Values
de: DE:Values

# CLASS_IFCREINFORCEMENTBARPROPERTIES_DisplayName
source: EN:IfcReinforcementBarProperties
de: DE:IfcReinforcementBarProperties

# CLASS_IFCREINFORCEMENTBARPROPERTIES_PROPERTY_BARCOUNT_DisplayName
source: EN:BarCount
de: DE:BarCount

# CLASS_IFCREINFORCEMENTBARPROPERTIES_PROPERTY_BARSURFACE_DisplayName
source: EN:BarSurface
de: DE:BarSurface

# CLASS_IFCREINFORCEMENTBARPROPERTIES_PROPERTY_EFFECTIVEDEPTH_DisplayName
source: EN:EffectiveDepth
de: DE:EffectiveDepth

# CLASS_IFCREINFORCEMENTBARPROPERTIES_PROPERTY_NOMINALBARDIAMETER_DisplayName
source: EN:NominalBarDiameter
de: DE:NominalBarDiameter

# CLASS_IFCREINFORCEMENTBARPROPERTIES_PROPERTY_STEELGRADE_DisplayName
source: EN:SteelGrade
de: DE:SteelGrade

# CLASS_IFCREINFORCEMENTBARPROPERTIES_PROPERTY_TOTALCROSSSECTIONAREA_DisplayName
source: EN:TotalCrossSectionArea
de: DE:TotalCrossSectionArea

source: EN:IfcReinforcementDefinitionPropertiesReinforcementSectionDefinitions
de: DE:IfcReinforcementDefinitionPropertiesReinforcementSectionDefinitions

source: EN:ArraySize
de: DE:ArraySize

source: EN:CType
de: DE:CType

source: EN:IfcSectionReinforcementProperties
de: DE:IfcSectionReinforcementProperties

source: EN:ItemType
de: DE:ItemType

# CLASS_IFCREINFORCEMENTDEFINITIONPROPERTIES_DisplayName
source: EN:IfcReinforcementDefinitionProperties
de: DE:IfcReinforcementDefinitionProperties

# CLASS_IFCREINFORCEMENTDEFINITIONPROPERTIES_PROPERTY_DEFINITIONTYPE_DisplayName
source: EN:DefinitionType
de: DE:DefinitionType

source: EN:ReinforcementSectionDefinitions
de: DE:ReinforcementSectionDefinitions

# CLASS_IFCREINFORCINGBARTYPEBENDINGPARAMETERS_DisplayName
source: EN:IfcReinforcingBarTypeBendingParameters
de: DE:IfcReinforcingBarTypeBendingParameters

# CLASS_IFCREINFORCINGBARTYPEBENDINGPARAMETERS_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCREINFORCINGBARTYPEBENDINGPARAMETERS_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCREINFORCINGBARTYPEBENDINGPARAMETERS_PROPERTY_ITEMS_DisplayName
source: EN:Items
de: DE:Items

# CLASS_IFCREINFORCINGBARTYPEBENDINGPARAMETERS_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCREINFORCINGBARTYPE_DisplayName
source: EN:IfcReinforcingBarType
de: DE:IfcReinforcingBarType

# CLASS_IFCREINFORCINGBARTYPE_PROPERTY_BARLENGTH_DisplayName
source: EN:BarLength
de: DE:BarLength

# CLASS_IFCREINFORCINGBARTYPE_PROPERTY_BARSURFACE_DisplayName
source: EN:BarSurface
de: DE:BarSurface

# CLASS_IFCREINFORCINGBARTYPE_PROPERTY_BENDINGPARAMETERS_DisplayName
source: EN:BendingParameters
de: DE:BendingParameters

# CLASS_IFCREINFORCINGBARTYPE_PROPERTY_BENDINGSHAPECODE_DisplayName
source: EN:BendingShapeCode
de: DE:BendingShapeCode

# CLASS_IFCREINFORCINGBARTYPE_PROPERTY_CROSSSECTIONAREA_DisplayName
source: EN:CrossSectionArea
de: DE:CrossSectionArea

# CLASS_IFCREINFORCINGBARTYPE_PROPERTY_NOMINALDIAMETER_DisplayName
source: EN:NominalDiameter
de: DE:NominalDiameter

# CLASS_IFCREINFORCINGBARTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCREINFORCINGBAR_DisplayName
source: EN:IfcReinforcingBar
de: DE:IfcReinforcingBar

# CLASS_IFCREINFORCINGBAR_PROPERTY_BARLENGTH_DisplayName
source: EN:BarLength
de: DE:BarLength

# CLASS_IFCREINFORCINGBAR_PROPERTY_BARSURFACE_DisplayName
source: EN:BarSurface
de: DE:BarSurface

# CLASS_IFCREINFORCINGBAR_PROPERTY_CROSSSECTIONAREA_DisplayName
source: EN:CrossSectionArea
de: DE:CrossSectionArea

# CLASS_IFCREINFORCINGBAR_PROPERTY_NOMINALDIAMETER_DisplayName
source: EN:NominalDiameter
de: DE:NominalDiameter

# CLASS_IFCREINFORCINGBAR_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCREINFORCINGELEMENTTYPE_DisplayName
source: EN:IfcReinforcingElementType
de: DE:IfcReinforcingElementType

# CLASS_IFCREINFORCINGELEMENT_DisplayName
source: EN:IfcReinforcingElement
de: DE:IfcReinforcingElement

# CLASS_IFCREINFORCINGELEMENT_PROPERTY_STEELGRADE_DisplayName
source: EN:SteelGrade
de: DE:SteelGrade

# CLASS_IFCREINFORCINGMESHTYPEBENDINGPARAMETERS_DisplayName
source: EN:IfcReinforcingMeshTypeBendingParameters
de: DE:IfcReinforcingMeshTypeBendingParameters

# CLASS_IFCREINFORCINGMESHTYPEBENDINGPARAMETERS_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCREINFORCINGMESHTYPEBENDINGPARAMETERS_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCREINFORCINGMESHTYPEBENDINGPARAMETERS_PROPERTY_ITEMS_DisplayName
source: EN:Items
de: DE:Items

# CLASS_IFCREINFORCINGMESHTYPEBENDINGPARAMETERS_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCREINFORCINGMESHTYPE_DisplayName
source: EN:IfcReinforcingMeshType
de: DE:IfcReinforcingMeshType

# CLASS_IFCREINFORCINGMESHTYPE_PROPERTY_BENDINGPARAMETERS_DisplayName
source: EN:BendingParameters
de: DE:BendingParameters

# CLASS_IFCREINFORCINGMESHTYPE_PROPERTY_BENDINGSHAPECODE_DisplayName
source: EN:BendingShapeCode
de: DE:BendingShapeCode

source: EN:LongitudinalBarCrossSectionArea
de: DE:LongitudinalBarCrossSectionArea

# CLASS_IFCREINFORCINGMESHTYPE_PROPERTY_LONGITUDINALBARNOMINALDIAMETER_DisplayName
source: EN:LongitudinalBarNominalDiameter
de: DE:LongitudinalBarNominalDiameter

# CLASS_IFCREINFORCINGMESHTYPE_PROPERTY_LONGITUDINALBARSPACING_DisplayName
source: EN:LongitudinalBarSpacing
de: DE:LongitudinalBarSpacing

# CLASS_IFCREINFORCINGMESHTYPE_PROPERTY_MESHLENGTH_DisplayName
source: EN:MeshLength
de: DE:MeshLength

# CLASS_IFCREINFORCINGMESHTYPE_PROPERTY_MESHWIDTH_DisplayName
source: EN:MeshWidth
de: DE:MeshWidth

# CLASS_IFCREINFORCINGMESHTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCREINFORCINGMESHTYPE_PROPERTY_TRANSVERSEBARCROSSSECTIONAREA_DisplayName
source: EN:TransverseBarCrossSectionArea
de: DE:TransverseBarCrossSectionArea

# CLASS_IFCREINFORCINGMESHTYPE_PROPERTY_TRANSVERSEBARNOMINALDIAMETER_DisplayName
source: EN:TransverseBarNominalDiameter
de: DE:TransverseBarNominalDiameter

# CLASS_IFCREINFORCINGMESHTYPE_PROPERTY_TRANSVERSEBARSPACING_DisplayName
source: EN:TransverseBarSpacing
de: DE:TransverseBarSpacing

# CLASS_IFCREINFORCINGMESH_DisplayName
source: EN:IfcReinforcingMesh
de: DE:IfcReinforcingMesh

# CLASS_IFCREINFORCINGMESH_PROPERTY_LONGITUDINALBARCROSSSECTIONAREA_DisplayName
source: EN:LongitudinalBarCrossSectionArea
de: DE:LongitudinalBarCrossSectionArea

# CLASS_IFCREINFORCINGMESH_PROPERTY_LONGITUDINALBARNOMINALDIAMETER_DisplayName
source: EN:LongitudinalBarNominalDiameter
de: DE:LongitudinalBarNominalDiameter

# CLASS_IFCREINFORCINGMESH_PROPERTY_LONGITUDINALBARSPACING_DisplayName
source: EN:LongitudinalBarSpacing
de: DE:LongitudinalBarSpacing

# CLASS_IFCREINFORCINGMESH_PROPERTY_MESHLENGTH_DisplayName
source: EN:MeshLength
de: DE:MeshLength

# CLASS_IFCREINFORCINGMESH_PROPERTY_MESHWIDTH_DisplayName
source: EN:MeshWidth
de: DE:MeshWidth

# CLASS_IFCREINFORCINGMESH_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCREINFORCINGMESH_PROPERTY_TRANSVERSEBARCROSSSECTIONAREA_DisplayName
source: EN:TransverseBarCrossSectionArea
de: DE:TransverseBarCrossSectionArea

# CLASS_IFCREINFORCINGMESH_PROPERTY_TRANSVERSEBARNOMINALDIAMETER_DisplayName
source: EN:TransverseBarNominalDiameter
de: DE:TransverseBarNominalDiameter

# CLASS_IFCREINFORCINGMESH_PROPERTY_TRANSVERSEBARSPACING_DisplayName
source: EN:TransverseBarSpacing
de: DE:TransverseBarSpacing

# CLASS_IFCRELAGGREGATESRELATEDOBJECTS_DisplayName
source: EN:IfcRelAggregatesRelatedObjects
de: DE:IfcRelAggregatesRelatedObjects

# CLASS_IFCRELAGGREGATESRELATEDOBJECTS_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCRELAGGREGATESRELATEDOBJECTS_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCRELAGGREGATESRELATEDOBJECTS_PROPERTY_ITEMS_DisplayName
source: EN:Items
de: DE:Items

# CLASS_IFCRELAGGREGATESRELATEDOBJECTS_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCRELAGGREGATES_DisplayName
source: EN:IfcRelAggregates
de: DE:IfcRelAggregates

# CLASS_IFCRELAGGREGATES_PROPERTY_RELATEDOBJECTS_DisplayName
source: EN:RelatedObjects
de: DE:RelatedObjects

# CLASS_IFCRELAGGREGATES_PROPERTY_RELATINGOBJECT_DisplayName
source: EN:RelatingObject
de: DE:RelatingObject

# CLASS_IFCRELASSIGNSRELATEDOBJECTS_DisplayName
source: EN:IfcRelAssignsRelatedObjects
de: DE:IfcRelAssignsRelatedObjects

# CLASS_IFCRELASSIGNSRELATEDOBJECTS_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCRELASSIGNSRELATEDOBJECTS_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCRELASSIGNSRELATEDOBJECTS_PROPERTY_ITEMS_DisplayName
source: EN:Items
de: DE:Items

# CLASS_IFCRELASSIGNSRELATEDOBJECTS_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCRELASSIGNSTOACTOR_DisplayName
source: EN:IfcRelAssignsToActor
de: DE:IfcRelAssignsToActor

# CLASS_IFCRELASSIGNSTOACTOR_PROPERTY_ACTINGROLE_DisplayName
source: EN:ActingRole
de: DE:ActingRole

# CLASS_IFCRELASSIGNSTOACTOR_PROPERTY_RELATINGACTOR_DisplayName
source: EN:RelatingActor
de: DE:RelatingActor

# CLASS_IFCRELASSIGNSTOCONTROL_DisplayName
source: EN:IfcRelAssignsToControl
de: DE:IfcRelAssignsToControl

# CLASS_IFCRELASSIGNSTOCONTROL_PROPERTY_RELATINGCONTROL_DisplayName
source: EN:RelatingControl
de: DE:RelatingControl

# CLASS_IFCRELASSIGNSTOGROUPBYFACTOR_DisplayName
source: EN:IfcRelAssignsToGroupByFactor
de: DE:IfcRelAssignsToGroupByFactor

# CLASS_IFCRELASSIGNSTOGROUPBYFACTOR_PROPERTY_FACTOR_DisplayName
source: EN:Factor
de: DE:Factor

# CLASS_IFCRELASSIGNSTOGROUP_DisplayName
source: EN:IfcRelAssignsToGroup
de: DE:IfcRelAssignsToGroup

# CLASS_IFCRELASSIGNSTOGROUP_PROPERTY_RELATINGGROUP_DisplayName
source: EN:RelatingGroup
de: DE:RelatingGroup

# CLASS_IFCRELASSIGNSTOPROCESSRELATINGPROCESS_DisplayName
source: EN:IfcRelAssignsToProcessRelatingProcess
de: DE:IfcRelAssignsToProcessRelatingProcess

# CLASS_IFCRELASSIGNSTOPROCESSRELATINGPROCESS_PROPERTY_ITEM_DisplayName
source: EN:Item
de: DE:Item

# CLASS_IFCRELASSIGNSTOPROCESS_DisplayName
source: EN:IfcRelAssignsToProcess
de: DE:IfcRelAssignsToProcess

# CLASS_IFCRELASSIGNSTOPROCESS_PROPERTY_QUANTITYINPROCESS_DisplayName
source: EN:QuantityInProcess
de: DE:QuantityInProcess

# CLASS_IFCRELASSIGNSTOPROCESS_PROPERTY_RELATINGPROCESS_DisplayName
source: EN:RelatingProcess
de: DE:RelatingProcess

# CLASS_IFCRELASSIGNSTOPRODUCTRELATINGPRODUCT_DisplayName
source: EN:IfcRelAssignsToProductRelatingProduct
de: DE:IfcRelAssignsToProductRelatingProduct

# CLASS_IFCRELASSIGNSTOPRODUCTRELATINGPRODUCT_PROPERTY_ITEM_DisplayName
source: EN:Item
de: DE:Item

# CLASS_IFCRELASSIGNSTOPRODUCT_DisplayName
source: EN:IfcRelAssignsToProduct
de: DE:IfcRelAssignsToProduct

# CLASS_IFCRELASSIGNSTOPRODUCT_PROPERTY_RELATINGPRODUCT_DisplayName
source: EN:RelatingProduct
de: DE:RelatingProduct

# CLASS_IFCRELASSIGNSTORESOURCERELATINGRESOURCE_DisplayName
source: EN:IfcRelAssignsToResourceRelatingResource
de: DE:IfcRelAssignsToResourceRelatingResource

# CLASS_IFCRELASSIGNSTORESOURCERELATINGRESOURCE_PROPERTY_ITEM_DisplayName
source: EN:Item
de: DE:Item

# CLASS_IFCRELASSIGNSTORESOURCE_DisplayName
source: EN:IfcRelAssignsToResource
de: DE:IfcRelAssignsToResource

# CLASS_IFCRELASSIGNSTORESOURCE_PROPERTY_RELATINGRESOURCE_DisplayName
source: EN:RelatingResource
de: DE:RelatingResource

# CLASS_IFCRELASSIGNS_DisplayName
source: EN:IfcRelAssigns
de: DE:IfcRelAssigns

# CLASS_IFCRELASSIGNS_PROPERTY_RELATEDOBJECTSTYPE_DisplayName
source: EN:RelatedObjectsType
de: DE:RelatedObjectsType

# CLASS_IFCRELASSIGNS_PROPERTY_RELATEDOBJECTS_DisplayName
source: EN:RelatedObjects
de: DE:RelatedObjects

# CLASS_IFCRELASSOCIATESAPPROVAL_DisplayName
source: EN:IfcRelAssociatesApproval
de: DE:IfcRelAssociatesApproval

# CLASS_IFCRELASSOCIATESAPPROVAL_PROPERTY_RELATINGAPPROVAL_DisplayName
source: EN:RelatingApproval
de: DE:RelatingApproval

# CLASS_IFCRELASSOCIATESCLASSIFICATIONRELATINGCLASSIFICATION_DisplayName
source: EN:IfcRelAssociatesClassificationRelatingClassification
de: DE:IfcRelAssociatesClassificationRelatingClassification

source: EN:Item
de: DE:Item

# CLASS_IFCRELASSOCIATESCLASSIFICATION_DisplayName
source: EN:IfcRelAssociatesClassification
de: DE:IfcRelAssociatesClassification

# CLASS_IFCRELASSOCIATESCLASSIFICATION_PROPERTY_RELATINGCLASSIFICATION_DisplayName
source: EN:RelatingClassification
de: DE:RelatingClassification

# CLASS_IFCRELASSOCIATESCONSTRAINT_DisplayName
source: EN:IfcRelAssociatesConstraint
de: DE:IfcRelAssociatesConstraint

# CLASS_IFCRELASSOCIATESCONSTRAINT_PROPERTY_INTENT_DisplayName
source: EN:Intent
de: DE:Intent

# CLASS_IFCRELASSOCIATESCONSTRAINT_PROPERTY_RELATINGCONSTRAINT_DisplayName
source: EN:RelatingConstraint
de: DE:RelatingConstraint

# CLASS_IFCRELASSOCIATESDOCUMENTRELATINGDOCUMENT_DisplayName
source: EN:IfcRelAssociatesDocumentRelatingDocument
de: DE:IfcRelAssociatesDocumentRelatingDocument

# CLASS_IFCRELASSOCIATESDOCUMENTRELATINGDOCUMENT_PROPERTY_ITEM_DisplayName
source: EN:Item
de: DE:Item

# CLASS_IFCRELASSOCIATESDOCUMENT_DisplayName
source: EN:IfcRelAssociatesDocument
de: DE:IfcRelAssociatesDocument

# CLASS_IFCRELASSOCIATESDOCUMENT_PROPERTY_RELATINGDOCUMENT_DisplayName
source: EN:RelatingDocument
de: DE:RelatingDocument

# CLASS_IFCRELASSOCIATESLIBRARYRELATINGLIBRARY_DisplayName
source: EN:IfcRelAssociatesLibraryRelatingLibrary
de: DE:IfcRelAssociatesLibraryRelatingLibrary

# CLASS_IFCRELASSOCIATESLIBRARYRELATINGLIBRARY_PROPERTY_ITEM_DisplayName
source: EN:Item
de: DE:Item

# CLASS_IFCRELASSOCIATESLIBRARY_DisplayName
source: EN:IfcRelAssociatesLibrary
de: DE:IfcRelAssociatesLibrary

# CLASS_IFCRELASSOCIATESLIBRARY_PROPERTY_RELATINGLIBRARY_DisplayName
source: EN:RelatingLibrary
de: DE:RelatingLibrary

# CLASS_IFCRELASSOCIATESMATERIALRELATINGMATERIAL_DisplayName
source: EN:IfcRelAssociatesMaterialRelatingMaterial
de: DE:IfcRelAssociatesMaterialRelatingMaterial

# CLASS_IFCRELASSOCIATESMATERIALRELATINGMATERIAL_PROPERTY_ITEM_DisplayName
source: EN:Item
de: DE:Item

# CLASS_IFCRELASSOCIATESMATERIAL_DisplayName
source: EN:IfcRelAssociatesMaterial
de: DE:IfcRelAssociatesMaterial

# CLASS_IFCRELASSOCIATESMATERIAL_PROPERTY_RELATINGMATERIAL_DisplayName
source: EN:RelatingMaterial
de: DE:RelatingMaterial

# CLASS_IFCRELASSOCIATESRELATEDOBJECTS_DisplayName
source: EN:IfcRelAssociatesRelatedObjects
de: DE:IfcRelAssociatesRelatedObjects

# CLASS_IFCRELASSOCIATESRELATEDOBJECTS_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCRELASSOCIATESRELATEDOBJECTS_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCRELASSOCIATESRELATEDOBJECTS_PROPERTY_ITEMS_DisplayName
source: EN:Items
de: DE:Items

# CLASS_IFCRELASSOCIATESRELATEDOBJECTS_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCRELASSOCIATES_DisplayName
source: EN:IfcRelAssociates
de: DE:IfcRelAssociates

# CLASS_IFCRELASSOCIATES_PROPERTY_RELATEDOBJECTS_DisplayName
source: EN:RelatedObjects
de: DE:RelatedObjects

# CLASS_IFCRELATIONSHIP_DisplayName
source: EN:IfcRelationship
de: DE:IfcRelationship

# CLASS_IFCRELCONNECTSELEMENTS_DisplayName
source: EN:IfcRelConnectsElements
de: DE:IfcRelConnectsElements

# CLASS_IFCRELCONNECTSELEMENTS_PROPERTY_CONNECTIONGEOMETRY_DisplayName
source: EN:ConnectionGeometry
de: DE:ConnectionGeometry

# CLASS_IFCRELCONNECTSELEMENTS_PROPERTY_RELATEDELEMENT_DisplayName
source: EN:RelatedElement
de: DE:RelatedElement

# CLASS_IFCRELCONNECTSELEMENTS_PROPERTY_RELATINGELEMENT_DisplayName
source: EN:RelatingElement
de: DE:RelatingElement

# CLASS_IFCRELCONNECTSPATHELEMENTS_DisplayName
source: EN:IfcRelConnectsPathElements
de: DE:IfcRelConnectsPathElements

# CLASS_IFCRELCONNECTSPATHELEMENTS_PROPERTY_RELATEDCONNECTIONTYPE_DisplayName
source: EN:RelatedConnectionType
de: DE:RelatedConnectionType

# CLASS_IFCRELCONNECTSPATHELEMENTS_PROPERTY_RELATEDPRIORITIES_DisplayName
source: EN:RelatedPriorities
de: DE:RelatedPriorities

# CLASS_IFCRELCONNECTSPATHELEMENTS_PROPERTY_RELATINGCONNECTIONTYPE_DisplayName
source: EN:RelatingConnectionType
de: DE:RelatingConnectionType

# CLASS_IFCRELCONNECTSPATHELEMENTS_PROPERTY_RELATINGPRIORITIES_DisplayName
source: EN:RelatingPriorities
de: DE:RelatingPriorities

# CLASS_IFCRELCONNECTSPORTS_DisplayName
source: EN:IfcRelConnectsPorts
de: DE:IfcRelConnectsPorts

# CLASS_IFCRELCONNECTSPORTS_PROPERTY_REALIZINGELEMENT_DisplayName
source: EN:RealizingElement
de: DE:RealizingElement

# CLASS_IFCRELCONNECTSPORTS_PROPERTY_RELATEDPORT_DisplayName
source: EN:RelatedPort
de: DE:RelatedPort

# CLASS_IFCRELCONNECTSPORTS_PROPERTY_RELATINGPORT_DisplayName
source: EN:RelatingPort
de: DE:RelatingPort

# CLASS_IFCRELCONNECTSPORTTOELEMENT_DisplayName
source: EN:IfcRelConnectsPortToElement
de: DE:IfcRelConnectsPortToElement

# CLASS_IFCRELCONNECTSPORTTOELEMENT_PROPERTY_RELATEDELEMENT_DisplayName
source: EN:RelatedElement
de: DE:RelatedElement

# CLASS_IFCRELCONNECTSPORTTOELEMENT_PROPERTY_RELATINGPORT_DisplayName
source: EN:RelatingPort
de: DE:RelatingPort

# CLASS_IFCRELCONNECTSSTRUCTURALACTIVITYRELATINGELEMENT_DisplayName
source: EN:IfcRelConnectsStructuralActivityRelatingElement
de: DE:IfcRelConnectsStructuralActivityRelatingElement

# CLASS_IFCRELCONNECTSSTRUCTURALACTIVITYRELATINGELEMENT_PROPERTY_ITEM_DisplayName
source: EN:Item
de: DE:Item

# CLASS_IFCRELCONNECTSSTRUCTURALACTIVITY_DisplayName
source: EN:IfcRelConnectsStructuralActivity
de: DE:IfcRelConnectsStructuralActivity

source: EN:RelatedStructuralActivity
de: DE:RelatedStructuralActivity

# CLASS_IFCRELCONNECTSSTRUCTURALACTIVITY_PROPERTY_RELATINGELEMENT_DisplayName
source: EN:RelatingElement
de: DE:RelatingElement

# CLASS_IFCRELCONNECTSSTRUCTURALMEMBER_DisplayName
source: EN:IfcRelConnectsStructuralMember
de: DE:IfcRelConnectsStructuralMember

# CLASS_IFCRELCONNECTSSTRUCTURALMEMBER_PROPERTY_ADDITIONALCONDITIONS_DisplayName
source: EN:AdditionalConditions
de: DE:AdditionalConditions

# CLASS_IFCRELCONNECTSSTRUCTURALMEMBER_PROPERTY_APPLIEDCONDITION_DisplayName
source: EN:AppliedCondition
de: DE:AppliedCondition

source: EN:ConditionCoordinateSystem
de: DE:ConditionCoordinateSystem

source: EN:RelatedStructuralConnection
de: DE:RelatedStructuralConnection

source: EN:RelatingStructuralMember
de: DE:RelatingStructuralMember

# CLASS_IFCRELCONNECTSSTRUCTURALMEMBER_PROPERTY_SUPPORTEDLENGTH_DisplayName
source: EN:SupportedLength
de: DE:SupportedLength
