Repository: thoffeller/Ifc.NET
Catalog: src/Ifc.NET/Properties/Resources.*.resx
Languages: de

# CLASS_IFCRELCONNECTSWITHECCENTRICITY_DisplayName
source: EN:IfcRelConnectsWithEccentricity
de: DE:IfcRelConnectsWithEccentricity

# CLASS_IFCRELCONNECTSWITHECCENTRICITY_PROPERTY_CONNECTIONCONSTRAINT_DisplayName
source: EN:ConnectionConstraint
de: DE:ConnectionConstraint

# CLASS_IFCRELCONNECTSWITHREALIZINGELEMENTSREALIZINGELEMENTS_DisplayName
source: EN:IfcRelConnectsWithRealizingElementsRealizingElements
de: DE:IfcRelConnectsWithRealizingElementsRealizingElements

source: EN:ArraySize
de: DE:ArraySize

source: EN:CType
de: DE:CType

source: EN:Items
de: DE:Items

source: EN:ItemType
de: DE:ItemType

# CLASS_IFCRELCONNECTSWITHREALIZINGELEMENTS_DisplayName
source: EN:IfcRelConnectsWithRealizingElements
de: DE:IfcRelConnectsWithRealizingElements

# CLASS_IFCRELCONNECTSWITHREALIZINGELEMENTS_PROPERTY_CONNECTIONTYPE_DisplayName
source: EN:ConnectionType
de: DE:ConnectionType

# CLASS_IFCRELCONNECTSWITHREALIZINGELEMENTS_PROPERTY_REALIZINGELEMENTS_DisplayName
source: EN:RealizingElements
de: DE:RealizingElements

# CLASS_IFCRELCONNECTS_DisplayName
source: EN:IfcRelConnects
de: DE:IfcRelConnects

# CLASS_IFCRELCONTAINEDINSPATIALSTRUCTURERELATEDELEMENTS_DisplayName
source: EN:IfcRelContainedInSpatialStructureRelatedElements
de: DE:IfcRelContainedInSpatialStructureRelatedElements

source: EN:ArraySize
de: DE:ArraySize

source: EN:CType
de: DE:CType

source: EN:Items
de: DE:Items

source: EN:ItemType
de: DE:ItemType

# CLASS_IFCRELCONTAINEDINSPATIALSTRUCTURE_DisplayName
source: EN:IfcRelContainedInSpatialStructure
de: DE:IfcRelContainedInSpatialStructure

# CLASS_IFCRELCONTAINEDINSPATIALSTRUCTURE_PROPERTY_RELATEDELEMENTS_DisplayName
source: EN:RelatedElements
de: DE:RelatedElements

# CLASS_IFCRELCONTAINEDINSPATIALSTRUCTURE_PROPERTY_RELATINGSTRUCTURE_DisplayName
source: EN:RelatingStructure
de: DE:RelatingStructure

# CLASS_IFCRELCOVERSBLDGELEMENTSRELATEDCOVERINGS_DisplayName
source: EN:IfcRelCoversBldgElementsRelatedCoverings
de: DE:IfcRelCoversBldgElementsRelatedCoverings

# CLASS_IFCRELCOVERSBLDGELEMENTSRELATEDCOVERINGS_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCRELCOVERSBLDGELEMENTSRELATEDCOVERINGS_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCRELCOVERSBLDGELEMENTSRELATEDCOVERINGS_PROPERTY_IFCCOVERING_DisplayName
source: EN:IfcCovering
de: DE:IfcCovering

# CLASS_IFCRELCOVERSBLDGELEMENTSRELATEDCOVERINGS_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCRELCOVERSBLDGELEMENTS_DisplayName
source: EN:IfcRelCoversBldgElements
de: DE:IfcRelCoversBldgElements

# CLASS_IFCRELCOVERSBLDGELEMENTS_PROPERTY_RELATEDCOVERINGS_DisplayName
source: EN:RelatedCoverings
de: DE:RelatedCoverings

# CLASS_IFCRELCOVERSBLDGELEMENTS_PROPERTY_RELATINGBUILDINGELEMENT_DisplayName
source: EN:RelatingBuildingElement
de: DE:RelatingBuildingElement

# CLASS_IFCRELCOVERSSPACESRELATEDCOVERINGS_DisplayName
source: EN:IfcRelCoversSpacesRelatedCoverings
de: DE:IfcRelCoversSpacesRelatedCoverings

# CLASS_IFCRELCOVERSSPACESRELATEDCOVERINGS_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCRELCOVERSSPACESRELATEDCOVERINGS_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCRELCOVERSSPACESRELATEDCOVERINGS_PROPERTY_IFCCOVERING_DisplayName
source: EN:IfcCovering
de: DE:IfcCovering

# CLASS_IFCRELCOVERSSPACESRELATEDCOVERINGS_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCRELCOVERSSPACES_DisplayName
source: EN:IfcRelCoversSpaces
de: DE:IfcRelCoversSpaces

# CLASS_IFCRELCOVERSSPACES_PROPERTY_RELATEDCOVERINGS_DisplayName
source: EN:RelatedCoverings
de: DE:RelatedCoverings

# CLASS_IFCRELCOVERSSPACES_PROPERTY_RELATINGSPACE_DisplayName
source: EN:RelatingSpace
de: DE:RelatingSpace

# CLASS_IFCRELDECLARESRELATEDDEFINITIONS_DisplayName
source: EN:IfcRelDeclaresRelatedDefinitions
de: DE:IfcRelDeclaresRelatedDefinitions

# CLASS_IFCRELDECLARESRELATEDDEFINITIONS_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCRELDECLARESRELATEDDEFINITIONS_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCRELDECLARESRELATEDDEFINITIONS_PROPERTY_ITEMS_DisplayName
source: EN:Items
de: DE:Items

# CLASS_IFCRELDECLARESRELATEDDEFINITIONS_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCRELDECLARES_DisplayName
source: EN:IfcRelDeclares
de: DE:IfcRelDeclares

# CLASS_IFCRELDECLARES_PROPERTY_RELATEDDEFINITIONS_DisplayName
source: EN:RelatedDefinitions
de: DE:RelatedDefinitions

# CLASS_IFCRELDECLARES_PROPERTY_RELATINGCONTEXT_DisplayName
source: EN:RelatingContext
de: DE:RelatingContext

# CLASS_IFCRELDECOMPOSES_DisplayName
source: EN:IfcRelDecomposes
de: DE:IfcRelDecomposes

# CLASS_IFCRELDEFINESBYOBJECTRELATEDOBJECTS_DisplayName
source: EN:IfcRelDefinesByObjectRelatedObjects
de: DE:IfcRelDefinesByObjectRelatedObjects

# CLASS_IFCRELDEFINESBYOBJECTRELATEDOBJECTS_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCRELDEFINESBYOBJECTRELATEDOBJECTS_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCRELDEFINESBYOBJECTRELATEDOBJECTS_PROPERTY_ITEMS_DisplayName
source: EN:Items
de: DE:Items

# CLASS_IFCRELDEFINESBYOBJECTRELATEDOBJECTS_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCRELDEFINESBYOBJECT_DisplayName
source: EN:IfcRelDefinesByObject
de: DE:IfcRelDefinesByObject

# CLASS_IFCRELDEFINESBYOBJECT_PROPERTY_RELATEDOBJECTS_DisplayName
source: EN:RelatedObjects
de: DE:RelatedObjects

# CLASS_IFCRELDEFINESBYOBJECT_PROPERTY_RELATINGOBJECT_DisplayName
source: EN:RelatingObject
de: DE:RelatingObject

# CLASS_IFCRELDEFINESBYPROPERTIESRELATINGPROPERTYDEFINITION_DisplayName
source: EN:IfcRelDefinesByPropertiesRelatingPropertyDefinition
de: DE:IfcRelDefinesByPropertiesRelatingPropertyDefinition

source: EN:Item
de: DE:Item

# CLASS_IFCRELDEFINESBYPROPERTIES_DisplayName
source: EN:IfcRelDefinesByProperties
de: DE:IfcRelDefinesByProperties

# CLASS_IFCRELDEFINESBYPROPERTIES_PROPERTY_RELATEDOBJECTS_DisplayName
source: EN:RelatedObjects
de: DE:RelatedObjects

# CLASS_IFCRELDEFINESBYPROPERTIES_PROPERTY_RELATINGPROPERTYDEFINITION_DisplayName
source: EN:RelatingPropertyDefinition
de: DE:RelatingPropertyDefinition

# CLASS_IFCRELDEFINESBYTEMPLATERELATEDPROPERTYSETS_DisplayName
source: EN:IfcRelDefinesByTemplateRelatedPropertySets
de: DE:IfcRelDefinesByTemplateRelatedPropertySets

# CLASS_IFCRELDEFINESBYTEMPLATERELATEDPROPERTYSETS_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCRELDEFINESBYTEMPLATERELATEDPROPERTYSETS_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCRELDEFINESBYTEMPLATERELATEDPROPERTYSETS_PROPERTY_ITEMS_DisplayName
source: EN:Items
de: DE:Items

# CLASS_IFCRELDEFINESBYTEMPLATERELATEDPROPERTYSETS_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCRELDEFINESBYTEMPLATE_DisplayName
source: EN:IfcRelDefinesByTemplate
de: DE:IfcRelDefinesByTemplate

# CLASS_IFCRELDEFINESBYTEMPLATE_PROPERTY_RELATEDPROPERTYSETS_DisplayName
source: EN:RelatedPropertySets
de: DE:RelatedPropertySets

# CLASS_IFCRELDEFINESBYTEMPLATE_PROPERTY_RELATINGTEMPLATE_DisplayName
source: EN:RelatingTemplate
de: DE:RelatingTemplate

# CLASS_IFCRELDEFINESBYTYPERELATEDOBJECTS_DisplayName
source: EN:IfcRelDefinesByTypeRelatedObjects
de: DE:IfcRelDefinesByTypeRelatedObjects

# CLASS_IFCRELDEFINESBYTYPERELATEDOBJECTS_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCRELDEFINESBYTYPERELATEDOBJECTS_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCRELDEFINESBYTYPERELATEDOBJECTS_PROPERTY_ITEMS_DisplayName
source: EN:Items
de: DE:Items

# CLASS_IFCRELDEFINESBYTYPERELATEDOBJECTS_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCRELDEFINESBYTYPE_DisplayName
source: EN:IfcRelDefinesByType
de: DE:IfcRelDefinesByType

# CLASS_IFCRELDEFINESBYTYPE_PROPERTY_RELATEDOBJECTS_DisplayName
source: EN:RelatedObjects
de: DE:RelatedObjects

# CLASS_IFCRELDEFINESBYTYPE_PROPERTY_RELATINGTYPE_DisplayName
source: EN:RelatingType
de: DE:RelatingType

# CLASS_IFCRELDEFINES_DisplayName
source: EN:IfcRelDefines
de: DE:IfcRelDefines

# CLASS_IFCRELFILLSELEMENT_DisplayName
source: EN:IfcRelFillsElement
de: DE:IfcRelFillsElement

# CLASS_IFCRELFILLSELEMENT_PROPERTY_RELATEDBUILDINGELEMENT_DisplayName
source: EN:RelatedBuildingElement
de: DE:RelatedBuildingElement

# CLASS_IFCRELFILLSELEMENT_PROPERTY_RELATINGOPENINGELEMENT_DisplayName
source: EN:RelatingOpeningElement
de: DE:RelatingOpeningElement

# CLASS_IFCRELFLOWCONTROLELEMENTSRELATEDCONTROLELEMENTS_DisplayName
source: EN:IfcRelFlowControlElementsRelatedControlElements
de: DE:IfcRelFlowControlElementsRelatedControlElements

source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCRELFLOWCONTROLELEMENTSRELATEDCONTROLELEMENTS_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCRELFLOWCONTROLELEMENTSRELATEDCONTROLELEMENTS_PROPERTY_ITEMS_DisplayName
source: EN:Items
de: DE:Items

source: EN:ItemType
de: DE:ItemType

# CLASS_IFCRELFLOWCONTROLELEMENTS_DisplayName
source: EN:IfcRelFlowControlElements
de: DE:IfcRelFlowControlElements

# CLASS_IFCRELFLOWCONTROLELEMENTS_PROPERTY_RELATEDCONTROLELEMENTS_DisplayName
source: EN:RelatedControlElements
de: DE:RelatedControlElements

# CLASS_IFCRELFLOWCONTROLELEMENTS_PROPERTY_RELATINGFLOWELEMENT_DisplayName
source: EN:RelatingFlowElement
de: DE:RelatingFlowElement

# CLASS_IFCRELINTERFERESELEMENTS_DisplayName
source: EN:IfcRelInterferesElements
de: DE:IfcRelInterferesElements

# CLASS_IFCRELINTERFERESELEMENTS_PROPERTY_IMPLIEDORDER_DisplayName
source: EN:ImpliedOrder
de: DE:ImpliedOrder

# CLASS_IFCRELINTERFERESELEMENTS_PROPERTY_INTERFERENCEGEOMETRY_DisplayName
source: EN:InterferenceGeometry
de: DE:InterferenceGeometry

# CLASS_IFCRELINTERFERESELEMENTS_PROPERTY_INTERFERENCETYPE_DisplayName
source: EN:InterferenceType
de: DE:InterferenceType

# CLASS_IFCRELINTERFERESELEMENTS_PROPERTY_RELATEDELEMENT_DisplayName
source: EN:RelatedElement
de: DE:RelatedElement

# CLASS_IFCRELINTERFERESELEMENTS_PROPERTY_RELATINGELEMENT_DisplayName
source: EN:RelatingElement
de: DE:RelatingElement

# CLASS_IFCRELNESTSRELATEDOBJECTS_DisplayName
source: EN:IfcRelNestsRelatedObjects
de: DE:IfcRelNestsRelatedObjects

# CLASS_IFCRELNESTSRELATEDOBJECTS_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCRELNESTSRELATEDOBJECTS_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCRELNESTSRELATEDOBJECTS_PROPERTY_ITEMS_DisplayName
source: EN:Items
de: DE:Items

# CLASS_IFCRELNESTSRELATEDOBJECTS_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCRELNESTS_DisplayName
source: EN:IfcRelNests
de: DE:IfcRelNests

# CLASS_IFCRELNESTS_PROPERTY_RELATEDOBJECTS_DisplayName
source: EN:RelatedObjects
de: DE:RelatedObjects

# CLASS_IFCRELNESTS_PROPERTY_RELATINGOBJECT_DisplayName
source: EN:RelatingObject
de: DE:RelatingObject

# CLASS_IFCRELPROJECTSELEMENT_DisplayName
source: EN:IfcRelProjectsElement
de: DE:IfcRelProjectsElement

# CLASS_IFCRELPROJECTSELEMENT_PROPERTY_RELATEDFEATUREELEMENT_DisplayName
source: EN:RelatedFeatureElement
de: DE:RelatedFeatureElement

# CLASS_IFCRELPROJECTSELEMENT_PROPERTY_RELATINGELEMENT_DisplayName
source: EN:RelatingElement
de: DE:RelatingElement

# CLASS_IFCRELREFERENCEDINSPATIALSTRUCTURERELATEDELEMENTS_DisplayName
source: EN:IfcRelReferencedInSpatialStructureRelatedElements
de: DE:IfcRelReferencedInSpatialStructureRelatedElements

source: EN:ArraySize
de: DE:ArraySize

source: EN:CType
de: DE:CType

source: EN:Items
de: DE:Items

source: EN:ItemType
de: DE:ItemType

# CLASS_IFCRELREFERENCEDINSPATIALSTRUCTURE_DisplayName
source: EN:IfcRelReferencedInSpatialStructure
de: DE:IfcRelReferencedInSpatialStructure

# CLASS_IFCRELREFERENCEDINSPATIALSTRUCTURE_PROPERTY_RELATEDELEMENTS_DisplayName
source: EN:RelatedElements
de: DE:RelatedElements

# CLASS_IFCRELREFERENCEDINSPATIALSTRUCTURE_PROPERTY_RELATINGSTRUCTURE_DisplayName
source: EN:RelatingStructure
de: DE:RelatingStructure

# CLASS_IFCRELSEQUENCE_DisplayName
source: EN:IfcRelSequence
de: DE:IfcRelSequence

# CLASS_IFCRELSEQUENCE_PROPERTY_RELATEDPROCESS_DisplayName
source: EN:RelatedProcess
de: DE:RelatedProcess

# CLASS_IFCRELSEQUENCE_PROPERTY_RELATINGPROCESS_DisplayName
source: EN:RelatingProcess
de: DE:RelatingProcess

# CLASS_IFCRELSEQUENCE_PROPERTY_SEQUENCETYPE_DisplayName
source: EN:SequenceType
de: DE:SequenceType

# CLASS_IFCRELSEQUENCE_PROPERTY_TIMELAG_DisplayName
source: EN:TimeLag
de: DE:TimeLag

# CLASS_IFCRELSEQUENCE_PROPERTY_USERDEFINEDSEQUENCETYPE_DisplayName
source: EN:UserDefinedSequenceType
de: DE:UserDefinedSequenceType

# CLASS_IFCRELSERVICESBUILDINGSRELATEDBUILDINGS_DisplayName
source: EN:IfcRelServicesBuildingsRelatedBuildings
de: DE:IfcRelServicesBuildingsRelatedBuildings

# CLASS_IFCRELSERVICESBUILDINGSRELATEDBUILDINGS_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCRELSERVICESBUILDINGSRELATEDBUILDINGS_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCRELSERVICESBUILDINGSRELATEDBUILDINGS_PROPERTY_ITEMS_DisplayName
source: EN:Items
de: DE:Items

# CLASS_IFCRELSERVICESBUILDINGSRELATEDBUILDINGS_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCRELSERVICESBUILDINGS_DisplayName
source: EN:IfcRelServicesBuildings
de: DE:IfcRelServicesBuildings

# CLASS_IFCRELSERVICESBUILDINGS_PROPERTY_RELATEDBUILDINGS_DisplayName
source: EN:RelatedBuildings
de: DE:RelatedBuildings

# CLASS_IFCRELSERVICESBUILDINGS_PROPERTY_RELATINGSYSTEM_DisplayName
source: EN:RelatingSystem
de: DE:RelatingSystem

# CLASS_IFCRELSPACEBOUNDARY1STLEVEL_DisplayName
source: EN:IfcRelSpaceBoundary1stLevel
de: DE:IfcRelSpaceBoundary1stLevel

# CLASS_IFCRELSPACEBOUNDARY1STLEVEL_PROPERTY_PARENTBOUNDARY_DisplayName
source: EN:ParentBoundary
de: DE:ParentBoundary

# CLASS_IFCRELSPACEBOUNDARY2NDLEVEL_DisplayName
source: EN:IfcRelSpaceBoundary2ndLevel
de: DE:IfcRelSpaceBoundary2ndLevel

# CLASS_IFCRELSPACEBOUNDARY2NDLEVEL_PROPERTY_CORRESPONDINGBOUNDARY_DisplayName
source: EN:CorrespondingBoundary
de: DE:CorrespondingBoundary

# CLASS_IFCRELSPACEBOUNDARYRELATINGSPACE_DisplayName
source: EN:IfcRelSpaceBoundaryRelatingSpace
de: DE:IfcRelSpaceBoundaryRelatingSpace

# CLASS_IFCRELSPACEBOUNDARYRELATINGSPACE_PROPERTY_ITEM_DisplayName
source: EN:Item
de: DE:Item

# CLASS_IFCRELSPACEBOUNDARY_DisplayName
source: EN:IfcRelSpaceBoundary
de: DE:IfcRelSpaceBoundary

# CLASS_IFCRELSPACEBOUNDARY_PROPERTY_CONNECTIONGEOMETRY_DisplayName
source: EN:ConnectionGeometry
de: DE:ConnectionGeometry

# CLASS_IFCRELSPACEBOUNDARY_PROPERTY_INTERNALOREXTERNALBOUNDARY_DisplayName
source: EN:InternalOrExternalBoundary
de: DE:InternalOrExternalBoundary

# CLASS_IFCRELSPACEBOUNDARY_PROPERTY_PHYSICALORVIRTUALBOUNDARY_DisplayName
source: EN:PhysicalOrVirtualBoundary
de: DE:PhysicalOrVirtualBoundary

# CLASS_IFCRELSPACEBOUNDARY_PROPERTY_RELATEDBUILDINGELEMENT_DisplayName
source: EN:RelatedBuildingElement
de: DE:RelatedBuildingElement

# CLASS_IFCRELSPACEBOUNDARY_PROPERTY_RELATINGSPACE_DisplayName
source: EN:RelatingSpace
de: DE:RelatingSpace

# CLASS_IFCRELVOIDSELEMENT_DisplayName
source: EN:IfcRelVoidsElement
de: DE:IfcRelVoidsElement

# CLASS_IFCRELVOIDSELEMENT_PROPERTY_RELATEDOPENINGELEMENT_DisplayName
source: EN:RelatedOpeningElement
de: DE:RelatedOpeningElement

# CLASS_IFCRELVOIDSELEMENT_PROPERTY_RELATINGBUILDINGELEMENT_DisplayName
source: EN:RelatingBuildingElement
de: DE:RelatingBuildingElement

# CLASS_IFCREPARAMETRISEDCOMPOSITECURVESEGMENT_DisplayName
source: EN:IfcReparametrisedCompositeCurveSegment
de: DE:IfcReparametrisedCompositeCurveSegment

# CLASS_IFCREPARAMETRISEDCOMPOSITECURVESEGMENT_PROPERTY_PARAMLENGTH_DisplayName
source: EN:ParamLength
de: DE:ParamLength

# CLASS_IFCREPRESENTATIONCONTEXT_DisplayName
source: EN:IfcRepresentationContext
de: DE:IfcRepresentationContext

# CLASS_IFCREPRESENTATIONCONTEXT_PROPERTY_CONTEXTIDENTIFIER_DisplayName
source: EN:ContextIdentifier
de: DE:ContextIdentifier

# CLASS_IFCREPRESENTATIONCONTEXT_PROPERTY_CONTEXTTYPE_DisplayName
source: EN:ContextType
de: DE:ContextType

# CLASS_IFCREPRESENTATIONITEMS_DisplayName
source: EN:IfcRepresentationItems
de: DE:IfcRepresentationItems

# CLASS_IFCREPRESENTATIONITEMS_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCREPRESENTATIONITEMS_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCREPRESENTATIONITEMS_PROPERTY_ITEMS_DisplayName
source: EN:Items
de: DE:Items

# CLASS_IFCREPRESENTATIONITEMS_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCREPRESENTATIONITEM_DisplayName
source: EN:IfcRepresentationItem
de: DE:IfcRepresentationItem

# CLASS_IFCREPRESENTATIONITEM_PROPERTY_STYLEDBYITEM_DisplayName
source: EN:StyledByItem
de: DE:StyledByItem

# CLASS_IFCREPRESENTATIONMAPMAPPINGORIGIN_DisplayName
source: EN:IfcRepresentationMapMappingOrigin
de: DE:IfcRepresentationMapMappingOrigin

# CLASS_IFCREPRESENTATIONMAPMAPPINGORIGIN_PROPERTY_ITEM_DisplayName
source: EN:Item
de: DE:Item

# CLASS_IFCREPRESENTATIONMAP_DisplayName
source: EN:IfcRepresentationMap
de: DE:IfcRepresentationMap

# CLASS_IFCREPRESENTATIONMAP_PROPERTY_MAPPEDREPRESENTATION_DisplayName
source: EN:MappedRepresentation
de: DE:MappedRepresentation

# CLASS_IFCREPRESENTATIONMAP_PROPERTY_MAPPINGORIGIN_DisplayName
source: EN:MappingOrigin
de: DE:MappingOrigin

# CLASS_IFCREPRESENTATION_DisplayName
source: EN:IfcRepresentation
de: DE:IfcRepresentation

# CLASS_IFCREPRESENTATION_PROPERTY_CONTEXTOFITEMS_DisplayName
source: EN:ContextOfItems
de: DE:ContextOfItems

# CLASS_IFCREPRESENTATION_PROPERTY_ITEMS_DisplayName
source: EN:Items
de: DE:Items

# CLASS_IFCREPRESENTATION_PROPERTY_REPRESENTATIONIDENTIFIER_DisplayName
source: EN:RepresentationIdentifier
de: DE:RepresentationIdentifier

# CLASS_IFCREPRESENTATION_PROPERTY_REPRESENTATIONTYPE_DisplayName
source: EN:RepresentationType
de: DE:RepresentationType

# CLASS_IFCRESOURCEAPPROVALRELATIONSHIPRELATEDRESOURCEOBJECTS_DisplayName
source: EN:IfcResourceApprovalRelationshipRelatedResourceObjects
de: DE:IfcResourceApprovalRelationshipRelatedResourceObjects

source: EN:ArraySize
de: DE:ArraySize

source: EN:CType
de: DE:CType

source: EN:Items
de: DE:Items

source: EN:ItemType
de: DE:ItemType

# CLASS_IFCRESOURCEAPPROVALRELATIONSHIP_DisplayName
source: EN:IfcResourceApprovalRelationship
de: DE:IfcResourceApprovalRelationship

source: EN:RelatedResourceObjects
de: DE:RelatedResourceObjects

# CLASS_IFCRESOURCEAPPROVALRELATIONSHIP_PROPERTY_RELATINGAPPROVAL_DisplayName
source: EN:RelatingApproval
de: DE:RelatingApproval

# CLASS_IFCRESOURCECONSTRAINTRELATIONSHIPRELATEDRESOURCEOBJECTS_DisplayName
source: EN:IfcResourceConstraintRelationshipRelatedResourceObjects
de: DE:IfcResourceConstraintRelationshipRelatedResourceObjects

source: EN:ArraySize
de: DE:ArraySize

source: EN:CType
de: DE:CType

source: EN:Items
de: DE:Items

source: EN:ItemType
de: DE:ItemType

# CLASS_IFCRESOURCECONSTRAINTRELATIONSHIP_DisplayName
source: EN:IfcResourceConstraintRelationship
de: DE:IfcResourceConstraintRelationship

source: EN:RelatedResourceObjects
de: DE:RelatedResourceObjects

# CLASS_IFCRESOURCECONSTRAINTRELATIONSHIP_PROPERTY_RELATINGCONSTRAINT_DisplayName
source: EN:RelatingConstraint
de: DE:RelatingConstraint

# CLASS_IFCRESOURCELEVELRELATIONSHIP_DisplayName
source: EN:IfcResourceLevelRelationship
de: DE:IfcResourceLevelRelationship

# CLASS_IFCRESOURCELEVELRELATIONSHIP_PROPERTY_DESCRIPTION_DisplayName
source: EN:Description
de: Beschreibung

# CLASS_IFCRESOURCELEVELRELATIONSHIP_PROPERTY_NAME_DisplayName
source: EN:Name
de: Name

# CLASS_IFCRESOURCETIME_DisplayName
source: EN:IfcResourceTime
de: DE:IfcResourceTime

# CLASS_IFCRESOURCETIME_PROPERTY_ACTUALFINISH_DisplayName
source: EN:ActualFinish
de: DE:ActualFinish

# CLASS_IFCRESOURCETIME_PROPERTY_ACTUALSTART_DisplayName
source: EN:ActualStart
de: DE:ActualStart

# CLASS_IFCRESOURCETIME_PROPERTY_ACTUALUSAGE_DisplayName
source: EN:ActualUsage
de: DE:ActualUsage

# CLASS_IFCRESOURCETIME_PROPERTY_ACTUALWORK_DisplayName
source: EN:ActualWork
de: DE:ActualWork

# CLASS_IFCRESOURCETIME_PROPERTY_COMPLETION_DisplayName
source: EN:Completion
de: DE:Completion

# CLASS_IFCRESOURCETIME_PROPERTY_ISOVERALLOCATED_DisplayName
source: EN:IsOverAllocated
de: DE:IsOverAllocated

# CLASS_IFCRESOURCETIME_PROPERTY_LEVELINGDELAY_DisplayName
source: EN:LevelingDelay
de: DE:LevelingDelay

# CLASS_IFCRESOURCETIME_PROPERTY_REMAININGUSAGE_DisplayName
source: EN:RemainingUsage
de: DE:RemainingUsage

# CLASS_IFCRESOURCETIME_PROPERTY_REMAININGWORK_DisplayName
source: EN:RemainingWork
de: DE:RemainingWork

# CLASS_IFCRESOURCETIME_PROPERTY_SCHEDULECONTOUR_DisplayName
source: EN:ScheduleContour
de: DE:ScheduleContour

# CLASS_IFCRESOURCETIME_PROPERTY_SCHEDULEFINISH_DisplayName
source: EN:ScheduleFinish
de: DE:ScheduleFinish

# CLASS_IFCRESOURCETIME_PROPERTY_SCHEDULESTART_DisplayName
source: EN:ScheduleStart
de: DE:ScheduleStart

# CLASS_IFCRESOURCETIME_PROPERTY_SCHEDULEUSAGE_DisplayName
source: EN:ScheduleUsage
de: DE:ScheduleUsage

# CLASS_IFCRESOURCETIME_PROPERTY_SCHEDULEWORK_DisplayName
source: EN:ScheduleWork
de: DE:ScheduleWork

# CLASS_IFCRESOURCETIME_PROPERTY_STATUSTIME_DisplayName
source: EN:StatusTime
de: DE:StatusTime

# CLASS_IFCRESOURCE_DisplayName
source: EN:IfcResource
de: DE:IfcResource

# CLASS_IFCRESOURCE_PROPERTY_IDENTIFICATION_DisplayName
source: EN:Identification
de: IDentification

# CLASS_IFCRESOURCE_PROPERTY_LONGDESCRIPTION_DisplayName
source: EN:LongDescription
de: DE:LongDescription

# CLASS_IFCREVOLVEDAREASOLIDTAPERED_DisplayName
source: EN:IfcRevolvedAreaSolidTapered
de: DE:IfcRevolvedAreaSolidTapered

# CLASS_IFCREVOLVEDAREASOLIDTAPERED_PROPERTY_ENDSWEPTAREA_DisplayName
source: EN:EndSweptArea
de: DE:EndSweptArea

# CLASS_IFCREVOLVEDAREASOLID_DisplayName
source: EN:IfcRevolvedAreaSolid
de: DE:IfcRevolvedAreaSolid

# CLASS_IFCREVOLVEDAREASOLID_PROPERTY_ANGLE_DisplayName
source: EN:Angle
de: DE:Angle

# CLASS_IFCREVOLVEDAREASOLID_PROPERTY_AXIS_DisplayName
source: EN:Axis
de: DE:Axis

# CLASS_IFCRIGHTCIRCULARCONE_DisplayName
source: EN:IfcRightCircularCone
de: DE:IfcRightCircularCone

# CLASS_IFCRIGHTCIRCULARCONE_PROPERTY_BOTTOMRADIUS_DisplayName
source: EN:BottomRadius
de: DE:BottomRadius

# CLASS_IFCRIGHTCIRCULARCONE_PROPERTY_HEIGHT_DisplayName
source: EN:Height
de: DE:Height

# CLASS_IFCRIGHTCIRCULARCYLINDER_DisplayName
source: EN:IfcRightCircularCylinder
de: DE:IfcRightCircularCylinder

# CLASS_IFCRIGHTCIRCULARCYLINDER_PROPERTY_HEIGHT_DisplayName
source: EN:Height
de: DE:Height

# CLASS_IFCRIGHTCIRCULARCYLINDER_PROPERTY_RADIUS_DisplayName
source: EN:Radius
de: DE:Radius

# CLASS_IFCROOFTYPE_DisplayName
source: EN:IfcRoofType
de: DE:IfcRoofType

# CLASS_IFCROOFTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCROOF_DisplayName
source: EN:IfcRoof
de: DE:IfcRoof

# CLASS_IFCROOF_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCROOT_DisplayName
source: EN:IfcRoot
de: DE:IfcRoot

# CLASS_IFCROOT_PROPERTY_DESCRIPTION_DisplayName
source: EN:Description
de: Beschreibung

# CLASS_IFCROOT_PROPERTY_GLOBALID_DisplayName
source: EN:GlobalId
de: Ifc GlobalId

# CLASS_IFCROOT_PROPERTY_NAME_DisplayName
source: EN:Name
de: Name

# CLASS_IFCROOT_PROPERTY_OWNERHISTORY_DisplayName
source: EN:OwnerHistory
de: Bearbeitungshistorie

# CLASS_IFCROTATIONALFREQUENCYMEASUREWRAPPER_DisplayName
source: EN:IfcRotationalFrequencyMeasurewrapper
de: DE:IfcRotationalFrequencyMeasurewrapper

# CLASS_IFCROTATIONALFREQUENCYMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCROTATIONALFREQUENCYMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad
