Repository: thoffeller/Ifc.NET
Catalog: src/Ifc.NET/Properties/Resources.*.resx
Languages: de

# ENUM_IFCWINDOWTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCWINDOWTYPEENUM_ITEM_SKYLIGHT_DisplayName
source: EN:Skylight
de: DE:Skylight

# ENUM_IFCWINDOWTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCWINDOWTYPEENUM_ITEM_WINDOW_DisplayName
source: EN:Window
de: DE:Window

# ENUM_IFCWINDOWTYPEPARTITIONINGENUM_ITEM_DOUBLEPANELHORIZONTAL_DisplayName
source: EN:DoublePanelHorizontal
de: DE:DoublePanelHorizontal

# ENUM_IFCWINDOWTYPEPARTITIONINGENUM_ITEM_DOUBLEPANELVERTICAL_DisplayName
source: EN:DoublePanelVertical
de: DE:DoublePanelVertical

# ENUM_IFCWINDOWTYPEPARTITIONINGENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCWINDOWTYPEPARTITIONINGENUM_ITEM_SINGLEPANEL_DisplayName
source: EN:SinglePanel
de: DE:SinglePanel

# ENUM_IFCWINDOWTYPEPARTITIONINGENUM_ITEM_TRIPLEPANELBOTTOM_DisplayName
source: EN:TriplePanelBottom
de: DE:TriplePanelBottom

# ENUM_IFCWINDOWTYPEPARTITIONINGENUM_ITEM_TRIPLEPANELHORIZONTAL_DisplayName
source: EN:TriplePanelHorizontal
de: DE:TriplePanelHorizontal

# ENUM_IFCWINDOWTYPEPARTITIONINGENUM_ITEM_TRIPLEPANELLEFT_DisplayName
source: EN:TriplePanelLeft
de: DE:TriplePanelLeft

# ENUM_IFCWINDOWTYPEPARTITIONINGENUM_ITEM_TRIPLEPANELRIGHT_DisplayName
source: EN:TriplePanelRight
de: DE:TriplePanelRight

# ENUM_IFCWINDOWTYPEPARTITIONINGENUM_ITEM_TRIPLEPANELTOP_DisplayName
source: EN:TriplePanelTop
de: DE:TriplePanelTop

# ENUM_IFCWINDOWTYPEPARTITIONINGENUM_ITEM_TRIPLEPANELVERTICAL_DisplayName
source: EN:TriplePanelVertical
de: DE:TriplePanelVertical

# ENUM_IFCWINDOWTYPEPARTITIONINGENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCWORKCALENDARTYPEENUM_ITEM_FIRSTSHIFT_DisplayName
source: EN:Firstshift
de: DE:Firstshift

# ENUM_IFCWORKCALENDARTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCWORKCALENDARTYPEENUM_ITEM_SECONDSHIFT_DisplayName
source: EN:Secondshift
de: DE:Secondshift

# ENUM_IFCWORKCALENDARTYPEENUM_ITEM_THIRDSHIFT_DisplayName
source: EN:Thirdshift
de: DE:Thirdshift

# ENUM_IFCWORKCALENDARTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCWORKPLANTYPEENUM_ITEM_ACTUAL_DisplayName
source: EN:Actual
de: DE:Actual

# ENUM_IFCWORKPLANTYPEENUM_ITEM_BASELINE_DisplayName
source: EN:Baseline
de: DE:Baseline

# ENUM_IFCWORKPLANTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCWORKPLANTYPEENUM_ITEM_PLANNED_DisplayName
source: EN:Planned
de: DE:Planned

# ENUM_IFCWORKPLANTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCWORKSCHEDULETYPEENUM_ITEM_ACTUAL_DisplayName
source: EN:Actual
de: DE:Actual

# ENUM_IFCWORKSCHEDULETYPEENUM_ITEM_BASELINE_DisplayName
source: EN:Baseline
de: DE:Baseline

# ENUM_IFCWORKSCHEDULETYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCWORKSCHEDULETYPEENUM_ITEM_PLANNED_DisplayName
source: EN:Planned
de: DE:Planned

# ENUM_IFCWORKSCHEDULETYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined
