Repository: thoffeller/Ifc.NET
Catalog: src/Ifc.NET/Properties/Resources.*.resx
Languages: de

# CLASS_IFCTIMESERIESVALUELISTVALUES_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCTIMESERIESVALUE_DisplayName
source: EN:IfcTimeSeriesValue
de: DE:IfcTimeSeriesValue

# CLASS_IFCTIMESERIESVALUE_PROPERTY_LISTVALUES_DisplayName
source: EN:ListValues
de: DE:ListValues

# CLASS_IFCTIMESERIES_DisplayName
source: EN:IfcTimeSeries
de: DE:IfcTimeSeries

# CLASS_IFCTIMESERIES_PROPERTY_DATAORIGIN_DisplayName
source: EN:DataOrigin
de: DE:DataOrigin

# CLASS_IFCTIMESERIES_PROPERTY_DESCRIPTION_DisplayName
source: EN:Description
de: Beschreibung

# CLASS_IFCTIMESERIES_PROPERTY_ENDTIME_DisplayName
source: EN:EndTime
de: DE:EndTime

# CLASS_IFCTIMESERIES_PROPERTY_NAME_DisplayName
source: EN:Name
de: Name

# CLASS_IFCTIMESERIES_PROPERTY_STARTTIME_DisplayName
source: EN:StartTime
de: DE:StartTime

# CLASS_IFCTIMESERIES_PROPERTY_TIMESERIESDATATYPE_DisplayName
source: EN:TimeSeriesDataType
de: DE:TimeSeriesDataType

# CLASS_IFCTIMESERIES_PROPERTY_UNIT_DisplayName
source: EN:Unit
de: DE:Unit

# CLASS_IFCTIMESERIES_PROPERTY_USERDEFINEDDATAORIGIN_DisplayName
source: EN:UserDefinedDataOrigin
de: DE:UserDefinedDataOrigin

# CLASS_IFCTIMESTAMPWRAPPER_DisplayName
source: EN:IfcTimeStampwrapper
de: DE:IfcTimeStampwrapper

# CLASS_IFCTIMESTAMPWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

# CLASS_IFCTIMESTAMPWRAPPER_PROPERTY_INVARIANTSTRINGVALUE_DisplayName
source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCTIMESTAMPWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCTIMESTAMPWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCTIMEWRAPPER_DisplayName
source: EN:IfcTimewrapper
de: DE:IfcTimewrapper

# CLASS_IFCTIMEWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

# CLASS_IFCTIMEWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCTIMEWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCTIMEWRAPPER_PROPERTY_VALUE_DisplayName
source: EN:Value
de: DE:Value

# CLASS_IFCTOPOLOGICALREPRESENTATIONITEM_DisplayName
source: EN:IfcTopologicalRepresentationItem
de: DE:IfcTopologicalRepresentationItem

# CLASS_IFCTOPOLOGYREPRESENTATION_DisplayName
source: EN:IfcTopologyRepresentation
de: DE:IfcTopologyRepresentation

# CLASS_IFCTORQUEMEASUREWRAPPER_DisplayName
source: EN:IfcTorqueMeasurewrapper
de: DE:IfcTorqueMeasurewrapper

# CLASS_IFCTORQUEMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

# CLASS_IFCTORQUEMEASUREWRAPPER_PROPERTY_INVARIANTSTRINGVALUE_DisplayName
source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCTORQUEMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCTORQUEMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCTRANSFORMERTYPE_DisplayName
source: EN:IfcTransformerType
de: DE:IfcTransformerType

# CLASS_IFCTRANSFORMERTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCTRANSFORMER_DisplayName
source: EN:IfcTransformer
de: DE:IfcTransformer

# CLASS_IFCTRANSFORMER_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCTRANSPORTELEMENTTYPE_DisplayName
source: EN:IfcTransportElementType
de: DE:IfcTransportElementType

# CLASS_IFCTRANSPORTELEMENTTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCTRANSPORTELEMENT_DisplayName
source: EN:IfcTransportElement
de: DE:IfcTransportElement

# CLASS_IFCTRANSPORTELEMENT_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCTRAPEZIUMPROFILEDEF_DisplayName
source: EN:IfcTrapeziumProfileDef
de: DE:IfcTrapeziumProfileDef

# CLASS_IFCTRAPEZIUMPROFILEDEF_PROPERTY_BOTTOMXDIM_DisplayName
source: EN:BottomXDim
de: DE:BottomXDim

# CLASS_IFCTRAPEZIUMPROFILEDEF_PROPERTY_TOPXDIM_DisplayName
source: EN:TopXDim
de: DE:TopXDim

# CLASS_IFCTRAPEZIUMPROFILEDEF_PROPERTY_TOPXOFFSET_DisplayName
source: EN:TopXOffset
de: DE:TopXOffset

# CLASS_IFCTRAPEZIUMPROFILEDEF_PROPERTY_YDIM_DisplayName
source: EN:YDim
de: DE:YDim

# CLASS_IFCTRIANGULATEDFACESET_DisplayName
source: EN:IfcTriangulatedFaceSet
de: DE:IfcTriangulatedFaceSet

# CLASS_IFCTRIANGULATEDFACESET_PROPERTY_COORDINDEX_DisplayName
source: EN:CoordIndex
de: DE:CoordIndex

# CLASS_IFCTRIANGULATEDFACESET_PROPERTY_NORMALINDEX_DisplayName
source: EN:NormalIndex
de: DE:NormalIndex

# CLASS_IFCTRIMMEDCURVETRIM1_DisplayName
source: EN:IfcTrimmedCurveTrim1
de: DE:IfcTrimmedCurveTrim1

# CLASS_IFCTRIMMEDCURVETRIM1_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCTRIMMEDCURVETRIM1_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCTRIMMEDCURVETRIM1_PROPERTY_ITEMS_DisplayName
source: EN:Items
de: DE:Items

# CLASS_IFCTRIMMEDCURVETRIM1_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCTRIMMEDCURVETRIM2_DisplayName
source: EN:IfcTrimmedCurveTrim2
de: DE:IfcTrimmedCurveTrim2

# CLASS_IFCTRIMMEDCURVETRIM2_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCTRIMMEDCURVETRIM2_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCTRIMMEDCURVETRIM2_PROPERTY_ITEMS_DisplayName
source: EN:Items
de: DE:Items

# CLASS_IFCTRIMMEDCURVETRIM2_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCTRIMMEDCURVE_DisplayName
source: EN:IfcTrimmedCurve
de: DE:IfcTrimmedCurve

# CLASS_IFCTRIMMEDCURVE_PROPERTY_BASISCURVE_DisplayName
source: EN:BasisCurve
de: DE:BasisCurve

# CLASS_IFCTRIMMEDCURVE_PROPERTY_MASTERREPRESENTATION_DisplayName
source: EN:MasterRepresentation
de: DE:MasterRepresentation

# CLASS_IFCTRIMMEDCURVE_PROPERTY_SENSEAGREEMENT_DisplayName
source: EN:SenseAgreement
de: DE:SenseAgreement

# CLASS_IFCTRIMMEDCURVE_PROPERTY_TRIM1_DisplayName
source: EN:Trim1
de: DE:Trim1

# CLASS_IFCTRIMMEDCURVE_PROPERTY_TRIM2_DisplayName
source: EN:Trim2
de: DE:Trim2

# CLASS_IFCTSHAPEPROFILEDEF_DisplayName
source: EN:IfcTShapeProfileDef
de: DE:IfcTShapeProfileDef

# CLASS_IFCTSHAPEPROFILEDEF_PROPERTY_DEPTH_DisplayName
source: EN:Depth
de: DE:Depth

# CLASS_IFCTSHAPEPROFILEDEF_PROPERTY_FILLETRADIUS_DisplayName
source: EN:FilletRadius
de: DE:FilletRadius

# CLASS_IFCTSHAPEPROFILEDEF_PROPERTY_FLANGEEDGERADIUS_DisplayName
source: EN:FlangeEdgeRadius
de: DE:FlangeEdgeRadius

# CLASS_IFCTSHAPEPROFILEDEF_PROPERTY_FLANGESLOPE_DisplayName
source: EN:FlangeSlope
de: DE:FlangeSlope

# CLASS_IFCTSHAPEPROFILEDEF_PROPERTY_FLANGETHICKNESS_DisplayName
source: EN:FlangeThickness
de: DE:FlangeThickness

# CLASS_IFCTSHAPEPROFILEDEF_PROPERTY_FLANGEWIDTH_DisplayName
source: EN:FlangeWidth
de: DE:FlangeWidth

# CLASS_IFCTSHAPEPROFILEDEF_PROPERTY_WEBEDGERADIUS_DisplayName
source: EN:WebEdgeRadius
de: DE:WebEdgeRadius

# CLASS_IFCTSHAPEPROFILEDEF_PROPERTY_WEBSLOPE_DisplayName
source: EN:WebSlope
de: DE:WebSlope

# CLASS_IFCTSHAPEPROFILEDEF_PROPERTY_WEBTHICKNESS_DisplayName
source: EN:WebThickness
de: DE:WebThickness

# CLASS_IFCTUBEBUNDLETYPE_DisplayName
source: EN:IfcTubeBundleType
de: DE:IfcTubeBundleType

# CLASS_IFCTUBEBUNDLETYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCTUBEBUNDLE_DisplayName
source: EN:IfcTubeBundle
de: DE:IfcTubeBundle

# CLASS_IFCTUBEBUNDLE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCTYPEOBJECTHASPROPERTYSETS_DisplayName
source: EN:IfcTypeObjectHasPropertySets
de: DE:IfcTypeObjectHasPropertySets

# CLASS_IFCTYPEOBJECTHASPROPERTYSETS_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCTYPEOBJECTHASPROPERTYSETS_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCTYPEOBJECTHASPROPERTYSETS_PROPERTY_ITEMS_DisplayName
source: EN:Items
de: DE:Items

# CLASS_IFCTYPEOBJECTHASPROPERTYSETS_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCTYPEOBJECT_DisplayName
source: EN:IfcTypeObject
de: DE:IfcTypeObject

# CLASS_IFCTYPEOBJECT_PROPERTY_APPLICABLEOCCURRENCE_DisplayName
source: EN:ApplicableOccurrence
de: DE:ApplicableOccurrence

# CLASS_IFCTYPEOBJECT_PROPERTY_HASPROPERTYSETS_DisplayName
source: EN:HasPropertySets
de: DE:HasPropertySets

# CLASS_IFCTYPEPROCESS_DisplayName
source: EN:IfcTypeProcess
de: DE:IfcTypeProcess

# CLASS_IFCTYPEPROCESS_PROPERTY_IDENTIFICATION_DisplayName
source: EN:Identification
de: IDentification

# CLASS_IFCTYPEPROCESS_PROPERTY_LONGDESCRIPTION_DisplayName
source: EN:LongDescription
de: DE:LongDescription

# CLASS_IFCTYPEPROCESS_PROPERTY_PROCESSTYPE_DisplayName
source: EN:ProcessType
de: DE:ProcessType

# CLASS_IFCTYPEPRODUCTREPRESENTATIONMAPS_DisplayName
source: EN:IfcTypeProductRepresentationMaps
de: DE:IfcTypeProductRepresentationMaps

# CLASS_IFCTYPEPRODUCTREPRESENTATIONMAPS_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCTYPEPRODUCTREPRESENTATIONMAPS_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCTYPEPRODUCTREPRESENTATIONMAPS_PROPERTY_IFCREPRESENTATIONMAP_DisplayName
source: EN:IfcRepresentationMap
de: DE:IfcRepresentationMap

# CLASS_IFCTYPEPRODUCTREPRESENTATIONMAPS_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCTYPEPRODUCT_DisplayName
source: EN:IfcTypeProduct
de: DE:IfcTypeProduct

# CLASS_IFCTYPEPRODUCT_PROPERTY_REPRESENTATIONMAPS_DisplayName
source: EN:RepresentationMaps
de: DE:RepresentationMaps

# CLASS_IFCTYPEPRODUCT_PROPERTY_TAG_DisplayName
source: EN:Tag
de: DE:Tag

# CLASS_IFCTYPERESOURCE_DisplayName
source: EN:IfcTypeResource
de: DE:IfcTypeResource

# CLASS_IFCTYPERESOURCE_PROPERTY_IDENTIFICATION_DisplayName
source: EN:Identification
de: IDentification

# CLASS_IFCTYPERESOURCE_PROPERTY_LONGDESCRIPTION_DisplayName
source: EN:LongDescription
de: DE:LongDescription

# CLASS_IFCTYPERESOURCE_PROPERTY_RESOURCETYPE_DisplayName
source: EN:ResourceType
de: DE:ResourceType

# CLASS_IFCUNITARYCONTROLELEMENTTYPE_DisplayName
source: EN:IfcUnitaryControlElementType
de: DE:IfcUnitaryControlElementType

# CLASS_IFCUNITARYCONTROLELEMENTTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCUNITARYCONTROLELEMENT_DisplayName
source: EN:IfcUnitaryControlElement
de: DE:IfcUnitaryControlElement

# CLASS_IFCUNITARYCONTROLELEMENT_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCUNITARYEQUIPMENTTYPE_DisplayName
source: EN:IfcUnitaryEquipmentType
de: DE:IfcUnitaryEquipmentType

# CLASS_IFCUNITARYEQUIPMENTTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCUNITARYEQUIPMENT_DisplayName
source: EN:IfcUnitaryEquipment
de: DE:IfcUnitaryEquipment

# CLASS_IFCUNITARYEQUIPMENT_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCUNITASSIGNMENTUNITS_DisplayName
source: EN:IfcUnitAssignmentUnits
de: DE:IfcUnitAssignmentUnits

# CLASS_IFCUNITASSIGNMENTUNITS_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCUNITASSIGNMENTUNITS_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCUNITASSIGNMENTUNITS_PROPERTY_ITEMS_DisplayName
source: EN:Items
de: DE:Items

# CLASS_IFCUNITASSIGNMENTUNITS_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCUNITASSIGNMENT_DisplayName
source: EN:IfcUnitAssignment
de: DE:IfcUnitAssignment

# CLASS_IFCUNITASSIGNMENT_PROPERTY_UNITS_DisplayName
source: EN:Units
de: DE:Units

# CLASS_IFCUSHAPEPROFILEDEF_DisplayName
source: EN:IfcUShapeProfileDef
de: DE:IfcUShapeProfileDef

# CLASS_IFCUSHAPEPROFILEDEF_PROPERTY_DEPTH_DisplayName
source: EN:Depth
de: DE:Depth

# CLASS_IFCUSHAPEPROFILEDEF_PROPERTY_EDGERADIUS_DisplayName
source: EN:EdgeRadius
de: DE:EdgeRadius

# CLASS_IFCUSHAPEPROFILEDEF_PROPERTY_FILLETRADIUS_DisplayName
source: EN:FilletRadius
de: DE:FilletRadius

# CLASS_IFCUSHAPEPROFILEDEF_PROPERTY_FLANGESLOPE_DisplayName
source: EN:FlangeSlope
de: DE:FlangeSlope

# CLASS_IFCUSHAPEPROFILEDEF_PROPERTY_FLANGETHICKNESS_DisplayName
source: EN:FlangeThickness
de: DE:FlangeThickness

# CLASS_IFCUSHAPEPROFILEDEF_PROPERTY_FLANGEWIDTH_DisplayName
source: EN:FlangeWidth
de: DE:FlangeWidth

# CLASS_IFCUSHAPEPROFILEDEF_PROPERTY_WEBTHICKNESS_DisplayName
source: EN:WebThickness
de: DE:WebThickness

# CLASS_IFCVALVETYPE_DisplayName
source: EN:IfcValveType
de: DE:IfcValveType

# CLASS_IFCVALVETYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCVALVE_DisplayName
source: EN:IfcValve
de: DE:IfcValve

# CLASS_IFCVALVE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCVAPORPERMEABILITYMEASUREWRAPPER_DisplayName
source: EN:IfcVaporPermeabilityMeasurewrapper
de: DE:IfcVaporPermeabilityMeasurewrapper

# CLASS_IFCVAPORPERMEABILITYMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCVAPORPERMEABILITYMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCVAPORPERMEABILITYMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCVECTOR_DisplayName
source: EN:IfcVector
de: DE:IfcVector

# CLASS_IFCVECTOR_PROPERTY_MAGNITUDE_DisplayName
source: EN:Magnitude
de: DE:Magnitude

# CLASS_IFCVECTOR_PROPERTY_ORIENTATION_DisplayName
source: EN:Orientation
de: DE:Orientation

# CLASS_IFCVERTEXLOOP_DisplayName
source: EN:IfcVertexLoop
de: DE:IfcVertexLoop

# CLASS_IFCVERTEXLOOP_PROPERTY_LOOPVERTEX_DisplayName
source: EN:LoopVertex
de: DE:LoopVertex

# CLASS_IFCVERTEXPOINT_DisplayName
source: EN:IfcVertexPoint
de: DE:IfcVertexPoint

# CLASS_IFCVERTEXPOINT_PROPERTY_VERTEXGEOMETRY_DisplayName
source: EN:VertexGeometry
de: DE:VertexGeometry

# CLASS_IFCVERTEX_DisplayName
source: EN:IfcVertex
de: DE:IfcVertex

# CLASS_IFCVIBRATIONISOLATORTYPE_DisplayName
source: EN:IfcVibrationIsolatorType
de: DE:IfcVibrationIsolatorType

# CLASS_IFCVIBRATIONISOLATORTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCVIBRATIONISOLATOR_DisplayName
source: EN:IfcVibrationIsolator
de: DE:IfcVibrationIsolator

# CLASS_IFCVIBRATIONISOLATOR_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCVIRTUALELEMENT_DisplayName
source: EN:IfcVirtualElement
de: DE:IfcVirtualElement

# CLASS_IFCVIRTUALGRIDINTERSECTIONINTERSECTINGAXES_DisplayName
source: EN:IfcVirtualGridIntersectionIntersectingAxes
de: DE:IfcVirtualGridIntersectionIntersectingAxes

# CLASS_IFCVIRTUALGRIDINTERSECTIONINTERSECTINGAXES_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCVIRTUALGRIDINTERSECTIONINTERSECTINGAXES_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

source: EN:IfcGridAxis
de: DE:IfcGridAxis

# CLASS_IFCVIRTUALGRIDINTERSECTIONINTERSECTINGAXES_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCVIRTUALGRIDINTERSECTION_DisplayName
source: EN:IfcVirtualGridIntersection
de: DE:IfcVirtualGridIntersection

# CLASS_IFCVIRTUALGRIDINTERSECTION_PROPERTY_INTERSECTINGAXES_DisplayName
source: EN:IntersectingAxes
de: DE:IntersectingAxes

# CLASS_IFCVIRTUALGRIDINTERSECTION_PROPERTY_OFFSETDISTANCES_DisplayName
source: EN:OffsetDistances
de: DE:OffsetDistances

# CLASS_IFCVOIDINGFEATURE_DisplayName
source: EN:IfcVoidingFeature
de: DE:IfcVoidingFeature

# CLASS_IFCVOIDINGFEATURE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCVOLUMEMEASUREWRAPPER_DisplayName
source: EN:IfcVolumeMeasurewrapper
de: DE:IfcVolumeMeasurewrapper

# CLASS_IFCVOLUMEMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

# CLASS_IFCVOLUMEMEASUREWRAPPER_PROPERTY_INVARIANTSTRINGVALUE_DisplayName
source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCVOLUMEMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCVOLUMEMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCVOLUMETRICFLOWRATEMEASUREWRAPPER_DisplayName
source: EN:IfcVolumetricFlowRateMeasurewrapper
de: DE:IfcVolumetricFlowRateMeasurewrapper

# CLASS_IFCVOLUMETRICFLOWRATEMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCVOLUMETRICFLOWRATEMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCVOLUMETRICFLOWRATEMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCWALLELEMENTEDCASE_DisplayName
source: EN:IfcWallElementedCase
de: DE:IfcWallElementedCase

# CLASS_IFCWALLSTANDARDCASE_DisplayName
source: EN:IfcWallStandardCase
de: DE:IfcWallStandardCase

# CLASS_IFCWALLTYPE_DisplayName
source: EN:IfcWallType
de: DE:IfcWallType

# CLASS_IFCWALLTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCWALL_DisplayName
source: EN:IfcWall
de: DE:IfcWall

# CLASS_IFCWALL_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCWARPINGCONSTANTMEASUREWRAPPER_DisplayName
source: EN:IfcWarpingConstantMeasurewrapper
de: DE:IfcWarpingConstantMeasurewrapper

# CLASS_IFCWARPINGCONSTANTMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

# CLASS_IFCWARPINGCONSTANTMEASUREWRAPPER_PROPERTY_INVARIANTSTRINGVALUE_DisplayName
source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCWARPINGCONSTANTMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCWARPINGCONSTANTMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCWARPINGMOMENTMEASUREWRAPPER_DisplayName
source: EN:IfcWarpingMomentMeasurewrapper
de: DE:IfcWarpingMomentMeasurewrapper

# CLASS_IFCWARPINGMOMENTMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

# CLASS_IFCWARPINGMOMENTMEASUREWRAPPER_PROPERTY_INVARIANTSTRINGVALUE_DisplayName
source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCWARPINGMOMENTMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCWARPINGMOMENTMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCWASTETERMINALTYPE_DisplayName
source: EN:IfcWasteTerminalType
de: DE:IfcWasteTerminalType

# CLASS_IFCWASTETERMINALTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCWASTETERMINAL_DisplayName
source: EN:IfcWasteTerminal
de: DE:IfcWasteTerminal

# CLASS_IFCWASTETERMINAL_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCWINDOWLININGPROPERTIES_DisplayName
source: EN:IfcWindowLiningProperties
de: DE:IfcWindowLiningProperties

# CLASS_IFCWINDOWLININGPROPERTIES_PROPERTY_FIRSTMULLIONOFFSET_DisplayName
source: EN:FirstMullionOffset
de: DE:FirstMullionOffset

# CLASS_IFCWINDOWLININGPROPERTIES_PROPERTY_FIRSTTRANSOMOFFSET_DisplayName
source: EN:FirstTransomOffset
de: DE:FirstTransomOffset

# CLASS_IFCWINDOWLININGPROPERTIES_PROPERTY_LININGDEPTH_DisplayName
source: EN:LiningDepth
de: DE:LiningDepth

# CLASS_IFCWINDOWLININGPROPERTIES_PROPERTY_LININGOFFSET_DisplayName
source: EN:LiningOffset
de: DE:LiningOffset

# CLASS_IFCWINDOWLININGPROPERTIES_PROPERTY_LININGTHICKNESS_DisplayName
source: EN:LiningThickness
de: DE:LiningThickness

# CLASS_IFCWINDOWLININGPROPERTIES_PROPERTY_LININGTOPANELOFFSETX_DisplayName
source: EN:LiningToPanelOffsetX
de: DE:LiningToPanelOffsetX

# CLASS_IFCWINDOWLININGPROPERTIES_PROPERTY_LININGTOPANELOFFSETY_DisplayName
source: EN:LiningToPanelOffsetY
de: DE:LiningToPanelOffsetY

# CLASS_IFCWINDOWLININGPROPERTIES_PROPERTY_MULLIONTHICKNESS_DisplayName
source: EN:MullionThickness
de: DE:MullionThickness

# CLASS_IFCWINDOWLININGPROPERTIES_PROPERTY_SECONDMULLIONOFFSET_DisplayName
source: EN:SecondMullionOffset
de: DE:SecondMullionOffset

# CLASS_IFCWINDOWLININGPROPERTIES_PROPERTY_SECONDTRANSOMOFFSET_DisplayName
source: EN:SecondTransomOffset
de: DE:SecondTransomOffset

# CLASS_IFCWINDOWLININGPROPERTIES_PROPERTY_SHAPEASPECTSTYLE_DisplayName
source: EN:ShapeAspectStyle
de: DE:ShapeAspectStyle

# CLASS_IFCWINDOWLININGPROPERTIES_PROPERTY_TRANSOMTHICKNESS_DisplayName
source: EN:TransomThickness
de: DE:TransomThickness

# CLASS_IFCWINDOWPANELPROPERTIES_DisplayName
source: EN:IfcWindowPanelProperties
de: DE:IfcWindowPanelProperties

# CLASS_IFCWINDOWPANELPROPERTIES_PROPERTY_FRAMEDEPTH_DisplayName
source: EN:FrameDepth
de: DE:FrameDepth

# CLASS_IFCWINDOWPANELPROPERTIES_PROPERTY_FRAMETHICKNESS_DisplayName
source: EN:FrameThickness
de: DE:FrameThickness

# CLASS_IFCWINDOWPANELPROPERTIES_PROPERTY_OPERATIONTYPE_DisplayName
source: EN:OperationType
de: DE:OperationType

# CLASS_IFCWINDOWPANELPROPERTIES_PROPERTY_PANELPOSITION_DisplayName
source: EN:PanelPosition
de: DE:PanelPosition

# CLASS_IFCWINDOWPANELPROPERTIES_PROPERTY_SHAPEASPECTSTYLE_DisplayName
source: EN:ShapeAspectStyle
de: DE:ShapeAspectStyle

# CLASS_IFCWINDOWSTANDARDCASE_DisplayName
source: EN:IfcWindowStandardCase
de: DE:IfcWindowStandardCase

# CLASS_IFCWINDOWSTYLE_DisplayName
source: EN:IfcWindowStyle
de: DE:IfcWindowStyle

# CLASS_IFCWINDOWSTYLE_PROPERTY_CONSTRUCTIONTYPE_DisplayName
source: EN:ConstructionType
de: DE:ConstructionType

# CLASS_IFCWINDOWSTYLE_PROPERTY_OPERATIONTYPE_DisplayName
source: EN:OperationType
de: DE:OperationType

# CLASS_IFCWINDOWSTYLE_PROPERTY_PARAMETERTAKESPRECEDENCE_DisplayName
source: EN:ParameterTakesPrecedence
de: DE:ParameterTakesPrecedence

# CLASS_IFCWINDOWSTYLE_PROPERTY_SIZEABLE_DisplayName
source: EN:Sizeable
de: DE:Sizeable

# CLASS_IFCWINDOWTYPE_DisplayName
source: EN:IfcWindowType
de: DE:IfcWindowType

# CLASS_IFCWINDOWTYPE_PROPERTY_PARAMETERTAKESPRECEDENCE_DisplayName
source: EN:ParameterTakesPrecedence
de: DE:ParameterTakesPrecedence

# CLASS_IFCWINDOWTYPE_PROPERTY_PARTITIONINGTYPE_DisplayName
source: EN:PartitioningType
de: DE:PartitioningType

# CLASS_IFCWINDOWTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCWINDOWTYPE_PROPERTY_USERDEFINEDPARTITIONINGTYPE_DisplayName
source: EN:UserDefinedPartitioningType
de: DE:UserDefinedPartitioningType

# CLASS_IFCWINDOW_DisplayName
source: EN:IfcWindow
de: DE:IfcWindow

# CLASS_IFCWINDOW_PROPERTY_OVERALLHEIGHT_DisplayName
source: EN:OverallHeight
de: DE:OverallHeight

# CLASS_IFCWINDOW_PROPERTY_OVERALLWIDTH_DisplayName
source: EN:OverallWidth
de: DE:OverallWidth

# CLASS_IFCWINDOW_PROPERTY_PARTITIONINGTYPE_DisplayName
source: EN:PartitioningType
de: DE:PartitioningType

# CLASS_IFCWINDOW_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCWINDOW_PROPERTY_USERDEFINEDPARTITIONINGTYPE_DisplayName
source: EN:UserDefinedPartitioningType
de: DE:UserDefinedPartitioningType

# CLASS_IFCWORKCALENDAREXCEPTIONTIMES_DisplayName
source: EN:IfcWorkCalendarExceptionTimes
de: DE:IfcWorkCalendarExceptionTimes

# CLASS_IFCWORKCALENDAREXCEPTIONTIMES_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCWORKCALENDAREXCEPTIONTIMES_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCWORKCALENDAREXCEPTIONTIMES_PROPERTY_IFCWORKTIME_DisplayName
source: EN:IfcWorkTime
de: DE:IfcWorkTime

# CLASS_IFCWORKCALENDAREXCEPTIONTIMES_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCWORKCALENDARWORKINGTIMES_DisplayName
source: EN:IfcWorkCalendarWorkingTimes
de: DE:IfcWorkCalendarWorkingTimes

# CLASS_IFCWORKCALENDARWORKINGTIMES_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCWORKCALENDARWORKINGTIMES_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCWORKCALENDARWORKINGTIMES_PROPERTY_IFCWORKTIME_DisplayName
source: EN:IfcWorkTime
de: DE:IfcWorkTime

# CLASS_IFCWORKCALENDARWORKINGTIMES_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCWORKCALENDAR_DisplayName
source: EN:IfcWorkCalendar
de: DE:IfcWorkCalendar
