Repository: thoffeller/Ifc.NET
Catalog: src/Ifc.NET/Properties/Resources.*.resx
Languages: de

# ENUM_IFCSURFACEFEATURETYPEENUM_ITEM_MARK_DisplayName
source: EN:Mark
de: DE:Mark

# ENUM_IFCSURFACEFEATURETYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCSURFACEFEATURETYPEENUM_ITEM_TAG_DisplayName
source: EN:Tag
de: DE:Tag

# ENUM_IFCSURFACEFEATURETYPEENUM_ITEM_TREATMENT_DisplayName
source: EN:Treatment
de: DE:Treatment

# ENUM_IFCSURFACEFEATURETYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCSURFACESIDE_ITEM_BOTH_DisplayName
source: EN:Both
de: DE:Both

# ENUM_IFCSURFACESIDE_ITEM_NEGATIVE_DisplayName
source: EN:Negative
de: DE:Negative

# ENUM_IFCSURFACESIDE_ITEM_POSITIVE_DisplayName
source: EN:Positive
de: Positionitive

# ENUM_IFCSWITCHINGDEVICETYPEENUM_ITEM_CONTACTOR_DisplayName
source: EN:Contactor
de: DE:Contactor

# ENUM_IFCSWITCHINGDEVICETYPEENUM_ITEM_DIMMERSWITCH_DisplayName
source: EN:Dimmerswitch
de: DE:Dimmerswitch

# ENUM_IFCSWITCHINGDEVICETYPEENUM_ITEM_EMERGENCYSTOP_DisplayName
source: EN:Emergencystop
de: DE:Emergencystop

# ENUM_IFCSWITCHINGDEVICETYPEENUM_ITEM_KEYPAD_DisplayName
source: EN:Keypad
de: DE:Keypad

# ENUM_IFCSWITCHINGDEVICETYPEENUM_ITEM_MOMENTARYSWITCH_DisplayName
source: EN:Momentaryswitch
de: DE:Momentaryswitch

# ENUM_IFCSWITCHINGDEVICETYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCSWITCHINGDEVICETYPEENUM_ITEM_SELECTORSWITCH_DisplayName
source: EN:Selectorswitch
de: DE:Selectorswitch

# ENUM_IFCSWITCHINGDEVICETYPEENUM_ITEM_STARTER_DisplayName
source: EN:Starter
de: DE:Starter

# ENUM_IFCSWITCHINGDEVICETYPEENUM_ITEM_SWITCHDISCONNECTOR_DisplayName
source: EN:Switchdisconnector
de: DE:Switchdisconnector

# ENUM_IFCSWITCHINGDEVICETYPEENUM_ITEM_TOGGLESWITCH_DisplayName
source: EN:Toggleswitch
de: DE:Toggleswitch

# ENUM_IFCSWITCHINGDEVICETYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCSYSTEMFURNITUREELEMENTTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCSYSTEMFURNITUREELEMENTTYPEENUM_ITEM_PANEL_DisplayName
source: EN:Panel
de: DE:Panel

# ENUM_IFCSYSTEMFURNITUREELEMENTTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCSYSTEMFURNITUREELEMENTTYPEENUM_ITEM_WORKSURFACE_DisplayName
source: EN:Worksurface
de: DE:Worksurface

# ENUM_IFCTANKTYPEENUM_ITEM_BASIN_DisplayName
source: EN:Basin
de: DE:Basin

# ENUM_IFCTANKTYPEENUM_ITEM_BREAKPRESSURE_DisplayName
source: EN:Breakpressure
de: DE:Breakpressure

# ENUM_IFCTANKTYPEENUM_ITEM_EXPANSION_DisplayName
source: EN:Expansion
de: DE:Expansion

# ENUM_IFCTANKTYPEENUM_ITEM_FEEDANDEXPANSION_DisplayName
source: EN:Feedandexpansion
de: DE:Feedandexpansion

# ENUM_IFCTANKTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCTANKTYPEENUM_ITEM_PRESSUREVESSEL_DisplayName
source: EN:Pressurevessel
de: DE:Pressurevessel

# ENUM_IFCTANKTYPEENUM_ITEM_STORAGE_DisplayName
source: EN:Storage
de: DE:Storage

# ENUM_IFCTANKTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCTANKTYPEENUM_ITEM_VESSEL_DisplayName
source: EN:Vessel
de: DE:Vessel

# ENUM_IFCTASKDURATIONENUM_ITEM_ELAPSEDTIME_DisplayName
source: EN:Elapsedtime
de: DE:Elapsedtime

# ENUM_IFCTASKDURATIONENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCTASKDURATIONENUM_ITEM_WORKTIME_DisplayName
source: EN:Worktime
de: DE:Worktime

# ENUM_IFCTASKTYPEENUM_ITEM_ATTENDANCE_DisplayName
source: EN:Attendance
de: DE:Attendance

# ENUM_IFCTASKTYPEENUM_ITEM_CONSTRUCTION_DisplayName
source: EN:Construction
de: DE:Construction

# ENUM_IFCTASKTYPEENUM_ITEM_DEMOLITION_DisplayName
source: EN:Demolition
de: DE:Demolition

# ENUM_IFCTASKTYPEENUM_ITEM_DISMANTLE_DisplayName
source: EN:Dismantle
de: DE:Dismantle

# ENUM_IFCTASKTYPEENUM_ITEM_DISPOSAL_DisplayName
source: EN:Disposal
de: DE:Disposal

# ENUM_IFCTASKTYPEENUM_ITEM_INSTALLATION_DisplayName
source: EN:Installation
de: DE:Installation

# ENUM_IFCTASKTYPEENUM_ITEM_LOGISTIC_DisplayName
source: EN:Logistic
de: DE:Logistic

# ENUM_IFCTASKTYPEENUM_ITEM_MAINTENANCE_DisplayName
source: EN:Maintenance
de: DE:Maintenance

# ENUM_IFCTASKTYPEENUM_ITEM_MOVE_DisplayName
source: EN:Move
de: DE:Move

# ENUM_IFCTASKTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCTASKTYPEENUM_ITEM_OPERATION_DisplayName
source: EN:Operation
de: DE:Operation

# ENUM_IFCTASKTYPEENUM_ITEM_REMOVAL_DisplayName
source: EN:Removal
de: DE:Removal

# ENUM_IFCTASKTYPEENUM_ITEM_RENOVATION_DisplayName
source: EN:Renovation
de: DE:Renovation

# ENUM_IFCTASKTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCTENDONANCHORTYPEENUM_ITEM_COUPLER_DisplayName
source: EN:Coupler
de: DE:Coupler

# ENUM_IFCTENDONANCHORTYPEENUM_ITEM_FIXEDEND_DisplayName
source: EN:FixedEnd
de: DE:FixedEnd

# ENUM_IFCTENDONANCHORTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCTENDONANCHORTYPEENUM_ITEM_TENSIONINGEND_DisplayName
source: EN:TensioningEnd
de: DE:TensioningEnd

# ENUM_IFCTENDONANCHORTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCTENDONTYPEENUM_ITEM_BAR_DisplayName
source: EN:Bar
de: DE:Bar

# ENUM_IFCTENDONTYPEENUM_ITEM_COATED_DisplayName
source: EN:Coated
de: DE:Coated

# ENUM_IFCTENDONTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCTENDONTYPEENUM_ITEM_STRAND_DisplayName
source: EN:Strand
de: DE:Strand

# ENUM_IFCTENDONTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCTENDONTYPEENUM_ITEM_WIRE_DisplayName
source: EN:Wire
de: DE:Wire

# ENUM_IFCTEXTPATH_ITEM_DOWN_DisplayName
source: EN:Down
de: DE:Down

# ENUM_IFCTEXTPATH_ITEM_LEFT_DisplayName
source: EN:Left
de: DE:Left

# ENUM_IFCTEXTPATH_ITEM_RIGHT_DisplayName
source: EN:Right
de: DE:Right

# ENUM_IFCTEXTPATH_ITEM_UP_DisplayName
source: EN:Up
de: DE:Up

# ENUM_IFCTIMESERIESDATATYPEENUM_ITEM_CONTINUOUS_DisplayName
source: EN:Continuous
de: DE:Continuous

# ENUM_IFCTIMESERIESDATATYPEENUM_ITEM_DISCRETEBINARY_DisplayName
source: EN:Discretebinary
de: DE:Discretebinary

# ENUM_IFCTIMESERIESDATATYPEENUM_ITEM_DISCRETE_DisplayName
source: EN:Discrete
de: DE:Discrete

# ENUM_IFCTIMESERIESDATATYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCTIMESERIESDATATYPEENUM_ITEM_PIECEWISEBINARY_DisplayName
source: EN:Piecewisebinary
de: DE:Piecewisebinary

# ENUM_IFCTIMESERIESDATATYPEENUM_ITEM_PIECEWISECONSTANT_DisplayName
source: EN:Piecewiseconstant
de: DE:Piecewiseconstant

# ENUM_IFCTIMESERIESDATATYPEENUM_ITEM_PIECEWISECONTINUOUS_DisplayName
source: EN:Piecewisecontinuous
de: DE:Piecewisecontinuous

# ENUM_IFCTRANSFORMERTYPEENUM_ITEM_CURRENT_DisplayName
source: EN:Current
de: DE:Current

# ENUM_IFCTRANSFORMERTYPEENUM_ITEM_FREQUENCY_DisplayName
source: EN:Frequency
de: DE:Frequency

# ENUM_IFCTRANSFORMERTYPEENUM_ITEM_INVERTER_DisplayName
source: EN:Inverter
de: DE:Inverter

# ENUM_IFCTRANSFORMERTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCTRANSFORMERTYPEENUM_ITEM_RECTIFIER_DisplayName
source: EN:Rectifier
de: DE:Rectifier

# ENUM_IFCTRANSFORMERTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCTRANSFORMERTYPEENUM_ITEM_VOLTAGE_DisplayName
source: EN:Voltage
de: DE:Voltage

# ENUM_IFCTRANSITIONCODE_ITEM_CONTINUOUS_DisplayName
source: EN:Continuous
de: DE:Continuous

# ENUM_IFCTRANSITIONCODE_ITEM_CONTSAMEGRADIENTSAMECURVATURE_DisplayName
source: EN:Contsamegradientsamecurvature
de: DE:Contsamegradientsamecurvature

# ENUM_IFCTRANSITIONCODE_ITEM_CONTSAMEGRADIENT_DisplayName
source: EN:Contsamegradient
de: DE:Contsamegradient

# ENUM_IFCTRANSITIONCODE_ITEM_DISCONTINUOUS_DisplayName
source: EN:Discontinuous
de: DE:Discontinuous

# ENUM_IFCTRANSPORTELEMENTTYPEENUM_ITEM_CRANEWAY_DisplayName
source: EN:Craneway
de: DE:Craneway

# ENUM_IFCTRANSPORTELEMENTTYPEENUM_ITEM_ELEVATOR_DisplayName
source: EN:Elevator
de: DE:Elevator

# ENUM_IFCTRANSPORTELEMENTTYPEENUM_ITEM_ESCALATOR_DisplayName
source: EN:Escalator
de: DE:Escalator

# ENUM_IFCTRANSPORTELEMENTTYPEENUM_ITEM_LIFTINGGEAR_DisplayName
source: EN:Liftinggear
de: DE:Liftinggear

# ENUM_IFCTRANSPORTELEMENTTYPEENUM_ITEM_MOVINGWALKWAY_DisplayName
source: EN:Movingwalkway
de: DE:Movingwalkway

# ENUM_IFCTRANSPORTELEMENTTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCTRANSPORTELEMENTTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCTRIMMINGPREFERENCE_ITEM_CARTESIAN_DisplayName
source: EN:Cartesian
de: DE:Cartesian

# ENUM_IFCTRIMMINGPREFERENCE_ITEM_PARAMETER_DisplayName
source: EN:Parameter
de: DE:Parameter

# ENUM_IFCTRIMMINGPREFERENCE_ITEM_UNSPECIFIED_DisplayName
source: EN:Unspecified
de: DE:Unspecified

# ENUM_IFCTUBEBUNDLETYPEENUM_ITEM_FINNED_DisplayName
source: EN:Finned
de: DE:Finned

# ENUM_IFCTUBEBUNDLETYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCTUBEBUNDLETYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCUNITARYCONTROLELEMENTTYPEENUM_ITEM_ALARMPANEL_DisplayName
source: EN:Alarmpanel
de: DE:Alarmpanel

# ENUM_IFCUNITARYCONTROLELEMENTTYPEENUM_ITEM_CONTROLPANEL_DisplayName
source: EN:Controlpanel
de: DE:Controlpanel

# ENUM_IFCUNITARYCONTROLELEMENTTYPEENUM_ITEM_GASDETECTIONPANEL_DisplayName
source: EN:Gasdetectionpanel
de: DE:Gasdetectionpanel

# ENUM_IFCUNITARYCONTROLELEMENTTYPEENUM_ITEM_HUMIDISTAT_DisplayName
source: EN:Humidistat
de: DE:Humidistat

# ENUM_IFCUNITARYCONTROLELEMENTTYPEENUM_ITEM_INDICATORPANEL_DisplayName
source: EN:Indicatorpanel
de: DE:Indicatorpanel

# ENUM_IFCUNITARYCONTROLELEMENTTYPEENUM_ITEM_MIMICPANEL_DisplayName
source: EN:Mimicpanel
de: DE:Mimicpanel

# ENUM_IFCUNITARYCONTROLELEMENTTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCUNITARYCONTROLELEMENTTYPEENUM_ITEM_THERMOSTAT_DisplayName
source: EN:Thermostat
de: DE:Thermostat

# ENUM_IFCUNITARYCONTROLELEMENTTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCUNITARYCONTROLELEMENTTYPEENUM_ITEM_WEATHERSTATION_DisplayName
source: EN:Weatherstation
de: DE:Weatherstation

# ENUM_IFCUNITARYEQUIPMENTTYPEENUM_ITEM_AIRCONDITIONINGUNIT_DisplayName
source: EN:Airconditioningunit
de: DE:Airconditioningunit

# ENUM_IFCUNITARYEQUIPMENTTYPEENUM_ITEM_AIRHANDLER_DisplayName
source: EN:Airhandler
de: DE:Airhandler

# ENUM_IFCUNITARYEQUIPMENTTYPEENUM_ITEM_DEHUMIDIFIER_DisplayName
source: EN:Dehumidifier
de: DE:Dehumidifier

# ENUM_IFCUNITARYEQUIPMENTTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCUNITARYEQUIPMENTTYPEENUM_ITEM_ROOFTOPUNIT_DisplayName
source: EN:Rooftopunit
de: DE:Rooftopunit

# ENUM_IFCUNITARYEQUIPMENTTYPEENUM_ITEM_SPLITSYSTEM_DisplayName
source: EN:Splitsystem
de: DE:Splitsystem

# ENUM_IFCUNITARYEQUIPMENTTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCUNITENUM_ITEM_ABSORBEDDOSEUNIT_DisplayName
source: EN:Absorbeddoseunit
de: DE:Absorbeddoseunit

# ENUM_IFCUNITENUM_ITEM_AMOUNTOFSUBSTANCEUNIT_DisplayName
source: EN:Amountofsubstanceunit
de: DE:Amountofsubstanceunit

# ENUM_IFCUNITENUM_ITEM_AREAUNIT_DisplayName
source: EN:Areaunit
de: DE:Areaunit

# ENUM_IFCUNITENUM_ITEM_DOSEEQUIVALENTUNIT_DisplayName
source: EN:Doseequivalentunit
de: DE:Doseequivalentunit

# ENUM_IFCUNITENUM_ITEM_ELECTRICCAPACITANCEUNIT_DisplayName
source: EN:Electriccapacitanceunit
de: DE:Electriccapacitanceunit

# ENUM_IFCUNITENUM_ITEM_ELECTRICCHARGEUNIT_DisplayName
source: EN:Electricchargeunit
de: DE:Electricchargeunit

# ENUM_IFCUNITENUM_ITEM_ELECTRICCONDUCTANCEUNIT_DisplayName
source: EN:Electricconductanceunit
de: DE:Electricconductanceunit

# ENUM_IFCUNITENUM_ITEM_ELECTRICCURRENTUNIT_DisplayName
source: EN:Electriccurrentunit
de: DE:Electriccurrentunit

# ENUM_IFCUNITENUM_ITEM_ELECTRICRESISTANCEUNIT_DisplayName
source: EN:Electricresistanceunit
de: DE:Electricresistanceunit

# ENUM_IFCUNITENUM_ITEM_ELECTRICVOLTAGEUNIT_DisplayName
source: EN:Electricvoltageunit
de: DE:Electricvoltageunit

# ENUM_IFCUNITENUM_ITEM_ENERGYUNIT_DisplayName
source: EN:Energyunit
de: DE:Energyunit

# ENUM_IFCUNITENUM_ITEM_FORCEUNIT_DisplayName
source: EN:Forceunit
de: DE:Forceunit

# ENUM_IFCUNITENUM_ITEM_FREQUENCYUNIT_DisplayName
source: EN:Frequencyunit
de: DE:Frequencyunit

# ENUM_IFCUNITENUM_ITEM_ILLUMINANCEUNIT_DisplayName
source: EN:Illuminanceunit
de: DE:Illuminanceunit

# ENUM_IFCUNITENUM_ITEM_INDUCTANCEUNIT_DisplayName
source: EN:Inductanceunit
de: DE:Inductanceunit

# ENUM_IFCUNITENUM_ITEM_LENGTHUNIT_DisplayName
source: EN:Lengthunit
de: DE:Lengthunit

# ENUM_IFCUNITENUM_ITEM_LUMINOUSFLUXUNIT_DisplayName
source: EN:Luminousfluxunit
de: DE:Luminousfluxunit

# ENUM_IFCUNITENUM_ITEM_LUMINOUSINTENSITYUNIT_DisplayName
source: EN:Luminousintensityunit
de: DE:Luminousintensityunit

# ENUM_IFCUNITENUM_ITEM_MAGNETICFLUXDENSITYUNIT_DisplayName
source: EN:Magneticfluxdensityunit
de: DE:Magneticfluxdensityunit

# ENUM_IFCUNITENUM_ITEM_MAGNETICFLUXUNIT_DisplayName
source: EN:Magneticfluxunit
de: DE:Magneticfluxunit

# ENUM_IFCUNITENUM_ITEM_MASSUNIT_DisplayName
source: EN:Massunit
de: DE:Massunit

# ENUM_IFCUNITENUM_ITEM_PLANEANGLEUNIT_DisplayName
source: EN:Planeangleunit
de: DE:Planeangleunit

# ENUM_IFCUNITENUM_ITEM_POWERUNIT_DisplayName
source: EN:Powerunit
de: DE:Powerunit

# ENUM_IFCUNITENUM_ITEM_PRESSUREUNIT_DisplayName
source: EN:Pressureunit
de: DE:Pressureunit

# ENUM_IFCUNITENUM_ITEM_RADIOACTIVITYUNIT_DisplayName
source: EN:Radioactivityunit
de: DE:Radioactivityunit

# ENUM_IFCUNITENUM_ITEM_SOLIDANGLEUNIT_DisplayName
source: EN:Solidangleunit
de: DE:Solidangleunit

# ENUM_IFCUNITENUM_ITEM_THERMODYNAMICTEMPERATUREUNIT_DisplayName
source: EN:Thermodynamictemperatureunit
de: DE:Thermodynamictemperatureunit

# ENUM_IFCUNITENUM_ITEM_TIMEUNIT_DisplayName
source: EN:Timeunit
de: DE:Timeunit

# ENUM_IFCUNITENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCUNITENUM_ITEM_VOLUMEUNIT_DisplayName
source: EN:Volumeunit
de: DE:Volumeunit

# ENUM_IFCVALVETYPEENUM_ITEM_AIRRELEASE_DisplayName
source: EN:Airrelease
de: DE:Airrelease

# ENUM_IFCVALVETYPEENUM_ITEM_ANTIVACUUM_DisplayName
source: EN:Antivacuum
de: DE:Antivacuum

# ENUM_IFCVALVETYPEENUM_ITEM_CHANGEOVER_DisplayName
source: EN:Changeover
de: DE:Changeover

# ENUM_IFCVALVETYPEENUM_ITEM_CHECK_DisplayName
source: EN:Check
de: DE:Check

# ENUM_IFCVALVETYPEENUM_ITEM_COMMISSIONING_DisplayName
source: EN:Commissioning
de: DE:Commissioning

# ENUM_IFCVALVETYPEENUM_ITEM_DIVERTING_DisplayName
source: EN:Diverting
de: DE:Diverting

# ENUM_IFCVALVETYPEENUM_ITEM_DOUBLECHECK_DisplayName
source: EN:Doublecheck
de: DE:Doublecheck

# ENUM_IFCVALVETYPEENUM_ITEM_DOUBLEREGULATING_DisplayName
source: EN:Doubleregulating
de: DE:Doubleregulating

# ENUM_IFCVALVETYPEENUM_ITEM_DRAWOFFCOCK_DisplayName
source: EN:Drawoffcock
de: DE:Drawoffcock

# ENUM_IFCVALVETYPEENUM_ITEM_FAUCET_DisplayName
source: EN:Faucet
de: DE:Faucet

# ENUM_IFCVALVETYPEENUM_ITEM_FLUSHING_DisplayName
source: EN:Flushing
de: DE:Flushing

# ENUM_IFCVALVETYPEENUM_ITEM_GASCOCK_DisplayName
source: EN:Gascock
de: DE:Gascock

# ENUM_IFCVALVETYPEENUM_ITEM_GASTAP_DisplayName
source: EN:Gastap
de: DE:Gastap

# ENUM_IFCVALVETYPEENUM_ITEM_ISOLATING_DisplayName
source: EN:Isolating
de: DE:Isolating

# ENUM_IFCVALVETYPEENUM_ITEM_MIXING_DisplayName
source: EN:Mixing
de: DE:Mixing

# ENUM_IFCVALVETYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCVALVETYPEENUM_ITEM_PRESSUREREDUCING_DisplayName
source: EN:Pressurereducing
de: DE:Pressurereducing

# ENUM_IFCVALVETYPEENUM_ITEM_PRESSURERELIEF_DisplayName
source: EN:Pressurerelief
de: DE:Pressurerelief

# ENUM_IFCVALVETYPEENUM_ITEM_REGULATING_DisplayName
source: EN:Regulating
de: DE:Regulating

# ENUM_IFCVALVETYPEENUM_ITEM_SAFETYCUTOFF_DisplayName
source: EN:Safetycutoff
de: DE:Safetycutoff

# ENUM_IFCVALVETYPEENUM_ITEM_STEAMTRAP_DisplayName
source: EN:Steamtrap
de: DE:Steamtrap

# ENUM_IFCVALVETYPEENUM_ITEM_STOPCOCK_DisplayName
source: EN:Stopcock
de: DE:Stopcock

# ENUM_IFCVALVETYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCVIBRATIONISOLATORTYPEENUM_ITEM_COMPRESSION_DisplayName
source: EN:Compression
de: DE:Compression

# ENUM_IFCVIBRATIONISOLATORTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCVIBRATIONISOLATORTYPEENUM_ITEM_SPRING_DisplayName
source: EN:Spring
de: DE:Spring

# ENUM_IFCVIBRATIONISOLATORTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCVOIDINGFEATURETYPEENUM_ITEM_CHAMFER_DisplayName
source: EN:Chamfer
de: DE:Chamfer

# ENUM_IFCVOIDINGFEATURETYPEENUM_ITEM_CUTOUT_DisplayName
source: EN:Cutout
de: DE:Cutout

# ENUM_IFCVOIDINGFEATURETYPEENUM_ITEM_EDGE_DisplayName
source: EN:Edge
de: DE:Edge

# ENUM_IFCVOIDINGFEATURETYPEENUM_ITEM_HOLE_DisplayName
source: EN:Hole
de: DE:Hole

# ENUM_IFCVOIDINGFEATURETYPEENUM_ITEM_MITER_DisplayName
source: EN:Miter
de: DE:Miter

# ENUM_IFCVOIDINGFEATURETYPEENUM_ITEM_NOTCH_DisplayName
source: EN:Notch
de: DE:Notch

# ENUM_IFCVOIDINGFEATURETYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCVOIDINGFEATURETYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCWALLTYPEENUM_ITEM_ELEMENTEDWALL_DisplayName
source: EN:Elementedwall
de: DE:Elementedwall

# ENUM_IFCWALLTYPEENUM_ITEM_MOVABLE_DisplayName
source: EN:Movable
de: DE:Movable

# ENUM_IFCWALLTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCWALLTYPEENUM_ITEM_PARAPET_DisplayName
source: EN:Parapet
de: DE:Parapet

# ENUM_IFCWALLTYPEENUM_ITEM_PARTITIONING_DisplayName
source: EN:Partitioning
de: DE:Partitioning

# ENUM_IFCWALLTYPEENUM_ITEM_PLUMBINGWALL_DisplayName
source: EN:Plumbingwall
de: DE:Plumbingwall

# ENUM_IFCWALLTYPEENUM_ITEM_POLYGONAL_DisplayName
source: EN:Polygonal
de: DE:Polygonal

# ENUM_IFCWALLTYPEENUM_ITEM_SHEAR_DisplayName
source: EN:Shear
de: DE:Shear

# ENUM_IFCWALLTYPEENUM_ITEM_SOLIDWALL_DisplayName
source: EN:Solidwall
de: DE:Solidwall

# ENUM_IFCWALLTYPEENUM_ITEM_STANDARD_DisplayName
source: EN:Standard
de: DE:Standard

# ENUM_IFCWALLTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCWASTETERMINALTYPEENUM_ITEM_FLOORTRAP_DisplayName
source: EN:Floortrap
de: DE:Floortrap

# ENUM_IFCWASTETERMINALTYPEENUM_ITEM_FLOORWASTE_DisplayName
source: EN:Floorwaste
de: DE:Floorwaste

# ENUM_IFCWASTETERMINALTYPEENUM_ITEM_GULLYSUMP_DisplayName
source: EN:Gullysump
de: DE:Gullysump

# ENUM_IFCWASTETERMINALTYPEENUM_ITEM_GULLYTRAP_DisplayName
source: EN:Gullytrap
de: DE:Gullytrap

# ENUM_IFCWASTETERMINALTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCWASTETERMINALTYPEENUM_ITEM_ROOFDRAIN_DisplayName
source: EN:Roofdrain
de: DE:Roofdrain

# ENUM_IFCWASTETERMINALTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCWASTETERMINALTYPEENUM_ITEM_WASTEDISPOSALUNIT_DisplayName
source: EN:Wastedisposalunit
de: DE:Wastedisposalunit

# ENUM_IFCWASTETERMINALTYPEENUM_ITEM_WASTETRAP_DisplayName
source: EN:Wastetrap
de: DE:Wastetrap

# ENUM_IFCWINDOWPANELOPERATIONENUM_ITEM_BOTTOMHUNG_DisplayName
source: EN:Bottomhung
de: DE:Bottomhung

# ENUM_IFCWINDOWPANELOPERATIONENUM_ITEM_FIXEDCASEMENT_DisplayName
source: EN:Fixedcasement
de: DE:Fixedcasement

# ENUM_IFCWINDOWPANELOPERATIONENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCWINDOWPANELOPERATIONENUM_ITEM_OTHEROPERATION_DisplayName
source: EN:Otheroperation
de: DE:Otheroperation

# ENUM_IFCWINDOWPANELOPERATIONENUM_ITEM_PIVOTHORIZONTAL_DisplayName
source: EN:Pivothorizontal
de: DE:Pivothorizontal

# ENUM_IFCWINDOWPANELOPERATIONENUM_ITEM_PIVOTVERTICAL_DisplayName
source: EN:Pivotvertical
de: DE:Pivotvertical

# ENUM_IFCWINDOWPANELOPERATIONENUM_ITEM_REMOVABLECASEMENT_DisplayName
source: EN:Removablecasement
de: DE:Removablecasement

# ENUM_IFCWINDOWPANELOPERATIONENUM_ITEM_SIDEHUNGLEFTHAND_DisplayName
source: EN:Sidehunglefthand
de: DE:Sidehunglefthand

# ENUM_IFCWINDOWPANELOPERATIONENUM_ITEM_SIDEHUNGRIGHTHAND_DisplayName
source: EN:Sidehungrighthand
de: DE:Sidehungrighthand

# ENUM_IFCWINDOWPANELOPERATIONENUM_ITEM_SLIDINGHORIZONTAL_DisplayName
source: EN:Slidinghorizontal
de: DE:Slidinghorizontal

# ENUM_IFCWINDOWPANELOPERATIONENUM_ITEM_SLIDINGVERTICAL_DisplayName
source: EN:Slidingvertical
de: DE:Slidingvertical

# ENUM_IFCWINDOWPANELOPERATIONENUM_ITEM_TILTANDTURNLEFTHAND_DisplayName
source: EN:Tiltandturnlefthand
de: DE:Tiltandturnlefthand

# ENUM_IFCWINDOWPANELOPERATIONENUM_ITEM_TILTANDTURNRIGHTHAND_DisplayName
source: EN:Tiltandturnrighthand
de: DE:Tiltandturnrighthand

# ENUM_IFCWINDOWPANELOPERATIONENUM_ITEM_TOPHUNG_DisplayName
source: EN:Tophung
de: DE:Tophung

# ENUM_IFCWINDOWPANELPOSITIONENUM_ITEM_BOTTOM_DisplayName
source: EN:Bottom
de: DE:Bottom

# ENUM_IFCWINDOWPANELPOSITIONENUM_ITEM_LEFT_DisplayName
source: EN:Left
de: DE:Left

# ENUM_IFCWINDOWPANELPOSITIONENUM_ITEM_MIDDLE_DisplayName
source: EN:Middle
de: DE:Middle

# ENUM_IFCWINDOWPANELPOSITIONENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCWINDOWPANELPOSITIONENUM_ITEM_RIGHT_DisplayName
source: EN:Right
de: DE:Right

# ENUM_IFCWINDOWPANELPOSITIONENUM_ITEM_TOP_DisplayName
source: EN:Top
de: DE:Top

# ENUM_IFCWINDOWSTYLECONSTRUCTIONENUM_ITEM_ALUMINIUMWOOD_DisplayName
source: EN:AluminiumWood
de: DE:AluminiumWood

# ENUM_IFCWINDOWSTYLECONSTRUCTIONENUM_ITEM_ALUMINIUM_DisplayName
source: EN:Aluminium
de: DE:Aluminium

# ENUM_IFCWINDOWSTYLECONSTRUCTIONENUM_ITEM_HIGHGRADESTEEL_DisplayName
source: EN:HighGradeSteel
de: DE:HighGradeSteel

# ENUM_IFCWINDOWSTYLECONSTRUCTIONENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCWINDOWSTYLECONSTRUCTIONENUM_ITEM_OTHERCONSTRUCTION_DisplayName
source: EN:OtherConstruction
de: DE:OtherConstruction

# ENUM_IFCWINDOWSTYLECONSTRUCTIONENUM_ITEM_PLASTIC_DisplayName
source: EN:Plastic
de: DE:Plastic

# ENUM_IFCWINDOWSTYLECONSTRUCTIONENUM_ITEM_STEEL_DisplayName
source: EN:Steel
de: DE:Steel

# ENUM_IFCWINDOWSTYLECONSTRUCTIONENUM_ITEM_WOOD_DisplayName
source: EN:Wood
de: DE:Wood

# ENUM_IFCWINDOWSTYLEOPERATIONENUM_ITEM_DOUBLEPANELHORIZONTAL_DisplayName
source: EN:DoublePanelHorizontal
de: DE:DoublePanelHorizontal

# ENUM_IFCWINDOWSTYLEOPERATIONENUM_ITEM_DOUBLEPANELVERTICAL_DisplayName
source: EN:DoublePanelVertical
de: DE:DoublePanelVertical

# ENUM_IFCWINDOWSTYLEOPERATIONENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCWINDOWSTYLEOPERATIONENUM_ITEM_SINGLEPANEL_DisplayName
source: EN:SinglePanel
de: DE:SinglePanel

# ENUM_IFCWINDOWSTYLEOPERATIONENUM_ITEM_TRIPLEPANELBOTTOM_DisplayName
source: EN:TriplePanelBottom
de: DE:TriplePanelBottom

# ENUM_IFCWINDOWSTYLEOPERATIONENUM_ITEM_TRIPLEPANELHORIZONTAL_DisplayName
source: EN:TriplePanelHorizontal
de: DE:TriplePanelHorizontal

# ENUM_IFCWINDOWSTYLEOPERATIONENUM_ITEM_TRIPLEPANELLEFT_DisplayName
source: EN:TriplePanelLeft
de: DE:TriplePanelLeft

# ENUM_IFCWINDOWSTYLEOPERATIONENUM_ITEM_TRIPLEPANELRIGHT_DisplayName
source: EN:TriplePanelRight
de: DE:TriplePanelRight

# ENUM_IFCWINDOWSTYLEOPERATIONENUM_ITEM_TRIPLEPANELTOP_DisplayName
source: EN:TriplePanelTop
de: DE:TriplePanelTop

# ENUM_IFCWINDOWSTYLEOPERATIONENUM_ITEM_TRIPLEPANELVERTICAL_DisplayName
source: EN:TriplePanelVertical
de: DE:TriplePanelVertical

# ENUM_IFCWINDOWSTYLEOPERATIONENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCWINDOWTYPEENUM_ITEM_LIGHTDOME_DisplayName
source: EN:Lightdome
de: DE:Lightdome
