Repository: thoffeller/Ifc.NET
Catalog: src/Ifc.NET/Properties/Resources.*.resx
Languages: de

# CLASS_IFCSYSTEMFURNITUREELEMENT_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCSYSTEM_DisplayName
source: EN:IfcSystem
de: Objekttyp

# CLASS_IFCTABLECOLUMNS_DisplayName
source: EN:IfcTableColumns
de: DE:IfcTableColumns

# CLASS_IFCTABLECOLUMNS_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCTABLECOLUMNS_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCTABLECOLUMNS_PROPERTY_IFCTABLECOLUMN_DisplayName
source: EN:IfcTableColumn
de: DE:IfcTableColumn

# CLASS_IFCTABLECOLUMNS_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCTABLECOLUMNUNIT_DisplayName
source: EN:IfcTableColumnUnit
de: DE:IfcTableColumnUnit

# CLASS_IFCTABLECOLUMNUNIT_PROPERTY_ITEM_DisplayName
source: EN:Item
de: DE:Item

# CLASS_IFCTABLECOLUMN_DisplayName
source: EN:IfcTableColumn
de: DE:IfcTableColumn

# CLASS_IFCTABLECOLUMN_PROPERTY_DESCRIPTION_DisplayName
source: EN:Description
de: Beschreibung

# CLASS_IFCTABLECOLUMN_PROPERTY_IDENTIFIER_DisplayName
source: EN:Identifier
de: IDentifier

# CLASS_IFCTABLECOLUMN_PROPERTY_NAME_DisplayName
source: EN:Name
de: Name

# CLASS_IFCTABLECOLUMN_PROPERTY_REFERENCEPATH_DisplayName
source: EN:ReferencePath
de: DE:ReferencePath

# CLASS_IFCTABLECOLUMN_PROPERTY_UNIT_DisplayName
source: EN:Unit
de: DE:Unit

# CLASS_IFCTABLEROWROWCELLS_DisplayName
source: EN:IfcTableRowRowCells
de: DE:IfcTableRowRowCells

# CLASS_IFCTABLEROWROWCELLS_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCTABLEROWROWCELLS_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCTABLEROWROWCELLS_PROPERTY_ITEMS_DisplayName
source: EN:Items
de: DE:Items

# CLASS_IFCTABLEROWROWCELLS_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCTABLEROWS_DisplayName
source: EN:IfcTableRows
de: DE:IfcTableRows

# CLASS_IFCTABLEROWS_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCTABLEROWS_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCTABLEROWS_PROPERTY_IFCTABLEROW_DisplayName
source: EN:IfcTableRow
de: DE:IfcTableRow

# CLASS_IFCTABLEROWS_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCTABLEROW_DisplayName
source: EN:IfcTableRow
de: DE:IfcTableRow

# CLASS_IFCTABLEROW_PROPERTY_ISHEADING_DisplayName
source: EN:IsHeading
de: DE:IsHeading

# CLASS_IFCTABLEROW_PROPERTY_ROWCELLS_DisplayName
source: EN:RowCells
de: DE:RowCells

# CLASS_IFCTABLE_DisplayName
source: EN:IfcTable
de: DE:IfcTable

# CLASS_IFCTABLE_PROPERTY_COLUMNS_DisplayName
source: EN:Columns
de: DE:Columns

# CLASS_IFCTABLE_PROPERTY_NAME_DisplayName
source: EN:Name
de: Name

# CLASS_IFCTABLE_PROPERTY_ROWS_DisplayName
source: EN:Rows
de: DE:Rows

# CLASS_IFCTANKTYPE_DisplayName
source: EN:IfcTankType
de: DE:IfcTankType

# CLASS_IFCTANKTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCTANK_DisplayName
source: EN:IfcTank
de: DE:IfcTank

# CLASS_IFCTANK_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCTASKTIMERECURRING_DisplayName
source: EN:IfcTaskTimeRecurring
de: DE:IfcTaskTimeRecurring

# CLASS_IFCTASKTIMERECURRING_PROPERTY_RECURRANCE_DisplayName
source: EN:Recurrance
de: DE:Recurrance

# CLASS_IFCTASKTIME_DisplayName
source: EN:IfcTaskTime
de: DE:IfcTaskTime

# CLASS_IFCTASKTIME_PROPERTY_ACTUALDURATION_DisplayName
source: EN:ActualDuration
de: DE:ActualDuration

# CLASS_IFCTASKTIME_PROPERTY_ACTUALFINISH_DisplayName
source: EN:ActualFinish
de: DE:ActualFinish

# CLASS_IFCTASKTIME_PROPERTY_ACTUALSTART_DisplayName
source: EN:ActualStart
de: DE:ActualStart

# CLASS_IFCTASKTIME_PROPERTY_COMPLETION_DisplayName
source: EN:Completion
de: DE:Completion

# CLASS_IFCTASKTIME_PROPERTY_DURATIONTYPE_DisplayName
source: EN:DurationType
de: DE:DurationType

# CLASS_IFCTASKTIME_PROPERTY_EARLYFINISH_DisplayName
source: EN:EarlyFinish
de: DE:EarlyFinish

# CLASS_IFCTASKTIME_PROPERTY_EARLYSTART_DisplayName
source: EN:EarlyStart
de: DE:EarlyStart

# CLASS_IFCTASKTIME_PROPERTY_FREEFLOAT_DisplayName
source: EN:FreeFloat
de: DE:FreeFloat

# CLASS_IFCTASKTIME_PROPERTY_ISCRITICAL_DisplayName
source: EN:IsCritical
de: DE:IsCritical

# CLASS_IFCTASKTIME_PROPERTY_LATEFINISH_DisplayName
source: EN:LateFinish
de: DE:LateFinish

# CLASS_IFCTASKTIME_PROPERTY_LATESTART_DisplayName
source: EN:LateStart
de: DE:LateStart

# CLASS_IFCTASKTIME_PROPERTY_REMAININGTIME_DisplayName
source: EN:RemainingTime
de: DE:RemainingTime

# CLASS_IFCTASKTIME_PROPERTY_SCHEDULEDURATION_DisplayName
source: EN:ScheduleDuration
de: DE:ScheduleDuration

# CLASS_IFCTASKTIME_PROPERTY_SCHEDULEFINISH_DisplayName
source: EN:ScheduleFinish
de: DE:ScheduleFinish

# CLASS_IFCTASKTIME_PROPERTY_SCHEDULESTART_DisplayName
source: EN:ScheduleStart
de: DE:ScheduleStart

# CLASS_IFCTASKTIME_PROPERTY_STATUSTIME_DisplayName
source: EN:StatusTime
de: DE:StatusTime

# CLASS_IFCTASKTIME_PROPERTY_TOTALFLOAT_DisplayName
source: EN:TotalFloat
de: DE:TotalFloat

# CLASS_IFCTASKTYPE_DisplayName
source: EN:IfcTaskType
de: DE:IfcTaskType

# CLASS_IFCTASKTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCTASKTYPE_PROPERTY_WORKMETHOD_DisplayName
source: EN:WorkMethod
de: DE:WorkMethod

# CLASS_IFCTASK_DisplayName
source: EN:IfcTask
de: DE:IfcTask

# CLASS_IFCTASK_PROPERTY_ISMILESTONE_DisplayName
source: EN:IsMilestone
de: DE:IsMilestone

# CLASS_IFCTASK_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCTASK_PROPERTY_PRIORITY_DisplayName
source: EN:Priority
de: DE:Priority

# CLASS_IFCTASK_PROPERTY_STATUS_DisplayName
source: EN:Status
de: DE:Status

# CLASS_IFCTASK_PROPERTY_TASKTIME_DisplayName
source: EN:TaskTime
de: DE:TaskTime

# CLASS_IFCTASK_PROPERTY_WORKMETHOD_DisplayName
source: EN:WorkMethod
de: DE:WorkMethod

# CLASS_IFCTELECOMADDRESS_DisplayName
source: EN:IfcTelecomAddress
de: DE:IfcTelecomAddress

# CLASS_IFCTELECOMADDRESS_PROPERTY_ELECTRONICMAILADDRESSES_DisplayName
source: EN:ElectronicMailAddresses
de: DE:ElectronicMailAddresses

# CLASS_IFCTELECOMADDRESS_PROPERTY_FACSIMILENUMBERS_DisplayName
source: EN:FacsimileNumbers
de: DE:FacsimileNumbers

# CLASS_IFCTELECOMADDRESS_PROPERTY_MESSAGINGIDS_DisplayName
source: EN:MessagingIDs
de: DE:MessagingIDs

# CLASS_IFCTELECOMADDRESS_PROPERTY_PAGERNUMBER_DisplayName
source: EN:PagerNumber
de: DE:PagerNumber

# CLASS_IFCTELECOMADDRESS_PROPERTY_TELEPHONENUMBERS_DisplayName
source: EN:TelephoneNumbers
de: DE:TelephoneNumbers

# CLASS_IFCTELECOMADDRESS_PROPERTY_WWWHOMEPAGEURL_DisplayName
source: EN:WWWHomePageURL
de: DE:WWWHomePageURL

# CLASS_IFCTEMPERATUREGRADIENTMEASUREWRAPPER_DisplayName
source: EN:IfcTemperatureGradientMeasurewrapper
de: DE:IfcTemperatureGradientMeasurewrapper

# CLASS_IFCTEMPERATUREGRADIENTMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCTEMPERATUREGRADIENTMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCTEMPERATUREGRADIENTMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCTEMPERATURERATEOFCHANGEMEASUREWRAPPER_DisplayName
source: EN:IfcTemperatureRateOfChangeMeasurewrapper
de: DE:IfcTemperatureRateOfChangeMeasurewrapper

# CLASS_IFCTEMPERATURERATEOFCHANGEMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCTEMPERATURERATEOFCHANGEMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCTEMPERATURERATEOFCHANGEMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCTENDONANCHORTYPE_DisplayName
source: EN:IfcTendonAnchorType
de: DE:IfcTendonAnchorType

# CLASS_IFCTENDONANCHORTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCTENDONANCHOR_DisplayName
source: EN:IfcTendonAnchor
de: DE:IfcTendonAnchor

# CLASS_IFCTENDONANCHOR_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCTENDONTYPE_DisplayName
source: EN:IfcTendonType
de: DE:IfcTendonType

# CLASS_IFCTENDONTYPE_PROPERTY_CROSSSECTIONAREA_DisplayName
source: EN:CrossSectionArea
de: DE:CrossSectionArea

# CLASS_IFCTENDONTYPE_PROPERTY_NOMINALDIAMETER_DisplayName
source: EN:NominalDiameter
de: DE:NominalDiameter

# CLASS_IFCTENDONTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCTENDONTYPE_PROPERTY_SHEETHDIAMETER_DisplayName
source: EN:SheethDiameter
de: DE:SheethDiameter

# CLASS_IFCTENDON_DisplayName
source: EN:IfcTendon
de: DE:IfcTendon

# CLASS_IFCTENDON_PROPERTY_ANCHORAGESLIP_DisplayName
source: EN:AnchorageSlip
de: DE:AnchorageSlip

# CLASS_IFCTENDON_PROPERTY_CROSSSECTIONAREA_DisplayName
source: EN:CrossSectionArea
de: DE:CrossSectionArea

# CLASS_IFCTENDON_PROPERTY_FRICTIONCOEFFICIENT_DisplayName
source: EN:FrictionCoefficient
de: DE:FrictionCoefficient

# CLASS_IFCTENDON_PROPERTY_MINCURVATURERADIUS_DisplayName
source: EN:MinCurvatureRadius
de: DE:MinCurvatureRadius

# CLASS_IFCTENDON_PROPERTY_NOMINALDIAMETER_DisplayName
source: EN:NominalDiameter
de: DE:NominalDiameter

# CLASS_IFCTENDON_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCTENDON_PROPERTY_PRESTRESS_DisplayName
source: EN:PreStress
de: DE:PreStress

# CLASS_IFCTENDON_PROPERTY_TENSIONFORCE_DisplayName
source: EN:TensionForce
de: DE:TensionForce

# CLASS_IFCTESSELLATEDFACESETHASTEXTURES_DisplayName
source: EN:IfcTessellatedFaceSetHasTextures
de: DE:IfcTessellatedFaceSetHasTextures

# CLASS_IFCTESSELLATEDFACESETHASTEXTURES_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCTESSELLATEDFACESETHASTEXTURES_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCTESSELLATEDFACESETHASTEXTURES_PROPERTY_ITEMS_DisplayName
source: EN:Items
de: DE:Items

# CLASS_IFCTESSELLATEDFACESETHASTEXTURES_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCTESSELLATEDFACESET_DisplayName
source: EN:IfcTessellatedFaceSet
de: DE:IfcTessellatedFaceSet

# CLASS_IFCTESSELLATEDFACESET_PROPERTY_CLOSED_DisplayName
source: EN:Closed
de: DE:Closed

# CLASS_IFCTESSELLATEDFACESET_PROPERTY_COORDINATES_DisplayName
source: EN:Coordinates
de: DE:Coordinates

# CLASS_IFCTESSELLATEDFACESET_PROPERTY_HASCOLOURS_DisplayName
source: EN:HasColours
de: DE:HasColours

# CLASS_IFCTESSELLATEDFACESET_PROPERTY_HASTEXTURES_DisplayName
source: EN:HasTextures
de: DE:HasTextures

# CLASS_IFCTESSELLATEDFACESET_PROPERTY_NORMALS_DisplayName
source: EN:Normals
de: DE:Normals

# CLASS_IFCTESSELLATEDITEM_DisplayName
source: EN:IfcTessellatedItem
de: DE:IfcTessellatedItem

# CLASS_IFCTEXTFONTNAMEWRAPPER_DisplayName
source: EN:IfcTextFontNamewrapper
de: DE:IfcTextFontNamewrapper

# CLASS_IFCTEXTFONTNAMEWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

# CLASS_IFCTEXTFONTNAMEWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCTEXTFONTNAMEWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCTEXTFONTNAMEWRAPPER_PROPERTY_VALUE_DisplayName
source: EN:Value
de: DE:Value

# CLASS_IFCTEXTLITERALPLACEMENT_DisplayName
source: EN:IfcTextLiteralPlacement
de: DE:IfcTextLiteralPlacement

# CLASS_IFCTEXTLITERALPLACEMENT_PROPERTY_ITEM_DisplayName
source: EN:Item
de: DE:Item

# CLASS_IFCTEXTLITERALWITHEXTENT_DisplayName
source: EN:IfcTextLiteralWithExtent
de: DE:IfcTextLiteralWithExtent

# CLASS_IFCTEXTLITERALWITHEXTENT_PROPERTY_BOXALIGNMENT_DisplayName
source: EN:BoxAlignment
de: DE:BoxAlignment

# CLASS_IFCTEXTLITERALWITHEXTENT_PROPERTY_EXTENT_DisplayName
source: EN:Extent
de: DE:Extent

# CLASS_IFCTEXTLITERAL_DisplayName
source: EN:IfcTextLiteral
de: DE:IfcTextLiteral

# CLASS_IFCTEXTLITERAL_PROPERTY_LITERAL_DisplayName
source: EN:Literal
de: DE:Literal

# CLASS_IFCTEXTLITERAL_PROPERTY_PLACEMENT_DisplayName
source: EN:Placement
de: DE:Placement

# CLASS_IFCTEXTLITERAL_PROPERTY_TEXTPATH_DisplayName
source: EN:TextPath
de: DE:TextPath

# CLASS_IFCTEXTSTYLEFONTMODELFONTFAMILY_DisplayName
source: EN:IfcTextStyleFontModelFontFamily
de: DE:IfcTextStyleFontModelFontFamily

# CLASS_IFCTEXTSTYLEFONTMODELFONTFAMILY_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCTEXTSTYLEFONTMODELFONTFAMILY_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

source: EN:IfcTextFontNamewrapper
de: DE:IfcTextFontNamewrapper

# CLASS_IFCTEXTSTYLEFONTMODELFONTFAMILY_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCTEXTSTYLEFONTMODELFONTSIZE_DisplayName
source: EN:IfcTextStyleFontModelFontSize
de: DE:IfcTextStyleFontModelFontSize

# CLASS_IFCTEXTSTYLEFONTMODELFONTSIZE_PROPERTY_ITEM_DisplayName
source: EN:Item
de: DE:Item

# CLASS_IFCTEXTSTYLEFONTMODEL_DisplayName
source: EN:IfcTextStyleFontModel
de: DE:IfcTextStyleFontModel

# CLASS_IFCTEXTSTYLEFONTMODEL_PROPERTY_FONTFAMILY_DisplayName
source: EN:FontFamily
de: DE:FontFamily

# CLASS_IFCTEXTSTYLEFONTMODEL_PROPERTY_FONTSIZE_DisplayName
source: EN:FontSize
de: DE:FontSize

# CLASS_IFCTEXTSTYLEFONTMODEL_PROPERTY_FONTSTYLE_DisplayName
source: EN:FontStyle
de: DE:FontStyle

# CLASS_IFCTEXTSTYLEFONTMODEL_PROPERTY_FONTVARIANT_DisplayName
source: EN:FontVariant
de: DE:FontVariant

# CLASS_IFCTEXTSTYLEFONTMODEL_PROPERTY_FONTWEIGHT_DisplayName
source: EN:FontWeight
de: DE:FontWeight

# CLASS_IFCTEXTSTYLEFORDEFINEDFONTBACKGROUNDCOLOUR_DisplayName
source: EN:IfcTextStyleForDefinedFontBackgroundColour
de: DE:IfcTextStyleForDefinedFontBackgroundColour

# CLASS_IFCTEXTSTYLEFORDEFINEDFONTBACKGROUNDCOLOUR_PROPERTY_ITEM_DisplayName
source: EN:Item
de: DE:Item

# CLASS_IFCTEXTSTYLEFORDEFINEDFONTCOLOUR_DisplayName
source: EN:IfcTextStyleForDefinedFontColour
de: DE:IfcTextStyleForDefinedFontColour

# CLASS_IFCTEXTSTYLEFORDEFINEDFONTCOLOUR_PROPERTY_ITEM_DisplayName
source: EN:Item
de: DE:Item

# CLASS_IFCTEXTSTYLEFORDEFINEDFONT_DisplayName
source: EN:IfcTextStyleForDefinedFont
de: DE:IfcTextStyleForDefinedFont

# CLASS_IFCTEXTSTYLEFORDEFINEDFONT_PROPERTY_BACKGROUNDCOLOUR_DisplayName
source: EN:BackgroundColour
de: DE:BackgroundColour

# CLASS_IFCTEXTSTYLEFORDEFINEDFONT_PROPERTY_COLOUR_DisplayName
source: EN:Colour
de: DE:Colour

# CLASS_IFCTEXTSTYLETEXTFONTSTYLE_DisplayName
source: EN:IfcTextStyleTextFontStyle
de: DE:IfcTextStyleTextFontStyle

# CLASS_IFCTEXTSTYLETEXTFONTSTYLE_PROPERTY_ITEM_DisplayName
source: EN:Item
de: DE:Item

# CLASS_IFCTEXTSTYLETEXTMODELLETTERSPACING_DisplayName
source: EN:IfcTextStyleTextModelLetterSpacing
de: DE:IfcTextStyleTextModelLetterSpacing

# CLASS_IFCTEXTSTYLETEXTMODELLETTERSPACING_PROPERTY_ITEM_DisplayName
source: EN:Item
de: DE:Item

# CLASS_IFCTEXTSTYLETEXTMODELLINEHEIGHT_DisplayName
source: EN:IfcTextStyleTextModelLineHeight
de: DE:IfcTextStyleTextModelLineHeight

# CLASS_IFCTEXTSTYLETEXTMODELLINEHEIGHT_PROPERTY_ITEM_DisplayName
source: EN:Item
de: DE:Item

# CLASS_IFCTEXTSTYLETEXTMODELTEXTINDENT_DisplayName
source: EN:IfcTextStyleTextModelTextIndent
de: DE:IfcTextStyleTextModelTextIndent

# CLASS_IFCTEXTSTYLETEXTMODELTEXTINDENT_PROPERTY_ITEM_DisplayName
source: EN:Item
de: DE:Item

# CLASS_IFCTEXTSTYLETEXTMODELWORDSPACING_DisplayName
source: EN:IfcTextStyleTextModelWordSpacing
de: DE:IfcTextStyleTextModelWordSpacing

# CLASS_IFCTEXTSTYLETEXTMODELWORDSPACING_PROPERTY_ITEM_DisplayName
source: EN:Item
de: DE:Item

# CLASS_IFCTEXTSTYLETEXTMODEL_DisplayName
source: EN:IfcTextStyleTextModel
de: DE:IfcTextStyleTextModel

# CLASS_IFCTEXTSTYLETEXTMODEL_PROPERTY_LETTERSPACING_DisplayName
source: EN:LetterSpacing
de: DE:LetterSpacing

# CLASS_IFCTEXTSTYLETEXTMODEL_PROPERTY_LINEHEIGHT_DisplayName
source: EN:LineHeight
de: DE:LineHeight

# CLASS_IFCTEXTSTYLETEXTMODEL_PROPERTY_TEXTALIGN_DisplayName
source: EN:TextAlign
de: DE:TextAlign

# CLASS_IFCTEXTSTYLETEXTMODEL_PROPERTY_TEXTDECORATION_DisplayName
source: EN:TextDecoration
de: DE:TextDecoration

# CLASS_IFCTEXTSTYLETEXTMODEL_PROPERTY_TEXTINDENT_DisplayName
source: EN:TextIndent
de: DE:TextIndent

# CLASS_IFCTEXTSTYLETEXTMODEL_PROPERTY_TEXTTRANSFORM_DisplayName
source: EN:TextTransform
de: DE:TextTransform

# CLASS_IFCTEXTSTYLETEXTMODEL_PROPERTY_WORDSPACING_DisplayName
source: EN:WordSpacing
de: DE:WordSpacing

# CLASS_IFCTEXTSTYLE_DisplayName
source: EN:IfcTextStyle
de: DE:IfcTextStyle

# CLASS_IFCTEXTSTYLE_PROPERTY_MODELORDRAUGHTING_DisplayName
source: EN:ModelOrDraughting
de: DE:ModelOrDraughting

# CLASS_IFCTEXTSTYLE_PROPERTY_TEXTCHARACTERAPPEARANCE_DisplayName
source: EN:TextCharacterAppearance
de: DE:TextCharacterAppearance

# CLASS_IFCTEXTSTYLE_PROPERTY_TEXTFONTSTYLE_DisplayName
source: EN:TextFontStyle
de: DE:TextFontStyle

# CLASS_IFCTEXTSTYLE_PROPERTY_TEXTSTYLE_DisplayName
source: EN:TextStyle
de: DE:TextStyle

# CLASS_IFCTEXTURECOORDINATEGENERATOR_DisplayName
source: EN:IfcTextureCoordinateGenerator
de: DE:IfcTextureCoordinateGenerator

# CLASS_IFCTEXTURECOORDINATEGENERATOR_PROPERTY_MODE_DisplayName
source: EN:Mode
de: DE:Mode

# CLASS_IFCTEXTURECOORDINATEGENERATOR_PROPERTY_PARAMETER_DisplayName
source: EN:Parameter
de: DE:Parameter

# CLASS_IFCTEXTURECOORDINATEMAPS_DisplayName
source: EN:IfcTextureCoordinateMaps
de: DE:IfcTextureCoordinateMaps

# CLASS_IFCTEXTURECOORDINATEMAPS_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCTEXTURECOORDINATEMAPS_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCTEXTURECOORDINATEMAPS_PROPERTY_ITEMS_DisplayName
source: EN:Items
de: DE:Items

# CLASS_IFCTEXTURECOORDINATEMAPS_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCTEXTURECOORDINATE_DisplayName
source: EN:IfcTextureCoordinate
de: DE:IfcTextureCoordinate

# CLASS_IFCTEXTURECOORDINATE_PROPERTY_MAPS_DisplayName
source: EN:Maps
de: DE:Maps

# CLASS_IFCTEXTUREMAPVERTICES_DisplayName
source: EN:IfcTextureMapVertices
de: DE:IfcTextureMapVertices

# CLASS_IFCTEXTUREMAPVERTICES_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCTEXTUREMAPVERTICES_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCTEXTUREMAPVERTICES_PROPERTY_IFCTEXTUREVERTEX_DisplayName
source: EN:IfcTextureVertex
de: DE:IfcTextureVertex

# CLASS_IFCTEXTUREMAPVERTICES_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCTEXTUREMAP_DisplayName
source: EN:IfcTextureMap
de: DE:IfcTextureMap

# CLASS_IFCTEXTUREMAP_PROPERTY_MAPPEDTO_DisplayName
source: EN:MappedTo
de: DE:MappedTo

# CLASS_IFCTEXTUREMAP_PROPERTY_VERTICES_DisplayName
source: EN:Vertices
de: DE:Vertices

# CLASS_IFCTEXTUREVERTEXLIST_DisplayName
source: EN:IfcTextureVertexList
de: DE:IfcTextureVertexList

# CLASS_IFCTEXTUREVERTEXLIST_PROPERTY_TEXCOORDSLIST_DisplayName
source: EN:TexCoordsList
de: DE:TexCoordsList

# CLASS_IFCTEXTUREVERTEX_DisplayName
source: EN:IfcTextureVertex
de: DE:IfcTextureVertex

# CLASS_IFCTEXTUREVERTEX_PROPERTY_COORDINATES_DisplayName
source: EN:Coordinates
de: DE:Coordinates

# CLASS_IFCTEXTWRAPPER_DisplayName
source: EN:IfcTextwrapper
de: DE:IfcTextwrapper

# CLASS_IFCTEXTWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

# CLASS_IFCTEXTWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCTEXTWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCTEXTWRAPPER_PROPERTY_VALUE_DisplayName
source: EN:Value
de: DE:Value

# CLASS_IFCTHERMALADMITTANCEMEASUREWRAPPER_DisplayName
source: EN:IfcThermalAdmittanceMeasurewrapper
de: DE:IfcThermalAdmittanceMeasurewrapper

# CLASS_IFCTHERMALADMITTANCEMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCTHERMALADMITTANCEMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCTHERMALADMITTANCEMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCTHERMALCONDUCTIVITYMEASUREWRAPPER_DisplayName
source: EN:IfcThermalConductivityMeasurewrapper
de: DE:IfcThermalConductivityMeasurewrapper

# CLASS_IFCTHERMALCONDUCTIVITYMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCTHERMALCONDUCTIVITYMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCTHERMALCONDUCTIVITYMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCTHERMALEXPANSIONCOEFFICIENTMEASUREWRAPPER_DisplayName
source: EN:IfcThermalExpansionCoefficientMeasurewrapper
de: DE:IfcThermalExpansionCoefficientMeasurewrapper

# CLASS_IFCTHERMALEXPANSIONCOEFFICIENTMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCTHERMALEXPANSIONCOEFFICIENTMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCTHERMALEXPANSIONCOEFFICIENTMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCTHERMALRESISTANCEMEASUREWRAPPER_DisplayName
source: EN:IfcThermalResistanceMeasurewrapper
de: DE:IfcThermalResistanceMeasurewrapper

# CLASS_IFCTHERMALRESISTANCEMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCTHERMALRESISTANCEMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCTHERMALRESISTANCEMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCTHERMALTRANSMITTANCEMEASUREWRAPPER_DisplayName
source: EN:IfcThermalTransmittanceMeasurewrapper
de: DE:IfcThermalTransmittanceMeasurewrapper

# CLASS_IFCTHERMALTRANSMITTANCEMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCTHERMALTRANSMITTANCEMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCTHERMALTRANSMITTANCEMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCTHERMODYNAMICTEMPERATUREMEASUREWRAPPER_DisplayName
source: EN:IfcThermodynamicTemperatureMeasurewrapper
de: DE:IfcThermodynamicTemperatureMeasurewrapper

# CLASS_IFCTHERMODYNAMICTEMPERATUREMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCTHERMODYNAMICTEMPERATUREMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCTHERMODYNAMICTEMPERATUREMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCTIMEMEASUREWRAPPER_DisplayName
source: EN:IfcTimeMeasurewrapper
de: DE:IfcTimeMeasurewrapper

# CLASS_IFCTIMEMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

# CLASS_IFCTIMEMEASUREWRAPPER_PROPERTY_INVARIANTSTRINGVALUE_DisplayName
source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCTIMEMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCTIMEMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCTIMEPERIOD_DisplayName
source: EN:IfcTimePeriod
de: DE:IfcTimePeriod

# CLASS_IFCTIMEPERIOD_PROPERTY_ENDTIME_DisplayName
source: EN:EndTime
de: DE:EndTime

# CLASS_IFCTIMEPERIOD_PROPERTY_STARTTIME_DisplayName
source: EN:StartTime
de: DE:StartTime

# CLASS_IFCTIMESERIESUNIT_DisplayName
source: EN:IfcTimeSeriesUnit
de: DE:IfcTimeSeriesUnit

# CLASS_IFCTIMESERIESUNIT_PROPERTY_ITEM_DisplayName
source: EN:Item
de: DE:Item

# CLASS_IFCTIMESERIESVALUELISTVALUES_DisplayName
source: EN:IfcTimeSeriesValueListValues
de: DE:IfcTimeSeriesValueListValues

# CLASS_IFCTIMESERIESVALUELISTVALUES_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCTIMESERIESVALUELISTVALUES_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCTIMESERIESVALUELISTVALUES_PROPERTY_ITEMS_DisplayName
source: EN:Items
de: DE:Items
