Repository: thoffeller/Ifc.NET
Catalog: src/Ifc.NET/Properties/Resources.*.resx
Languages: de

# CLASS_IFCWORKCALENDAR_PROPERTY_EXCEPTIONTIMES_DisplayName
source: EN:ExceptionTimes
de: DE:ExceptionTimes

# CLASS_IFCWORKCALENDAR_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCWORKCALENDAR_PROPERTY_WORKINGTIMES_DisplayName
source: EN:WorkingTimes
de: DE:WorkingTimes

# CLASS_IFCWORKCONTROLCREATORS_DisplayName
source: EN:IfcWorkControlCreators
de: DE:IfcWorkControlCreators

# CLASS_IFCWORKCONTROLCREATORS_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCWORKCONTROLCREATORS_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCWORKCONTROLCREATORS_PROPERTY_IFCPERSON_DisplayName
source: EN:IfcPerson
de: DE:IfcPerson

# CLASS_IFCWORKCONTROLCREATORS_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCWORKCONTROL_DisplayName
source: EN:IfcWorkControl
de: DE:IfcWorkControl

# CLASS_IFCWORKCONTROL_PROPERTY_CREATIONDATE_DisplayName
source: EN:CreationDate
de: DE:CreationDate

# CLASS_IFCWORKCONTROL_PROPERTY_CREATORS_DisplayName
source: EN:Creators
de: DE:Creators

# CLASS_IFCWORKCONTROL_PROPERTY_DURATION_DisplayName
source: EN:Duration
de: DE:Duration

# CLASS_IFCWORKCONTROL_PROPERTY_FINISHTIME_DisplayName
source: EN:FinishTime
de: DE:FinishTime

# CLASS_IFCWORKCONTROL_PROPERTY_PURPOSE_DisplayName
source: EN:Purpose
de: DE:Purpose

# CLASS_IFCWORKCONTROL_PROPERTY_STARTTIME_DisplayName
source: EN:StartTime
de: DE:StartTime

# CLASS_IFCWORKCONTROL_PROPERTY_TOTALFLOAT_DisplayName
source: EN:TotalFloat
de: DE:TotalFloat

# CLASS_IFCWORKPLAN_DisplayName
source: EN:IfcWorkPlan
de: DE:IfcWorkPlan

# CLASS_IFCWORKPLAN_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCWORKSCHEDULE_DisplayName
source: EN:IfcWorkSchedule
de: DE:IfcWorkSchedule

# CLASS_IFCWORKSCHEDULE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCWORKTIME_DisplayName
source: EN:IfcWorkTime
de: DE:IfcWorkTime

# CLASS_IFCWORKTIME_PROPERTY_FINISH_DisplayName
source: EN:Finish
de: DE:Finish

# CLASS_IFCWORKTIME_PROPERTY_RECURRENCEPATTERN_DisplayName
source: EN:RecurrencePattern
de: DE:RecurrencePattern

# CLASS_IFCWORKTIME_PROPERTY_START_DisplayName
source: EN:Start
de: DE:Start

# CLASS_IFCXML_DisplayName
source: EN:IfcXML
de: DE:IfcXML

# CLASS_IFCXML_PROPERTY_ITEMS_DisplayName
source: EN:Items
de: DE:Items

# CLASS_IFCZONE_DisplayName
source: EN:IfcZone
de: DE:IfcZone

# CLASS_IFCZONE_PROPERTY_LONGNAME_DisplayName
source: EN:LongName
de: Bezeichnung

# CLASS_IFCZSHAPEPROFILEDEF_DisplayName
source: EN:IfcZShapeProfileDef
de: DE:IfcZShapeProfileDef

# CLASS_IFCZSHAPEPROFILEDEF_PROPERTY_DEPTH_DisplayName
source: EN:Depth
de: DE:Depth

# CLASS_IFCZSHAPEPROFILEDEF_PROPERTY_EDGERADIUS_DisplayName
source: EN:EdgeRadius
de: DE:EdgeRadius

# CLASS_IFCZSHAPEPROFILEDEF_PROPERTY_FILLETRADIUS_DisplayName
source: EN:FilletRadius
de: DE:FilletRadius

# CLASS_IFCZSHAPEPROFILEDEF_PROPERTY_FLANGETHICKNESS_DisplayName
source: EN:FlangeThickness
de: DE:FlangeThickness

# CLASS_IFCZSHAPEPROFILEDEF_PROPERTY_FLANGEWIDTH_DisplayName
source: EN:FlangeWidth
de: DE:FlangeWidth

# CLASS_IFCZSHAPEPROFILEDEF_PROPERTY_WEBTHICKNESS_DisplayName
source: EN:WebThickness
de: DE:WebThickness

# CLASS_UOSHEADER_DisplayName
source: EN:UosHeader
de: DE:UosHeader

# CLASS_UOSHEADER_PROPERTY_AUTHORIZATION_DisplayName
source: EN:Authorization
de: DE:Authorization

# CLASS_UOSHEADER_PROPERTY_AUTHOR_DisplayName
source: EN:Author
de: DE:Author

# CLASS_UOSHEADER_PROPERTY_DOCUMENTATION_DisplayName
source: EN:Documentation
de: DE:Documentation

# CLASS_UOSHEADER_PROPERTY_NAME_DisplayName
source: EN:Name
de: Name

# CLASS_UOSHEADER_PROPERTY_ORGANIZATION_DisplayName
source: EN:Organization
de: DE:Organization

# CLASS_UOSHEADER_PROPERTY_ORIGINATINGSYSTEM_DisplayName
source: EN:OriginatingSystem
de: DE:OriginatingSystem

# CLASS_UOSHEADER_PROPERTY_PREPROCESSORVERSION_DisplayName
source: EN:PreprocessorVersion
de: DE:PreprocessorVersion

# CLASS_UOSHEADER_PROPERTY_TIMESTAMP_DisplayName
source: EN:TimeStamp
de: DE:TimeStamp

# CLASS_UOS_DisplayName
source: EN:Uos
de: DE:Uos

# CLASS_UOS_PROPERTY_CONFIGURATION_DisplayName
source: EN:Configuration
de: DE:Configuration

# CLASS_UOS_PROPERTY_EXPRESS_DisplayName
source: EN:Express
de: DE:Express

# CLASS_UOS_PROPERTY_HEADER_DisplayName
source: EN:Header
de: DE:Header

# CLASS_UOS_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

# ENUM_AGGREGATETYPE_ITEM_ARRAYOPTIONALUNIQUE_DisplayName
source: EN:arrayoptionalunique
de: DE:arrayoptionalunique

# ENUM_AGGREGATETYPE_ITEM_ARRAYOPTIONAL_DisplayName
source: EN:arrayoptional
de: DE:arrayoptional

# ENUM_AGGREGATETYPE_ITEM_ARRAYUNIQUE_DisplayName
source: EN:arrayunique
de: DE:arrayunique

# ENUM_AGGREGATETYPE_ITEM_ARRAY_DisplayName
source: EN:array
de: DE:array

# ENUM_AGGREGATETYPE_ITEM_BAG_DisplayName
source: EN:bag
de: DE:bag

# ENUM_AGGREGATETYPE_ITEM_LISTUNIQUE_DisplayName
source: EN:listunique
de: DE:listunique

# ENUM_AGGREGATETYPE_ITEM_LIST_DisplayName
source: EN:list
de: DE:list

# ENUM_AGGREGATETYPE_ITEM_SET_DisplayName
source: EN:set
de: DE:set

# ENUM_IFCACTIONREQUESTTYPEENUM_ITEM_EMAIL_DisplayName
source: EN:Email
de: DE:Email

# ENUM_IFCACTIONREQUESTTYPEENUM_ITEM_FAX_DisplayName
source: EN:Fax
de: DE:Fax

# ENUM_IFCACTIONREQUESTTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCACTIONREQUESTTYPEENUM_ITEM_PHONE_DisplayName
source: EN:Phone
de: DE:Phone

# ENUM_IFCACTIONREQUESTTYPEENUM_ITEM_POST_DisplayName
source: EN:Post
de: Positiont

# ENUM_IFCACTIONREQUESTTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCACTIONREQUESTTYPEENUM_ITEM_VERBAL_DisplayName
source: EN:Verbal
de: DE:Verbal

# ENUM_IFCACTIONSOURCETYPEENUM_ITEM_BRAKES_DisplayName
source: EN:Brakes
de: DE:Brakes

# ENUM_IFCACTIONSOURCETYPEENUM_ITEM_BUOYANCY_DisplayName
source: EN:Buoyancy
de: DE:Buoyancy

# ENUM_IFCACTIONSOURCETYPEENUM_ITEM_COMPLETIONG1_DisplayName
source: EN:CompletionG1
de: DE:CompletionG1

# ENUM_IFCACTIONSOURCETYPEENUM_ITEM_CREEP_DisplayName
source: EN:Creep
de: DE:Creep

# ENUM_IFCACTIONSOURCETYPEENUM_ITEM_CURRENT_DisplayName
source: EN:Current
de: DE:Current

# ENUM_IFCACTIONSOURCETYPEENUM_ITEM_DEADLOADG_DisplayName
source: EN:DeadLoadG
de: DE:DeadLoadG

# ENUM_IFCACTIONSOURCETYPEENUM_ITEM_EARTHQUAKEE_DisplayName
source: EN:EarthquakeE
de: DE:EarthquakeE

# ENUM_IFCACTIONSOURCETYPEENUM_ITEM_ERECTION_DisplayName
source: EN:Erection
de: DE:Erection

# ENUM_IFCACTIONSOURCETYPEENUM_ITEM_FIRE_DisplayName
source: EN:Fire
de: DE:Fire

# ENUM_IFCACTIONSOURCETYPEENUM_ITEM_ICE_DisplayName
source: EN:Ice
de: DE:Ice

# ENUM_IFCACTIONSOURCETYPEENUM_ITEM_IMPACT_DisplayName
source: EN:Impact
de: DE:Impact

# ENUM_IFCACTIONSOURCETYPEENUM_ITEM_IMPULSE_DisplayName
source: EN:Impulse
de: DE:Impulse

# ENUM_IFCACTIONSOURCETYPEENUM_ITEM_LACKOFFIT_DisplayName
source: EN:LackOfFit
de: DE:LackOfFit

# ENUM_IFCACTIONSOURCETYPEENUM_ITEM_LIVELOADQ_DisplayName
source: EN:LiveLoadQ
de: DE:LiveLoadQ

# ENUM_IFCACTIONSOURCETYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCACTIONSOURCETYPEENUM_ITEM_PRESTRESSINGP_DisplayName
source: EN:PrestressingP
de: DE:PrestressingP

# ENUM_IFCACTIONSOURCETYPEENUM_ITEM_PROPPING_DisplayName
source: EN:Propping
de: DE:Propping

# ENUM_IFCACTIONSOURCETYPEENUM_ITEM_RAIN_DisplayName
source: EN:Rain
de: DE:Rain

# ENUM_IFCACTIONSOURCETYPEENUM_ITEM_SETTLEMENTU_DisplayName
source: EN:SettlementU
de: DE:SettlementU

# ENUM_IFCACTIONSOURCETYPEENUM_ITEM_SHRINKAGE_DisplayName
source: EN:Shrinkage
de: DE:Shrinkage

# ENUM_IFCACTIONSOURCETYPEENUM_ITEM_SNOWS_DisplayName
source: EN:SnowS
de: DE:SnowS

# ENUM_IFCACTIONSOURCETYPEENUM_ITEM_SYSTEMIMPERFECTION_DisplayName
source: EN:SystemImperfection
de: DE:SystemImperfection

# ENUM_IFCACTIONSOURCETYPEENUM_ITEM_TEMPERATURET_DisplayName
source: EN:TemperatureT
de: DE:TemperatureT

# ENUM_IFCACTIONSOURCETYPEENUM_ITEM_TRANSPORT_DisplayName
source: EN:Transport
de: DE:Transport

# ENUM_IFCACTIONSOURCETYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCACTIONSOURCETYPEENUM_ITEM_WAVE_DisplayName
source: EN:Wave
de: DE:Wave

# ENUM_IFCACTIONSOURCETYPEENUM_ITEM_WINDW_DisplayName
source: EN:WindW
de: DE:WindW

# ENUM_IFCACTIONTYPEENUM_ITEM_EXTRAORDINARYA_DisplayName
source: EN:ExtraordinaryA
de: DE:ExtraordinaryA

# ENUM_IFCACTIONTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCACTIONTYPEENUM_ITEM_PERMANENTG_DisplayName
source: EN:PermanentG
de: DE:PermanentG

# ENUM_IFCACTIONTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCACTIONTYPEENUM_ITEM_VARIABLEQ_DisplayName
source: EN:VariableQ
de: DE:VariableQ

# ENUM_IFCACTUATORTYPEENUM_ITEM_ELECTRICACTUATOR_DisplayName
source: EN:Electricactuator
de: DE:Electricactuator

# ENUM_IFCACTUATORTYPEENUM_ITEM_HANDOPERATEDACTUATOR_DisplayName
source: EN:Handoperatedactuator
de: DE:Handoperatedactuator

# ENUM_IFCACTUATORTYPEENUM_ITEM_HYDRAULICACTUATOR_DisplayName
source: EN:Hydraulicactuator
de: DE:Hydraulicactuator

# ENUM_IFCACTUATORTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCACTUATORTYPEENUM_ITEM_PNEUMATICACTUATOR_DisplayName
source: EN:Pneumaticactuator
de: DE:Pneumaticactuator

# ENUM_IFCACTUATORTYPEENUM_ITEM_THERMOSTATICACTUATOR_DisplayName
source: EN:Thermostaticactuator
de: DE:Thermostaticactuator

# ENUM_IFCACTUATORTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCADDRESSTYPEENUM_ITEM_DISTRIBUTIONPOINT_DisplayName
source: EN:Distributionpoint
de: DE:Distributionpoint

# ENUM_IFCADDRESSTYPEENUM_ITEM_HOME_DisplayName
source: EN:Home
de: DE:Home

# ENUM_IFCADDRESSTYPEENUM_ITEM_OFFICE_DisplayName
source: EN:Office
de: DE:Office

# ENUM_IFCADDRESSTYPEENUM_ITEM_SITE_DisplayName
source: EN:Site
de: DE:Site

# ENUM_IFCADDRESSTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCAIRTERMINALBOXTYPEENUM_ITEM_CONSTANTFLOW_DisplayName
source: EN:Constantflow
de: DE:Constantflow

# ENUM_IFCAIRTERMINALBOXTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCAIRTERMINALBOXTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCAIRTERMINALBOXTYPEENUM_ITEM_VARIABLEFLOWPRESSUREDEPENDANT_DisplayName
source: EN:Variableflowpressuredependant
de: DE:Variableflowpressuredependant

# ENUM_IFCAIRTERMINALBOXTYPEENUM_ITEM_VARIABLEFLOWPRESSUREINDEPENDANT_DisplayName
source: EN:Variableflowpressureindependant
de: DE:Variableflowpressureindependant

# ENUM_IFCAIRTERMINALTYPEENUM_ITEM_DIFFUSER_DisplayName
source: EN:Diffuser
de: DE:Diffuser

# ENUM_IFCAIRTERMINALTYPEENUM_ITEM_GRILLE_DisplayName
source: EN:Grille
de: DE:Grille

# ENUM_IFCAIRTERMINALTYPEENUM_ITEM_LOUVRE_DisplayName
source: EN:Louvre
de: DE:Louvre

# ENUM_IFCAIRTERMINALTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCAIRTERMINALTYPEENUM_ITEM_REGISTER_DisplayName
source: EN:Register
de: DE:Register

# ENUM_IFCAIRTERMINALTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

source: EN:Fixedplatecounterflowexchanger
de: DE:Fixedplatecounterflowexchanger

source: EN:Fixedplatecrossflowexchanger
de: DE:Fixedplatecrossflowexchanger

source: EN:Fixedplateparallelflowexchanger
de: DE:Fixedplateparallelflowexchanger

# ENUM_IFCAIRTOAIRHEATRECOVERYTYPEENUM_ITEM_HEATPIPE_DisplayName
source: EN:Heatpipe
de: DE:Heatpipe

# ENUM_IFCAIRTOAIRHEATRECOVERYTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCAIRTOAIRHEATRECOVERYTYPEENUM_ITEM_ROTARYWHEEL_DisplayName
source: EN:Rotarywheel
de: DE:Rotarywheel

# ENUM_IFCAIRTOAIRHEATRECOVERYTYPEENUM_ITEM_RUNAROUNDCOILLOOP_DisplayName
source: EN:Runaroundcoilloop
de: DE:Runaroundcoilloop

source: EN:Thermosiphoncoiltypeheatexchangers
de: DE:Thermosiphoncoiltypeheatexchangers

source: EN:Thermosiphonsealedtubeheatexchangers
de: DE:Thermosiphonsealedtubeheatexchangers

source: EN:Twintowerenthalpyrecoveryloops
de: DE:Twintowerenthalpyrecoveryloops

# ENUM_IFCAIRTOAIRHEATRECOVERYTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCALARMTYPEENUM_ITEM_BELL_DisplayName
source: EN:Bell
de: DE:Bell

# ENUM_IFCALARMTYPEENUM_ITEM_BREAKGLASSBUTTON_DisplayName
source: EN:Breakglassbutton
de: DE:Breakglassbutton

# ENUM_IFCALARMTYPEENUM_ITEM_LIGHT_DisplayName
source: EN:Light
de: DE:Light

# ENUM_IFCALARMTYPEENUM_ITEM_MANUALPULLBOX_DisplayName
source: EN:Manualpullbox
de: DE:Manualpullbox

# ENUM_IFCALARMTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCALARMTYPEENUM_ITEM_SIREN_DisplayName
source: EN:Siren
de: DE:Siren

# ENUM_IFCALARMTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCALARMTYPEENUM_ITEM_WHISTLE_DisplayName
source: EN:Whistle
de: DE:Whistle

# ENUM_IFCANALYSISMODELTYPEENUM_ITEM_INPLANELOADING2D_DisplayName
source: EN:InPlaneLoading2d
de: DE:InPlaneLoading2d

# ENUM_IFCANALYSISMODELTYPEENUM_ITEM_LOADING3D_DisplayName
source: EN:Loading3d
de: DE:Loading3d

# ENUM_IFCANALYSISMODELTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCANALYSISMODELTYPEENUM_ITEM_OUTPLANELOADING2D_DisplayName
source: EN:OutPlaneLoading2d
de: DE:OutPlaneLoading2d

# ENUM_IFCANALYSISMODELTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCANALYSISTHEORYTYPEENUM_ITEM_FIRSTORDERTHEORY_DisplayName
source: EN:FirstOrderTheory
de: DE:FirstOrderTheory

# ENUM_IFCANALYSISTHEORYTYPEENUM_ITEM_FULLNONLINEARTHEORY_DisplayName
source: EN:FullNonlinearTheory
de: DE:FullNonlinearTheory

# ENUM_IFCANALYSISTHEORYTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCANALYSISTHEORYTYPEENUM_ITEM_SECONDORDERTHEORY_DisplayName
source: EN:SecondOrderTheory
de: DE:SecondOrderTheory

# ENUM_IFCANALYSISTHEORYTYPEENUM_ITEM_THIRDORDERTHEORY_DisplayName
source: EN:ThirdOrderTheory
de: DE:ThirdOrderTheory

# ENUM_IFCANALYSISTHEORYTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCARITHMETICOPERATORENUM_ITEM_ADD_DisplayName
source: EN:Add
de: DE:Add

# ENUM_IFCARITHMETICOPERATORENUM_ITEM_DIVIDE_DisplayName
source: EN:Divide
de: DE:Divide

# ENUM_IFCARITHMETICOPERATORENUM_ITEM_MULTIPLY_DisplayName
source: EN:Multiply
de: DE:Multiply

# ENUM_IFCARITHMETICOPERATORENUM_ITEM_SUBTRACT_DisplayName
source: EN:Subtract
de: DE:Subtract

# ENUM_IFCASSEMBLYPLACEENUM_ITEM_FACTORY_DisplayName
source: EN:Factory
de: DE:Factory

# ENUM_IFCASSEMBLYPLACEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCASSEMBLYPLACEENUM_ITEM_SITE_DisplayName
source: EN:Site
de: DE:Site

# ENUM_IFCAUDIOVISUALAPPLIANCETYPEENUM_ITEM_AMPLIFIER_DisplayName
source: EN:Amplifier
de: DE:Amplifier

# ENUM_IFCAUDIOVISUALAPPLIANCETYPEENUM_ITEM_CAMERA_DisplayName
source: EN:Camera
de: DE:Camera

# ENUM_IFCAUDIOVISUALAPPLIANCETYPEENUM_ITEM_DISPLAY_DisplayName
source: EN:Display
de: DE:Display

# ENUM_IFCAUDIOVISUALAPPLIANCETYPEENUM_ITEM_MICROPHONE_DisplayName
source: EN:Microphone
de: DE:Microphone

# ENUM_IFCAUDIOVISUALAPPLIANCETYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCAUDIOVISUALAPPLIANCETYPEENUM_ITEM_PLAYER_DisplayName
source: EN:Player
de: DE:Player

# ENUM_IFCAUDIOVISUALAPPLIANCETYPEENUM_ITEM_PROJECTOR_DisplayName
source: EN:Projector
de: DE:Projector

# ENUM_IFCAUDIOVISUALAPPLIANCETYPEENUM_ITEM_RECEIVER_DisplayName
source: EN:Receiver
de: DE:Receiver

# ENUM_IFCAUDIOVISUALAPPLIANCETYPEENUM_ITEM_SPEAKER_DisplayName
source: EN:Speaker
de: DE:Speaker

# ENUM_IFCAUDIOVISUALAPPLIANCETYPEENUM_ITEM_SWITCHER_DisplayName
source: EN:Switcher
de: DE:Switcher

# ENUM_IFCAUDIOVISUALAPPLIANCETYPEENUM_ITEM_TELEPHONE_DisplayName
source: EN:Telephone
de: DE:Telephone

# ENUM_IFCAUDIOVISUALAPPLIANCETYPEENUM_ITEM_TUNER_DisplayName
source: EN:Tuner
de: DE:Tuner

# ENUM_IFCAUDIOVISUALAPPLIANCETYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCBEAMTYPEENUM_ITEM_BEAM_DisplayName
source: EN:Beam
de: DE:Beam

# ENUM_IFCBEAMTYPEENUM_ITEM_HOLLOWCORE_DisplayName
source: EN:Hollowcore
de: DE:Hollowcore

# ENUM_IFCBEAMTYPEENUM_ITEM_JOIST_DisplayName
source: EN:Joist
de: DE:Joist

# ENUM_IFCBEAMTYPEENUM_ITEM_LINTEL_DisplayName
source: EN:Lintel
de: DE:Lintel

# ENUM_IFCBEAMTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCBEAMTYPEENUM_ITEM_SPANDREL_DisplayName
source: EN:Spandrel
de: DE:Spandrel

# ENUM_IFCBEAMTYPEENUM_ITEM_TBEAM_DisplayName
source: EN:TBeam
de: DE:TBeam

# ENUM_IFCBEAMTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCBENCHMARKENUM_ITEM_EQUALTO_DisplayName
source: EN:Equalto
de: DE:Equalto

# ENUM_IFCBENCHMARKENUM_ITEM_GREATERTHANOREQUALTO_DisplayName
source: EN:Greaterthanorequalto
de: DE:Greaterthanorequalto

# ENUM_IFCBENCHMARKENUM_ITEM_GREATERTHAN_DisplayName
source: EN:Greaterthan
de: DE:Greaterthan

# ENUM_IFCBENCHMARKENUM_ITEM_INCLUDEDIN_DisplayName
source: EN:Includedin
de: DE:Includedin

# ENUM_IFCBENCHMARKENUM_ITEM_INCLUDES_DisplayName
source: EN:Includes
de: DE:Includes

# ENUM_IFCBENCHMARKENUM_ITEM_LESSTHANOREQUALTO_DisplayName
source: EN:Lessthanorequalto
de: DE:Lessthanorequalto

# ENUM_IFCBENCHMARKENUM_ITEM_LESSTHAN_DisplayName
source: EN:Lessthan
de: DE:Lessthan

# ENUM_IFCBENCHMARKENUM_ITEM_NOTEQUALTO_DisplayName
source: EN:Notequalto
de: DE:Notequalto

# ENUM_IFCBENCHMARKENUM_ITEM_NOTINCLUDEDIN_DisplayName
source: EN:Notincludedin
de: DE:Notincludedin

# ENUM_IFCBENCHMARKENUM_ITEM_NOTINCLUDES_DisplayName
source: EN:Notincludes
de: DE:Notincludes

# ENUM_IFCBOILERTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCBOILERTYPEENUM_ITEM_STEAM_DisplayName
source: EN:Steam
de: DE:Steam

# ENUM_IFCBOILERTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCBOILERTYPEENUM_ITEM_WATER_DisplayName
source: EN:Water
de: DE:Water

# ENUM_IFCBOOLEANOPERATOR_ITEM_DIFFERENCE_DisplayName
source: EN:Difference
de: DE:Difference

# ENUM_IFCBOOLEANOPERATOR_ITEM_INTERSECTION_DisplayName
source: EN:Intersection
de: DE:Intersection

# ENUM_IFCBOOLEANOPERATOR_ITEM_UNION_DisplayName
source: EN:Union
de: DE:Union

# ENUM_IFCBSPLINECURVEFORM_ITEM_CIRCULARARC_DisplayName
source: EN:CircularArc
de: DE:CircularArc

# ENUM_IFCBSPLINECURVEFORM_ITEM_ELLIPTICARC_DisplayName
source: EN:EllipticArc
de: DE:EllipticArc

# ENUM_IFCBSPLINECURVEFORM_ITEM_HYPERBOLICARC_DisplayName
source: EN:HyperbolicArc
de: DE:HyperbolicArc

# ENUM_IFCBSPLINECURVEFORM_ITEM_PARABOLICARC_DisplayName
source: EN:ParabolicArc
de: DE:ParabolicArc

# ENUM_IFCBSPLINECURVEFORM_ITEM_POLYLINEFORM_DisplayName
source: EN:PolylineForm
de: DE:PolylineForm

# ENUM_IFCBSPLINECURVEFORM_ITEM_UNSPECIFIED_DisplayName
source: EN:Unspecified
de: DE:Unspecified

# ENUM_IFCBSPLINESURFACEFORM_ITEM_CONICALSURF_DisplayName
source: EN:ConicalSurf
de: DE:ConicalSurf

# ENUM_IFCBSPLINESURFACEFORM_ITEM_CYLINDRICALSURF_DisplayName
source: EN:CylindricalSurf
de: DE:CylindricalSurf

# ENUM_IFCBSPLINESURFACEFORM_ITEM_GENERALISEDCONE_DisplayName
source: EN:GeneralisedCone
de: DE:GeneralisedCone

# ENUM_IFCBSPLINESURFACEFORM_ITEM_PLANESURF_DisplayName
source: EN:PlaneSurf
de: DE:PlaneSurf

# ENUM_IFCBSPLINESURFACEFORM_ITEM_QUADRICSURF_DisplayName
source: EN:QuadricSurf
de: DE:QuadricSurf

# ENUM_IFCBSPLINESURFACEFORM_ITEM_RULEDSURF_DisplayName
source: EN:RuledSurf
de: DE:RuledSurf

# ENUM_IFCBSPLINESURFACEFORM_ITEM_SPHERICALSURF_DisplayName
source: EN:SphericalSurf
de: DE:SphericalSurf

# ENUM_IFCBSPLINESURFACEFORM_ITEM_SURFOFLINEAREXTRUSION_DisplayName
source: EN:SurfOfLinearExtrusion
de: DE:SurfOfLinearExtrusion

# ENUM_IFCBSPLINESURFACEFORM_ITEM_SURFOFREVOLUTION_DisplayName
source: EN:SurfOfRevolution
de: DE:SurfOfRevolution

# ENUM_IFCBSPLINESURFACEFORM_ITEM_TOROIDALSURF_DisplayName
source: EN:ToroidalSurf
de: DE:ToroidalSurf

# ENUM_IFCBSPLINESURFACEFORM_ITEM_UNSPECIFIED_DisplayName
source: EN:Unspecified
de: DE:Unspecified

# ENUM_IFCBUILDINGELEMENTPARTTYPEENUM_ITEM_INSULATION_DisplayName
source: EN:Insulation
de: DE:Insulation

# ENUM_IFCBUILDINGELEMENTPARTTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCBUILDINGELEMENTPARTTYPEENUM_ITEM_PRECASTPANEL_DisplayName
source: EN:Precastpanel
de: DE:Precastpanel

# ENUM_IFCBUILDINGELEMENTPARTTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCBUILDINGELEMENTPROXYTYPEENUM_ITEM_COMPLEX_DisplayName
source: EN:Complex
de: DE:Complex

# ENUM_IFCBUILDINGELEMENTPROXYTYPEENUM_ITEM_ELEMENT_DisplayName
source: EN:Element
de: DE:Element

# ENUM_IFCBUILDINGELEMENTPROXYTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCBUILDINGELEMENTPROXYTYPEENUM_ITEM_PARTIAL_DisplayName
source: EN:Partial
de: DE:Partial

# ENUM_IFCBUILDINGELEMENTPROXYTYPEENUM_ITEM_PROVISIONFORVOID_DisplayName
source: EN:Provisionforvoid
de: DE:Provisionforvoid

# ENUM_IFCBUILDINGELEMENTPROXYTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCBUILDINGSYSTEMTYPEENUM_ITEM_FENESTRATION_DisplayName
source: EN:Fenestration
de: DE:Fenestration

# ENUM_IFCBUILDINGSYSTEMTYPEENUM_ITEM_FOUNDATION_DisplayName
source: EN:Foundation
de: DE:Foundation

# ENUM_IFCBUILDINGSYSTEMTYPEENUM_ITEM_LOADBEARING_DisplayName
source: EN:Loadbearing
de: DE:Loadbearing

# ENUM_IFCBUILDINGSYSTEMTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCBUILDINGSYSTEMTYPEENUM_ITEM_OUTERSHELL_DisplayName
source: EN:Outershell
de: DE:Outershell

# ENUM_IFCBUILDINGSYSTEMTYPEENUM_ITEM_SHADING_DisplayName
source: EN:Shading
de: DE:Shading

# ENUM_IFCBUILDINGSYSTEMTYPEENUM_ITEM_TRANSPORT_DisplayName
source: EN:Transport
de: DE:Transport

# ENUM_IFCBUILDINGSYSTEMTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCBURNERTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCBURNERTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCCABLECARRIERFITTINGTYPEENUM_ITEM_BEND_DisplayName
source: EN:Bend
de: DE:Bend

# ENUM_IFCCABLECARRIERFITTINGTYPEENUM_ITEM_CROSS_DisplayName
source: EN:Cross
de: DE:Cross

# ENUM_IFCCABLECARRIERFITTINGTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCCABLECARRIERFITTINGTYPEENUM_ITEM_REDUCER_DisplayName
source: EN:Reducer
de: DE:Reducer

# ENUM_IFCCABLECARRIERFITTINGTYPEENUM_ITEM_TEE_DisplayName
source: EN:Tee
de: DE:Tee

# ENUM_IFCCABLECARRIERFITTINGTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCCABLECARRIERSEGMENTTYPEENUM_ITEM_CABLELADDERSEGMENT_DisplayName
source: EN:Cableladdersegment
de: DE:Cableladdersegment

# ENUM_IFCCABLECARRIERSEGMENTTYPEENUM_ITEM_CABLETRAYSEGMENT_DisplayName
source: EN:Cabletraysegment
de: DE:Cabletraysegment

# ENUM_IFCCABLECARRIERSEGMENTTYPEENUM_ITEM_CABLETRUNKINGSEGMENT_DisplayName
source: EN:Cabletrunkingsegment
de: DE:Cabletrunkingsegment

# ENUM_IFCCABLECARRIERSEGMENTTYPEENUM_ITEM_CONDUITSEGMENT_DisplayName
source: EN:Conduitsegment
de: DE:Conduitsegment

# ENUM_IFCCABLECARRIERSEGMENTTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCCABLECARRIERSEGMENTTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCCABLEFITTINGTYPEENUM_ITEM_CONNECTOR_DisplayName
source: EN:Connector
de: DE:Connector

# ENUM_IFCCABLEFITTINGTYPEENUM_ITEM_ENTRY_DisplayName
source: EN:Entry
de: DE:Entry
