Repository: thoffeller/Ifc.NET
Catalog: src/Ifc.NET/Properties/Resources.*.resx
Languages: de

# CLASS_IFCDUCTSEGMENTTYPE_DisplayName
source: EN:IfcDuctSegmentType
de: DE:IfcDuctSegmentType

# CLASS_IFCDUCTSEGMENTTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCDUCTSEGMENT_DisplayName
source: EN:IfcDuctSegment
de: DE:IfcDuctSegment

# CLASS_IFCDUCTSEGMENT_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCDUCTSILENCERTYPE_DisplayName
source: EN:IfcDuctSilencerType
de: DE:IfcDuctSilencerType

# CLASS_IFCDUCTSILENCERTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCDUCTSILENCER_DisplayName
source: EN:IfcDuctSilencer
de: DE:IfcDuctSilencer

# CLASS_IFCDUCTSILENCER_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCDURATIONWRAPPER_DisplayName
source: EN:IfcDurationwrapper
de: DE:IfcDurationwrapper

# CLASS_IFCDURATIONWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

# CLASS_IFCDURATIONWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCDURATIONWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCDURATIONWRAPPER_PROPERTY_VALUE_DisplayName
source: EN:Value
de: DE:Value

# CLASS_IFCDYNAMICVISCOSITYMEASUREWRAPPER_DisplayName
source: EN:IfcDynamicViscosityMeasurewrapper
de: DE:IfcDynamicViscosityMeasurewrapper

# CLASS_IFCDYNAMICVISCOSITYMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCDYNAMICVISCOSITYMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCDYNAMICVISCOSITYMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCEDGECURVE_DisplayName
source: EN:IfcEdgeCurve
de: DE:IfcEdgeCurve

# CLASS_IFCEDGECURVE_PROPERTY_EDGEGEOMETRY_DisplayName
source: EN:EdgeGeometry
de: DE:EdgeGeometry

# CLASS_IFCEDGECURVE_PROPERTY_SAMESENSE_DisplayName
source: EN:SameSense
de: DE:SameSense

# CLASS_IFCEDGELOOPEDGELIST_DisplayName
source: EN:IfcEdgeLoopEdgeList
de: DE:IfcEdgeLoopEdgeList

# CLASS_IFCEDGELOOPEDGELIST_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCEDGELOOPEDGELIST_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCEDGELOOPEDGELIST_PROPERTY_IFCORIENTEDEDGE_DisplayName
source: EN:IfcOrientedEdge
de: DE:IfcOrientedEdge

# CLASS_IFCEDGELOOPEDGELIST_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCEDGELOOP_DisplayName
source: EN:IfcEdgeLoop
de: DE:IfcEdgeLoop

# CLASS_IFCEDGELOOP_PROPERTY_EDGELIST_DisplayName
source: EN:EdgeList
de: DE:EdgeList

# CLASS_IFCEDGE_DisplayName
source: EN:IfcEdge
de: DE:IfcEdge

# CLASS_IFCEDGE_PROPERTY_EDGEEND_DisplayName
source: EN:EdgeEnd
de: DE:EdgeEnd

# CLASS_IFCEDGE_PROPERTY_EDGESTART_DisplayName
source: EN:EdgeStart
de: DE:EdgeStart

# CLASS_IFCELECTRICAPPLIANCETYPE_DisplayName
source: EN:IfcElectricApplianceType
de: DE:IfcElectricApplianceType

# CLASS_IFCELECTRICAPPLIANCETYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCELECTRICAPPLIANCE_DisplayName
source: EN:IfcElectricAppliance
de: DE:IfcElectricAppliance

# CLASS_IFCELECTRICAPPLIANCE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCELECTRICCAPACITANCEMEASUREWRAPPER_DisplayName
source: EN:IfcElectricCapacitanceMeasurewrapper
de: DE:IfcElectricCapacitanceMeasurewrapper

# CLASS_IFCELECTRICCAPACITANCEMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCELECTRICCAPACITANCEMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCELECTRICCAPACITANCEMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCELECTRICCHARGEMEASUREWRAPPER_DisplayName
source: EN:IfcElectricChargeMeasurewrapper
de: DE:IfcElectricChargeMeasurewrapper

# CLASS_IFCELECTRICCHARGEMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

# CLASS_IFCELECTRICCHARGEMEASUREWRAPPER_PROPERTY_INVARIANTSTRINGVALUE_DisplayName
source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCELECTRICCHARGEMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCELECTRICCHARGEMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCELECTRICCONDUCTANCEMEASUREWRAPPER_DisplayName
source: EN:IfcElectricConductanceMeasurewrapper
de: DE:IfcElectricConductanceMeasurewrapper

# CLASS_IFCELECTRICCONDUCTANCEMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCELECTRICCONDUCTANCEMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCELECTRICCONDUCTANCEMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCELECTRICCURRENTMEASUREWRAPPER_DisplayName
source: EN:IfcElectricCurrentMeasurewrapper
de: DE:IfcElectricCurrentMeasurewrapper

# CLASS_IFCELECTRICCURRENTMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

# CLASS_IFCELECTRICCURRENTMEASUREWRAPPER_PROPERTY_INVARIANTSTRINGVALUE_DisplayName
source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCELECTRICCURRENTMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCELECTRICCURRENTMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCELECTRICDISTRIBUTIONBOARDTYPE_DisplayName
source: EN:IfcElectricDistributionBoardType
de: DE:IfcElectricDistributionBoardType

# CLASS_IFCELECTRICDISTRIBUTIONBOARDTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCELECTRICDISTRIBUTIONBOARD_DisplayName
source: EN:IfcElectricDistributionBoard
de: DE:IfcElectricDistributionBoard

# CLASS_IFCELECTRICDISTRIBUTIONBOARD_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCELECTRICFLOWSTORAGEDEVICETYPE_DisplayName
source: EN:IfcElectricFlowStorageDeviceType
de: DE:IfcElectricFlowStorageDeviceType

# CLASS_IFCELECTRICFLOWSTORAGEDEVICETYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCELECTRICFLOWSTORAGEDEVICE_DisplayName
source: EN:IfcElectricFlowStorageDevice
de: DE:IfcElectricFlowStorageDevice

# CLASS_IFCELECTRICFLOWSTORAGEDEVICE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCELECTRICGENERATORTYPE_DisplayName
source: EN:IfcElectricGeneratorType
de: DE:IfcElectricGeneratorType

# CLASS_IFCELECTRICGENERATORTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCELECTRICGENERATOR_DisplayName
source: EN:IfcElectricGenerator
de: DE:IfcElectricGenerator

# CLASS_IFCELECTRICGENERATOR_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCELECTRICMOTORTYPE_DisplayName
source: EN:IfcElectricMotorType
de: DE:IfcElectricMotorType

# CLASS_IFCELECTRICMOTORTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCELECTRICMOTOR_DisplayName
source: EN:IfcElectricMotor
de: DE:IfcElectricMotor

# CLASS_IFCELECTRICMOTOR_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCELECTRICRESISTANCEMEASUREWRAPPER_DisplayName
source: EN:IfcElectricResistanceMeasurewrapper
de: DE:IfcElectricResistanceMeasurewrapper

# CLASS_IFCELECTRICRESISTANCEMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCELECTRICRESISTANCEMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCELECTRICRESISTANCEMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCELECTRICTIMECONTROLTYPE_DisplayName
source: EN:IfcElectricTimeControlType
de: DE:IfcElectricTimeControlType

# CLASS_IFCELECTRICTIMECONTROLTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCELECTRICTIMECONTROL_DisplayName
source: EN:IfcElectricTimeControl
de: DE:IfcElectricTimeControl

# CLASS_IFCELECTRICTIMECONTROL_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCELECTRICVOLTAGEMEASUREWRAPPER_DisplayName
source: EN:IfcElectricVoltageMeasurewrapper
de: DE:IfcElectricVoltageMeasurewrapper

# CLASS_IFCELECTRICVOLTAGEMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

# CLASS_IFCELECTRICVOLTAGEMEASUREWRAPPER_PROPERTY_INVARIANTSTRINGVALUE_DisplayName
source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCELECTRICVOLTAGEMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCELECTRICVOLTAGEMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCELEMENTARYSURFACE_DisplayName
source: EN:IfcElementarySurface
de: DE:IfcElementarySurface

# CLASS_IFCELEMENTARYSURFACE_PROPERTY_POSITION_DisplayName
source: EN:Position
de: Positionition

# CLASS_IFCELEMENTASSEMBLYTYPE_DisplayName
source: EN:IfcElementAssemblyType
de: DE:IfcElementAssemblyType

# CLASS_IFCELEMENTASSEMBLYTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCELEMENTASSEMBLY_DisplayName
source: EN:IfcElementAssembly
de: DE:IfcElementAssembly

# CLASS_IFCELEMENTASSEMBLY_PROPERTY_ASSEMBLYPLACE_DisplayName
source: EN:AssemblyPlace
de: DE:AssemblyPlace

# CLASS_IFCELEMENTASSEMBLY_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCELEMENTCOMPONENTTYPE_DisplayName
source: EN:IfcElementComponentType
de: DE:IfcElementComponentType

# CLASS_IFCELEMENTCOMPONENT_DisplayName
source: EN:IfcElementComponent
de: DE:IfcElementComponent

# CLASS_IFCELEMENTQUANTITYQUANTITIES_DisplayName
source: EN:IfcElementQuantityQuantities
de: DE:IfcElementQuantityQuantities

# CLASS_IFCELEMENTQUANTITYQUANTITIES_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCELEMENTQUANTITYQUANTITIES_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCELEMENTQUANTITYQUANTITIES_PROPERTY_ITEMS_DisplayName
source: EN:Items
de: DE:Items

# CLASS_IFCELEMENTQUANTITYQUANTITIES_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCELEMENTQUANTITY_DisplayName
source: EN:IfcElementQuantity
de: DE:IfcElementQuantity

# CLASS_IFCELEMENTQUANTITY_PROPERTY_METHODOFMEASUREMENT_DisplayName
source: EN:MethodOfMeasurement
de: DE:MethodOfMeasurement

# CLASS_IFCELEMENTQUANTITY_PROPERTY_QUANTITIES_DisplayName
source: EN:Quantities
de: DE:Quantities

# CLASS_IFCELEMENTTYPE_DisplayName
source: EN:IfcElementType
de: DE:IfcElementType

# CLASS_IFCELEMENTTYPE_PROPERTY_ELEMENTTYPE_DisplayName
source: EN:ElementType
de: DE:ElementType

# CLASS_IFCELEMENT_DisplayName
source: EN:IfcElement
de: DE:IfcElement

# CLASS_IFCELEMENT_PROPERTY_TAG_DisplayName
source: EN:Tag
de: DE:Tag

# CLASS_IFCELLIPSEPROFILEDEF_DisplayName
source: EN:IfcEllipseProfileDef
de: DE:IfcEllipseProfileDef

# CLASS_IFCELLIPSEPROFILEDEF_PROPERTY_SEMIAXIS1_DisplayName
source: EN:SemiAxis1
de: DE:SemiAxis1

# CLASS_IFCELLIPSEPROFILEDEF_PROPERTY_SEMIAXIS2_DisplayName
source: EN:SemiAxis2
de: DE:SemiAxis2

# CLASS_IFCELLIPSE_DisplayName
source: EN:IfcEllipse
de: DE:IfcEllipse

# CLASS_IFCELLIPSE_PROPERTY_SEMIAXIS1_DisplayName
source: EN:SemiAxis1
de: DE:SemiAxis1

# CLASS_IFCELLIPSE_PROPERTY_SEMIAXIS2_DisplayName
source: EN:SemiAxis2
de: DE:SemiAxis2

# CLASS_IFCENERGYCONVERSIONDEVICETYPE_DisplayName
source: EN:IfcEnergyConversionDeviceType
de: DE:IfcEnergyConversionDeviceType

# CLASS_IFCENERGYCONVERSIONDEVICE_DisplayName
source: EN:IfcEnergyConversionDevice
de: DE:IfcEnergyConversionDevice

# CLASS_IFCENERGYMEASUREWRAPPER_DisplayName
source: EN:IfcEnergyMeasurewrapper
de: DE:IfcEnergyMeasurewrapper

# CLASS_IFCENERGYMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

# CLASS_IFCENERGYMEASUREWRAPPER_PROPERTY_INVARIANTSTRINGVALUE_DisplayName
source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCENERGYMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCENERGYMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCENGINETYPE_DisplayName
source: EN:IfcEngineType
de: DE:IfcEngineType

# CLASS_IFCENGINETYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCENGINE_DisplayName
source: EN:IfcEngine
de: DE:IfcEngine

# CLASS_IFCENGINE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCEVAPORATIVECOOLERTYPE_DisplayName
source: EN:IfcEvaporativeCoolerType
de: DE:IfcEvaporativeCoolerType

# CLASS_IFCEVAPORATIVECOOLERTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCEVAPORATIVECOOLER_DisplayName
source: EN:IfcEvaporativeCooler
de: DE:IfcEvaporativeCooler

# CLASS_IFCEVAPORATIVECOOLER_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCEVAPORATORTYPE_DisplayName
source: EN:IfcEvaporatorType
de: DE:IfcEvaporatorType

# CLASS_IFCEVAPORATORTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCEVAPORATOR_DisplayName
source: EN:IfcEvaporator
de: DE:IfcEvaporator

# CLASS_IFCEVAPORATOR_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCEVENTTIME_DisplayName
source: EN:IfcEventTime
de: DE:IfcEventTime

# CLASS_IFCEVENTTIME_PROPERTY_ACTUALDATE_DisplayName
source: EN:ActualDate
de: DE:ActualDate

# CLASS_IFCEVENTTIME_PROPERTY_EARLYDATE_DisplayName
source: EN:EarlyDate
de: DE:EarlyDate

# CLASS_IFCEVENTTIME_PROPERTY_LATEDATE_DisplayName
source: EN:LateDate
de: DE:LateDate

# CLASS_IFCEVENTTIME_PROPERTY_SCHEDULEDATE_DisplayName
source: EN:ScheduleDate
de: DE:ScheduleDate

# CLASS_IFCEVENTTYPE_DisplayName
source: EN:IfcEventType
de: DE:IfcEventType

# CLASS_IFCEVENTTYPE_PROPERTY_EVENTTRIGGERTYPE_DisplayName
source: EN:EventTriggerType
de: DE:EventTriggerType

# CLASS_IFCEVENTTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCEVENTTYPE_PROPERTY_USERDEFINEDEVENTTRIGGERTYPE_DisplayName
source: EN:UserDefinedEventTriggerType
de: DE:UserDefinedEventTriggerType

# CLASS_IFCEVENT_DisplayName
source: EN:IfcEvent
de: DE:IfcEvent

# CLASS_IFCEVENT_PROPERTY_EVENTOCCURENCETIME_DisplayName
source: EN:EventOccurenceTime
de: DE:EventOccurenceTime

# CLASS_IFCEVENT_PROPERTY_EVENTTRIGGERTYPE_DisplayName
source: EN:EventTriggerType
de: DE:EventTriggerType

# CLASS_IFCEVENT_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCEVENT_PROPERTY_USERDEFINEDEVENTTRIGGERTYPE_DisplayName
source: EN:UserDefinedEventTriggerType
de: DE:UserDefinedEventTriggerType

# CLASS_IFCEXTENDEDPROPERTIESPROPERTIES_DisplayName
source: EN:IfcExtendedPropertiesProperties
de: DE:IfcExtendedPropertiesProperties

# CLASS_IFCEXTENDEDPROPERTIESPROPERTIES_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCEXTENDEDPROPERTIESPROPERTIES_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCEXTENDEDPROPERTIESPROPERTIES_PROPERTY_ITEMS_DisplayName
source: EN:Items
de: DE:Items

# CLASS_IFCEXTENDEDPROPERTIESPROPERTIES_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCEXTENDEDPROPERTIES_DisplayName
source: EN:IfcExtendedProperties
de: DE:IfcExtendedProperties

# CLASS_IFCEXTENDEDPROPERTIES_PROPERTY_DESCRIPTION_DisplayName
source: EN:Description
de: Beschreibung

# CLASS_IFCEXTENDEDPROPERTIES_PROPERTY_NAME_DisplayName
source: EN:Name
de: Name

# CLASS_IFCEXTENDEDPROPERTIES_PROPERTY_PROPERTIES_DisplayName
source: EN:Properties
de: DE:Properties

# CLASS_IFCEXTERNALINFORMATION_DisplayName
source: EN:IfcExternalInformation
de: DE:IfcExternalInformation

# CLASS_IFCEXTERNALLYDEFINEDHATCHSTYLE_DisplayName
source: EN:IfcExternallyDefinedHatchStyle
de: DE:IfcExternallyDefinedHatchStyle

# CLASS_IFCEXTERNALLYDEFINEDSURFACESTYLE_DisplayName
source: EN:IfcExternallyDefinedSurfaceStyle
de: DE:IfcExternallyDefinedSurfaceStyle

# CLASS_IFCEXTERNALLYDEFINEDTEXTFONT_DisplayName
source: EN:IfcExternallyDefinedTextFont
de: DE:IfcExternallyDefinedTextFont

# CLASS_IFCEXTERNALREFERENCERELATIONSHIPRELATEDRESOURCEOBJECTS_DisplayName
source: EN:IfcExternalReferenceRelationshipRelatedResourceObjects
de: DE:IfcExternalReferenceRelationshipRelatedResourceObjects

source: EN:ArraySize
de: DE:ArraySize

source: EN:CType
de: DE:CType

source: EN:Items
de: DE:Items

source: EN:ItemType
de: DE:ItemType

# CLASS_IFCEXTERNALREFERENCERELATIONSHIP_DisplayName
source: EN:IfcExternalReferenceRelationship
de: DE:IfcExternalReferenceRelationship

source: EN:RelatedResourceObjects
de: DE:RelatedResourceObjects

# CLASS_IFCEXTERNALREFERENCERELATIONSHIP_PROPERTY_RELATINGREFERENCE_DisplayName
source: EN:RelatingReference
de: DE:RelatingReference

# CLASS_IFCEXTERNALREFERENCE_DisplayName
source: EN:IfcExternalReference
de: DE:IfcExternalReference

# CLASS_IFCEXTERNALREFERENCE_PROPERTY_IDENTIFICATION_DisplayName
source: EN:Identification
de: IDentification

# CLASS_IFCEXTERNALREFERENCE_PROPERTY_LOCATION_DisplayName
source: EN:Location
de: DE:Location

# CLASS_IFCEXTERNALREFERENCE_PROPERTY_NAME_DisplayName
source: EN:Name
de: Name

# CLASS_IFCEXTERNALSPATIALELEMENT_DisplayName
source: EN:IfcExternalSpatialElement
de: DE:IfcExternalSpatialElement

# CLASS_IFCEXTERNALSPATIALELEMENT_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCEXTERNALSPATIALSTRUCTUREELEMENT_DisplayName
source: EN:IfcExternalSpatialStructureElement
de: DE:IfcExternalSpatialStructureElement

# CLASS_IFCEXTRUDEDAREASOLIDTAPERED_DisplayName
source: EN:IfcExtrudedAreaSolidTapered
de: DE:IfcExtrudedAreaSolidTapered

# CLASS_IFCEXTRUDEDAREASOLIDTAPERED_PROPERTY_ENDSWEPTAREA_DisplayName
source: EN:EndSweptArea
de: DE:EndSweptArea

# CLASS_IFCEXTRUDEDAREASOLID_DisplayName
source: EN:IfcExtrudedAreaSolid
de: DE:IfcExtrudedAreaSolid

# CLASS_IFCEXTRUDEDAREASOLID_PROPERTY_DEPTH_DisplayName
source: EN:Depth
de: DE:Depth

# CLASS_IFCEXTRUDEDAREASOLID_PROPERTY_EXTRUDEDDIRECTION_DisplayName
source: EN:ExtrudedDirection
de: DE:ExtrudedDirection

# CLASS_IFCFACEBASEDSURFACEMODELFBSMFACES_DisplayName
source: EN:IfcFaceBasedSurfaceModelFbsmFaces
de: DE:IfcFaceBasedSurfaceModelFbsmFaces

# CLASS_IFCFACEBASEDSURFACEMODELFBSMFACES_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCFACEBASEDSURFACEMODELFBSMFACES_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCFACEBASEDSURFACEMODELFBSMFACES_PROPERTY_ITEMS_DisplayName
source: EN:Items
de: DE:Items

# CLASS_IFCFACEBASEDSURFACEMODELFBSMFACES_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCFACEBASEDSURFACEMODEL_DisplayName
source: EN:IfcFaceBasedSurfaceModel
de: DE:IfcFaceBasedSurfaceModel

# CLASS_IFCFACEBASEDSURFACEMODEL_PROPERTY_FBSMFACES_DisplayName
source: EN:FbsmFaces
de: DE:FbsmFaces

# CLASS_IFCFACEBOUNDS_DisplayName
source: EN:IfcFaceBounds
de: DE:IfcFaceBounds

# CLASS_IFCFACEBOUNDS_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCFACEBOUNDS_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCFACEBOUNDS_PROPERTY_ITEMS_DisplayName
source: EN:Items
de: DE:Items

# CLASS_IFCFACEBOUNDS_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCFACEBOUND_DisplayName
source: EN:IfcFaceBound
de: DE:IfcFaceBound

# CLASS_IFCFACEBOUND_PROPERTY_BOUND_DisplayName
source: EN:Bound
de: DE:Bound

# CLASS_IFCFACEBOUND_PROPERTY_ORIENTATION_DisplayName
source: EN:Orientation
de: DE:Orientation

# CLASS_IFCFACEOUTERBOUND_DisplayName
source: EN:IfcFaceOuterBound
de: DE:IfcFaceOuterBound

# CLASS_IFCFACESURFACE_DisplayName
source: EN:IfcFaceSurface
de: DE:IfcFaceSurface

# CLASS_IFCFACESURFACE_PROPERTY_FACESURFACE_DisplayName
source: EN:FaceSurface
de: DE:FaceSurface

# CLASS_IFCFACESURFACE_PROPERTY_SAMESENSE_DisplayName
source: EN:SameSense
de: DE:SameSense

# CLASS_IFCFACETEDBREPWITHVOIDSVOIDS_DisplayName
source: EN:IfcFacetedBrepWithVoidsVoids
de: DE:IfcFacetedBrepWithVoidsVoids

# CLASS_IFCFACETEDBREPWITHVOIDSVOIDS_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCFACETEDBREPWITHVOIDSVOIDS_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCFACETEDBREPWITHVOIDSVOIDS_PROPERTY_IFCCLOSEDSHELL_DisplayName
source: EN:IfcClosedShell
de: DE:IfcClosedShell

# CLASS_IFCFACETEDBREPWITHVOIDSVOIDS_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCFACETEDBREPWITHVOIDS_DisplayName
source: EN:IfcFacetedBrepWithVoids
de: DE:IfcFacetedBrepWithVoids

# CLASS_IFCFACETEDBREPWITHVOIDS_PROPERTY_VOIDS_DisplayName
source: EN:Voids
de: DE:Voids

# CLASS_IFCFACETEDBREP_DisplayName
source: EN:IfcFacetedBrep
de: DE:IfcFacetedBrep

# CLASS_IFCFACE_DisplayName
source: EN:IfcFace
de: DE:IfcFace

# CLASS_IFCFACE_PROPERTY_BOUNDS_DisplayName
source: EN:Bounds
de: DE:Bounds

# CLASS_IFCFAILURECONNECTIONCONDITION_DisplayName
source: EN:IfcFailureConnectionCondition
de: DE:IfcFailureConnectionCondition

# CLASS_IFCFAILURECONNECTIONCONDITION_PROPERTY_COMPRESSIONFAILUREX_DisplayName
source: EN:CompressionFailureX
de: DE:CompressionFailureX

# CLASS_IFCFAILURECONNECTIONCONDITION_PROPERTY_COMPRESSIONFAILUREY_DisplayName
source: EN:CompressionFailureY
de: DE:CompressionFailureY

# CLASS_IFCFAILURECONNECTIONCONDITION_PROPERTY_COMPRESSIONFAILUREZ_DisplayName
source: EN:CompressionFailureZ
de: DE:CompressionFailureZ

# CLASS_IFCFAILURECONNECTIONCONDITION_PROPERTY_TENSIONFAILUREX_DisplayName
source: EN:TensionFailureX
de: DE:TensionFailureX

# CLASS_IFCFAILURECONNECTIONCONDITION_PROPERTY_TENSIONFAILUREY_DisplayName
source: EN:TensionFailureY
de: DE:TensionFailureY

# CLASS_IFCFAILURECONNECTIONCONDITION_PROPERTY_TENSIONFAILUREZ_DisplayName
source: EN:TensionFailureZ
de: DE:TensionFailureZ

# CLASS_IFCFANTYPE_DisplayName
source: EN:IfcFanType
de: DE:IfcFanType

# CLASS_IFCFANTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCFAN_DisplayName
source: EN:IfcFan
de: DE:IfcFan

# CLASS_IFCFAN_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCFASTENERTYPE_DisplayName
source: EN:IfcFastenerType
de: DE:IfcFastenerType

# CLASS_IFCFASTENERTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCFASTENER_DisplayName
source: EN:IfcFastener
de: DE:IfcFastener

# CLASS_IFCFASTENER_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCFEATUREELEMENTADDITION_DisplayName
source: EN:IfcFeatureElementAddition
de: DE:IfcFeatureElementAddition

# CLASS_IFCFEATUREELEMENTSUBTRACTION_DisplayName
source: EN:IfcFeatureElementSubtraction
de: DE:IfcFeatureElementSubtraction

# CLASS_IFCFEATUREELEMENT_DisplayName
source: EN:IfcFeatureElement
de: DE:IfcFeatureElement

# CLASS_IFCFILLAREASTYLEFILLSTYLES_DisplayName
source: EN:IfcFillAreaStyleFillStyles
de: DE:IfcFillAreaStyleFillStyles

# CLASS_IFCFILLAREASTYLEFILLSTYLES_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCFILLAREASTYLEFILLSTYLES_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCFILLAREASTYLEFILLSTYLES_PROPERTY_ITEMS_DisplayName
source: EN:Items
de: DE:Items

# CLASS_IFCFILLAREASTYLEFILLSTYLES_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCFILLAREASTYLEHATCHINGSTARTOFNEXTHATCHLINE_DisplayName
source: EN:IfcFillAreaStyleHatchingStartOfNextHatchLine
de: DE:IfcFillAreaStyleHatchingStartOfNextHatchLine

# CLASS_IFCFILLAREASTYLEHATCHINGSTARTOFNEXTHATCHLINE_PROPERTY_ITEM_DisplayName
source: EN:Item
de: DE:Item
