Repository: thoffeller/Ifc.NET
Catalog: src/Ifc.NET/Properties/Resources.*.resx
Languages: de

# ENUM_IFCCABLEFITTINGTYPEENUM_ITEM_EXIT_DisplayName
source: EN:Exit
de: DE:Exit

# ENUM_IFCCABLEFITTINGTYPEENUM_ITEM_JUNCTION_DisplayName
source: EN:Junction
de: DE:Junction

# ENUM_IFCCABLEFITTINGTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCCABLEFITTINGTYPEENUM_ITEM_TRANSITION_DisplayName
source: EN:Transition
de: DE:Transition

# ENUM_IFCCABLEFITTINGTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCCABLESEGMENTTYPEENUM_ITEM_BUSBARSEGMENT_DisplayName
source: EN:Busbarsegment
de: DE:Busbarsegment

# ENUM_IFCCABLESEGMENTTYPEENUM_ITEM_CABLESEGMENT_DisplayName
source: EN:Cablesegment
de: DE:Cablesegment

# ENUM_IFCCABLESEGMENTTYPEENUM_ITEM_CONDUCTORSEGMENT_DisplayName
source: EN:Conductorsegment
de: DE:Conductorsegment

# ENUM_IFCCABLESEGMENTTYPEENUM_ITEM_CORESEGMENT_DisplayName
source: EN:Coresegment
de: DE:Coresegment

# ENUM_IFCCABLESEGMENTTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCCABLESEGMENTTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCCHANGEACTIONENUM_ITEM_ADDED_DisplayName
source: EN:Added
de: DE:Added

# ENUM_IFCCHANGEACTIONENUM_ITEM_DELETED_DisplayName
source: EN:Deleted
de: DE:Deleted

# ENUM_IFCCHANGEACTIONENUM_ITEM_MODIFIED_DisplayName
source: EN:Modified
de: DE:Modified

# ENUM_IFCCHANGEACTIONENUM_ITEM_NOCHANGE_DisplayName
source: EN:Nochange
de: DE:Nochange

# ENUM_IFCCHANGEACTIONENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCCHILLERTYPEENUM_ITEM_AIRCOOLED_DisplayName
source: EN:Aircooled
de: DE:Aircooled

# ENUM_IFCCHILLERTYPEENUM_ITEM_HEATRECOVERY_DisplayName
source: EN:Heatrecovery
de: DE:Heatrecovery

# ENUM_IFCCHILLERTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCCHILLERTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCCHILLERTYPEENUM_ITEM_WATERCOOLED_DisplayName
source: EN:Watercooled
de: DE:Watercooled

# ENUM_IFCCHIMNEYTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCCHIMNEYTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCCOILTYPEENUM_ITEM_DXCOOLINGCOIL_DisplayName
source: EN:Dxcoolingcoil
de: DE:Dxcoolingcoil

# ENUM_IFCCOILTYPEENUM_ITEM_ELECTRICHEATINGCOIL_DisplayName
source: EN:Electricheatingcoil
de: DE:Electricheatingcoil

# ENUM_IFCCOILTYPEENUM_ITEM_GASHEATINGCOIL_DisplayName
source: EN:Gasheatingcoil
de: DE:Gasheatingcoil

# ENUM_IFCCOILTYPEENUM_ITEM_HYDRONICCOIL_DisplayName
source: EN:Hydroniccoil
de: DE:Hydroniccoil

# ENUM_IFCCOILTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCCOILTYPEENUM_ITEM_STEAMHEATINGCOIL_DisplayName
source: EN:Steamheatingcoil
de: DE:Steamheatingcoil

# ENUM_IFCCOILTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCCOILTYPEENUM_ITEM_WATERCOOLINGCOIL_DisplayName
source: EN:Watercoolingcoil
de: DE:Watercoolingcoil

# ENUM_IFCCOILTYPEENUM_ITEM_WATERHEATINGCOIL_DisplayName
source: EN:Waterheatingcoil
de: DE:Waterheatingcoil

# ENUM_IFCCOLUMNTYPEENUM_ITEM_COLUMN_DisplayName
source: EN:Column
de: DE:Column

# ENUM_IFCCOLUMNTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCCOLUMNTYPEENUM_ITEM_PILASTER_DisplayName
source: EN:Pilaster
de: DE:Pilaster

# ENUM_IFCCOLUMNTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCCOMMUNICATIONSAPPLIANCETYPEENUM_ITEM_ANTENNA_DisplayName
source: EN:Antenna
de: DE:Antenna

# ENUM_IFCCOMMUNICATIONSAPPLIANCETYPEENUM_ITEM_COMPUTER_DisplayName
source: EN:Computer
de: DE:Computer

# ENUM_IFCCOMMUNICATIONSAPPLIANCETYPEENUM_ITEM_FAX_DisplayName
source: EN:Fax
de: DE:Fax

# ENUM_IFCCOMMUNICATIONSAPPLIANCETYPEENUM_ITEM_GATEWAY_DisplayName
source: EN:Gateway
de: DE:Gateway

# ENUM_IFCCOMMUNICATIONSAPPLIANCETYPEENUM_ITEM_MODEM_DisplayName
source: EN:Modem
de: DE:Modem

# ENUM_IFCCOMMUNICATIONSAPPLIANCETYPEENUM_ITEM_NETWORKAPPLIANCE_DisplayName
source: EN:Networkappliance
de: DE:Networkappliance

# ENUM_IFCCOMMUNICATIONSAPPLIANCETYPEENUM_ITEM_NETWORKBRIDGE_DisplayName
source: EN:Networkbridge
de: DE:Networkbridge

# ENUM_IFCCOMMUNICATIONSAPPLIANCETYPEENUM_ITEM_NETWORKHUB_DisplayName
source: EN:Networkhub
de: DE:Networkhub

# ENUM_IFCCOMMUNICATIONSAPPLIANCETYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCCOMMUNICATIONSAPPLIANCETYPEENUM_ITEM_PRINTER_DisplayName
source: EN:Printer
de: DE:Printer

# ENUM_IFCCOMMUNICATIONSAPPLIANCETYPEENUM_ITEM_REPEATER_DisplayName
source: EN:Repeater
de: DE:Repeater

# ENUM_IFCCOMMUNICATIONSAPPLIANCETYPEENUM_ITEM_ROUTER_DisplayName
source: EN:Router
de: DE:Router

# ENUM_IFCCOMMUNICATIONSAPPLIANCETYPEENUM_ITEM_SCANNER_DisplayName
source: EN:Scanner
de: DE:Scanner

# ENUM_IFCCOMMUNICATIONSAPPLIANCETYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCCOMPLEXPROPERTYTEMPLATETYPEENUM_ITEM_PCOMPLEX_DisplayName
source: EN:PComplex
de: DE:PComplex

# ENUM_IFCCOMPLEXPROPERTYTEMPLATETYPEENUM_ITEM_QCOMPLEX_DisplayName
source: EN:QComplex
de: DE:QComplex

# ENUM_IFCCOMPRESSORTYPEENUM_ITEM_BOOSTER_DisplayName
source: EN:Booster
de: DE:Booster

# ENUM_IFCCOMPRESSORTYPEENUM_ITEM_DYNAMIC_DisplayName
source: EN:Dynamic
de: DE:Dynamic

# ENUM_IFCCOMPRESSORTYPEENUM_ITEM_HERMETIC_DisplayName
source: EN:Hermetic
de: DE:Hermetic

# ENUM_IFCCOMPRESSORTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCCOMPRESSORTYPEENUM_ITEM_OPENTYPE_DisplayName
source: EN:Opentype
de: DE:Opentype

# ENUM_IFCCOMPRESSORTYPEENUM_ITEM_RECIPROCATING_DisplayName
source: EN:Reciprocating
de: DE:Reciprocating

# ENUM_IFCCOMPRESSORTYPEENUM_ITEM_ROLLINGPISTON_DisplayName
source: EN:Rollingpiston
de: DE:Rollingpiston

# ENUM_IFCCOMPRESSORTYPEENUM_ITEM_ROTARYVANE_DisplayName
source: EN:Rotaryvane
de: DE:Rotaryvane

# ENUM_IFCCOMPRESSORTYPEENUM_ITEM_ROTARY_DisplayName
source: EN:Rotary
de: DE:Rotary

# ENUM_IFCCOMPRESSORTYPEENUM_ITEM_SCROLL_DisplayName
source: EN:Scroll
de: DE:Scroll

# ENUM_IFCCOMPRESSORTYPEENUM_ITEM_SEMIHERMETIC_DisplayName
source: EN:Semihermetic
de: DE:Semihermetic

# ENUM_IFCCOMPRESSORTYPEENUM_ITEM_SINGLESCREW_DisplayName
source: EN:Singlescrew
de: DE:Singlescrew

# ENUM_IFCCOMPRESSORTYPEENUM_ITEM_SINGLESTAGE_DisplayName
source: EN:Singlestage
de: DE:Singlestage

# ENUM_IFCCOMPRESSORTYPEENUM_ITEM_TROCHOIDAL_DisplayName
source: EN:Trochoidal
de: DE:Trochoidal

# ENUM_IFCCOMPRESSORTYPEENUM_ITEM_TWINSCREW_DisplayName
source: EN:Twinscrew
de: DE:Twinscrew

# ENUM_IFCCOMPRESSORTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCCOMPRESSORTYPEENUM_ITEM_WELDEDSHELLHERMETIC_DisplayName
source: EN:Weldedshellhermetic
de: DE:Weldedshellhermetic

# ENUM_IFCCONDENSERTYPEENUM_ITEM_AIRCOOLED_DisplayName
source: EN:Aircooled
de: DE:Aircooled

# ENUM_IFCCONDENSERTYPEENUM_ITEM_EVAPORATIVECOOLED_DisplayName
source: EN:Evaporativecooled
de: DE:Evaporativecooled

# ENUM_IFCCONDENSERTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCCONDENSERTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCCONDENSERTYPEENUM_ITEM_WATERCOOLEDBRAZEDPLATE_DisplayName
source: EN:Watercooledbrazedplate
de: DE:Watercooledbrazedplate

# ENUM_IFCCONDENSERTYPEENUM_ITEM_WATERCOOLEDSHELLCOIL_DisplayName
source: EN:Watercooledshellcoil
de: DE:Watercooledshellcoil

# ENUM_IFCCONDENSERTYPEENUM_ITEM_WATERCOOLEDSHELLTUBE_DisplayName
source: EN:Watercooledshelltube
de: DE:Watercooledshelltube

# ENUM_IFCCONDENSERTYPEENUM_ITEM_WATERCOOLEDTUBEINTUBE_DisplayName
source: EN:Watercooledtubeintube
de: DE:Watercooledtubeintube

# ENUM_IFCCONDENSERTYPEENUM_ITEM_WATERCOOLED_DisplayName
source: EN:Watercooled
de: DE:Watercooled

# ENUM_IFCCONNECTIONTYPEENUM_ITEM_ATEND_DisplayName
source: EN:Atend
de: DE:Atend

# ENUM_IFCCONNECTIONTYPEENUM_ITEM_ATPATH_DisplayName
source: EN:Atpath
de: DE:Atpath

# ENUM_IFCCONNECTIONTYPEENUM_ITEM_ATSTART_DisplayName
source: EN:Atstart
de: DE:Atstart

# ENUM_IFCCONNECTIONTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCCONSTRAINTENUM_ITEM_ADVISORY_DisplayName
source: EN:Advisory
de: DE:Advisory

# ENUM_IFCCONSTRAINTENUM_ITEM_HARD_DisplayName
source: EN:Hard
de: DE:Hard

# ENUM_IFCCONSTRAINTENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCCONSTRAINTENUM_ITEM_SOFT_DisplayName
source: EN:Soft
de: DE:Soft

# ENUM_IFCCONSTRAINTENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCCONSTRUCTIONEQUIPMENTRESOURCETYPEENUM_ITEM_DEMOLISHING_DisplayName
source: EN:Demolishing
de: DE:Demolishing

# ENUM_IFCCONSTRUCTIONEQUIPMENTRESOURCETYPEENUM_ITEM_EARTHMOVING_DisplayName
source: EN:Earthmoving
de: DE:Earthmoving

# ENUM_IFCCONSTRUCTIONEQUIPMENTRESOURCETYPEENUM_ITEM_ERECTING_DisplayName
source: EN:Erecting
de: DE:Erecting

# ENUM_IFCCONSTRUCTIONEQUIPMENTRESOURCETYPEENUM_ITEM_HEATING_DisplayName
source: EN:Heating
de: DE:Heating

# ENUM_IFCCONSTRUCTIONEQUIPMENTRESOURCETYPEENUM_ITEM_LIGHTING_DisplayName
source: EN:Lighting
de: DE:Lighting

# ENUM_IFCCONSTRUCTIONEQUIPMENTRESOURCETYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCCONSTRUCTIONEQUIPMENTRESOURCETYPEENUM_ITEM_PAVING_DisplayName
source: EN:Paving
de: DE:Paving

# ENUM_IFCCONSTRUCTIONEQUIPMENTRESOURCETYPEENUM_ITEM_PUMPING_DisplayName
source: EN:Pumping
de: DE:Pumping

# ENUM_IFCCONSTRUCTIONEQUIPMENTRESOURCETYPEENUM_ITEM_TRANSPORTING_DisplayName
source: EN:Transporting
de: DE:Transporting

# ENUM_IFCCONSTRUCTIONEQUIPMENTRESOURCETYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCCONSTRUCTIONMATERIALRESOURCETYPEENUM_ITEM_AGGREGATES_DisplayName
source: EN:Aggregates
de: DE:Aggregates

# ENUM_IFCCONSTRUCTIONMATERIALRESOURCETYPEENUM_ITEM_CONCRETE_DisplayName
source: EN:Concrete
de: DE:Concrete

# ENUM_IFCCONSTRUCTIONMATERIALRESOURCETYPEENUM_ITEM_DRYWALL_DisplayName
source: EN:Drywall
de: DE:Drywall

# ENUM_IFCCONSTRUCTIONMATERIALRESOURCETYPEENUM_ITEM_FUEL_DisplayName
source: EN:Fuel
de: DE:Fuel

# ENUM_IFCCONSTRUCTIONMATERIALRESOURCETYPEENUM_ITEM_GYPSUM_DisplayName
source: EN:Gypsum
de: DE:Gypsum

# ENUM_IFCCONSTRUCTIONMATERIALRESOURCETYPEENUM_ITEM_MASONRY_DisplayName
source: EN:Masonry
de: DE:Masonry

# ENUM_IFCCONSTRUCTIONMATERIALRESOURCETYPEENUM_ITEM_METAL_DisplayName
source: EN:Metal
de: DE:Metal

# ENUM_IFCCONSTRUCTIONMATERIALRESOURCETYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCCONSTRUCTIONMATERIALRESOURCETYPEENUM_ITEM_PLASTIC_DisplayName
source: EN:Plastic
de: DE:Plastic

# ENUM_IFCCONSTRUCTIONMATERIALRESOURCETYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCCONSTRUCTIONMATERIALRESOURCETYPEENUM_ITEM_WOOD_DisplayName
source: EN:Wood
de: DE:Wood

# ENUM_IFCCONSTRUCTIONPRODUCTRESOURCETYPEENUM_ITEM_ASSEMBLY_DisplayName
source: EN:Assembly
de: DE:Assembly

# ENUM_IFCCONSTRUCTIONPRODUCTRESOURCETYPEENUM_ITEM_FORMWORK_DisplayName
source: EN:Formwork
de: DE:Formwork

# ENUM_IFCCONSTRUCTIONPRODUCTRESOURCETYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCCONSTRUCTIONPRODUCTRESOURCETYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCCONTROLLERTYPEENUM_ITEM_FLOATING_DisplayName
source: EN:Floating
de: DE:Floating

# ENUM_IFCCONTROLLERTYPEENUM_ITEM_MULTIPOSITION_DisplayName
source: EN:Multiposition
de: DE:Multiposition

# ENUM_IFCCONTROLLERTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCCONTROLLERTYPEENUM_ITEM_PROGRAMMABLE_DisplayName
source: EN:Programmable
de: DE:Programmable

# ENUM_IFCCONTROLLERTYPEENUM_ITEM_PROPORTIONAL_DisplayName
source: EN:Proportional
de: DE:Proportional

# ENUM_IFCCONTROLLERTYPEENUM_ITEM_TWOPOSITION_DisplayName
source: EN:Twoposition
de: DE:Twoposition

# ENUM_IFCCONTROLLERTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCCOOLEDBEAMTYPEENUM_ITEM_ACTIVE_DisplayName
source: EN:Active
de: DE:Active

# ENUM_IFCCOOLEDBEAMTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCCOOLEDBEAMTYPEENUM_ITEM_PASSIVE_DisplayName
source: EN:Passive
de: DE:Passive

# ENUM_IFCCOOLEDBEAMTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCCOOLINGTOWERTYPEENUM_ITEM_MECHANICALFORCEDDRAFT_DisplayName
source: EN:Mechanicalforceddraft
de: DE:Mechanicalforceddraft

# ENUM_IFCCOOLINGTOWERTYPEENUM_ITEM_MECHANICALINDUCEDDRAFT_DisplayName
source: EN:Mechanicalinduceddraft
de: DE:Mechanicalinduceddraft

# ENUM_IFCCOOLINGTOWERTYPEENUM_ITEM_NATURALDRAFT_DisplayName
source: EN:Naturaldraft
de: DE:Naturaldraft

# ENUM_IFCCOOLINGTOWERTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCCOOLINGTOWERTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCCOSTITEMTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCCOSTITEMTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCCOSTSCHEDULETYPEENUM_ITEM_BUDGET_DisplayName
source: EN:Budget
de: DE:Budget

# ENUM_IFCCOSTSCHEDULETYPEENUM_ITEM_COSTPLAN_DisplayName
source: EN:Costplan
de: DE:Costplan

# ENUM_IFCCOSTSCHEDULETYPEENUM_ITEM_ESTIMATE_DisplayName
source: EN:Estimate
de: DE:Estimate

# ENUM_IFCCOSTSCHEDULETYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCCOSTSCHEDULETYPEENUM_ITEM_PRICEDBILLOFQUANTITIES_DisplayName
source: EN:Pricedbillofquantities
de: DE:Pricedbillofquantities

# ENUM_IFCCOSTSCHEDULETYPEENUM_ITEM_SCHEDULEOFRATES_DisplayName
source: EN:Scheduleofrates
de: DE:Scheduleofrates

# ENUM_IFCCOSTSCHEDULETYPEENUM_ITEM_TENDER_DisplayName
source: EN:Tender
de: DE:Tender

# ENUM_IFCCOSTSCHEDULETYPEENUM_ITEM_UNPRICEDBILLOFQUANTITIES_DisplayName
source: EN:Unpricedbillofquantities
de: DE:Unpricedbillofquantities

# ENUM_IFCCOSTSCHEDULETYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCCOVERINGTYPEENUM_ITEM_CEILING_DisplayName
source: EN:Ceiling
de: DE:Ceiling

# ENUM_IFCCOVERINGTYPEENUM_ITEM_CLADDING_DisplayName
source: EN:Cladding
de: DE:Cladding

# ENUM_IFCCOVERINGTYPEENUM_ITEM_FLOORING_DisplayName
source: EN:Flooring
de: DE:Flooring

# ENUM_IFCCOVERINGTYPEENUM_ITEM_INSULATION_DisplayName
source: EN:Insulation
de: DE:Insulation

# ENUM_IFCCOVERINGTYPEENUM_ITEM_MEMBRANE_DisplayName
source: EN:Membrane
de: DE:Membrane

# ENUM_IFCCOVERINGTYPEENUM_ITEM_MOLDING_DisplayName
source: EN:Molding
de: DE:Molding

# ENUM_IFCCOVERINGTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCCOVERINGTYPEENUM_ITEM_ROOFING_DisplayName
source: EN:Roofing
de: DE:Roofing

# ENUM_IFCCOVERINGTYPEENUM_ITEM_SKIRTINGBOARD_DisplayName
source: EN:Skirtingboard
de: DE:Skirtingboard

# ENUM_IFCCOVERINGTYPEENUM_ITEM_SLEEVING_DisplayName
source: EN:Sleeving
de: DE:Sleeving

# ENUM_IFCCOVERINGTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCCOVERINGTYPEENUM_ITEM_WRAPPING_DisplayName
source: EN:Wrapping
de: DE:Wrapping

# ENUM_IFCCREWRESOURCETYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCCREWRESOURCETYPEENUM_ITEM_OFFICE_DisplayName
source: EN:Office
de: DE:Office

# ENUM_IFCCREWRESOURCETYPEENUM_ITEM_SITE_DisplayName
source: EN:Site
de: DE:Site

# ENUM_IFCCREWRESOURCETYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCCURTAINWALLTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCCURTAINWALLTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCCURVEINTERPOLATIONENUM_ITEM_LINEAR_DisplayName
source: EN:Linear
de: DE:Linear

# ENUM_IFCCURVEINTERPOLATIONENUM_ITEM_LOGLINEAR_DisplayName
source: EN:LogLinear
de: DE:LogLinear

# ENUM_IFCCURVEINTERPOLATIONENUM_ITEM_LOGLOG_DisplayName
source: EN:LogLog
de: DE:LogLog

# ENUM_IFCCURVEINTERPOLATIONENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCDAMPERTYPEENUM_ITEM_BACKDRAFTDAMPER_DisplayName
source: EN:Backdraftdamper
de: DE:Backdraftdamper

# ENUM_IFCDAMPERTYPEENUM_ITEM_BALANCINGDAMPER_DisplayName
source: EN:Balancingdamper
de: DE:Balancingdamper

# ENUM_IFCDAMPERTYPEENUM_ITEM_BLASTDAMPER_DisplayName
source: EN:Blastdamper
de: DE:Blastdamper

# ENUM_IFCDAMPERTYPEENUM_ITEM_CONTROLDAMPER_DisplayName
source: EN:Controldamper
de: DE:Controldamper

# ENUM_IFCDAMPERTYPEENUM_ITEM_FIREDAMPER_DisplayName
source: EN:Firedamper
de: DE:Firedamper

# ENUM_IFCDAMPERTYPEENUM_ITEM_FIRESMOKEDAMPER_DisplayName
source: EN:Firesmokedamper
de: DE:Firesmokedamper

# ENUM_IFCDAMPERTYPEENUM_ITEM_FUMEHOODEXHAUST_DisplayName
source: EN:Fumehoodexhaust
de: DE:Fumehoodexhaust

# ENUM_IFCDAMPERTYPEENUM_ITEM_GRAVITYDAMPER_DisplayName
source: EN:Gravitydamper
de: DE:Gravitydamper

# ENUM_IFCDAMPERTYPEENUM_ITEM_GRAVITYRELIEFDAMPER_DisplayName
source: EN:Gravityreliefdamper
de: DE:Gravityreliefdamper

# ENUM_IFCDAMPERTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCDAMPERTYPEENUM_ITEM_RELIEFDAMPER_DisplayName
source: EN:Reliefdamper
de: DE:Reliefdamper

# ENUM_IFCDAMPERTYPEENUM_ITEM_SMOKEDAMPER_DisplayName
source: EN:Smokedamper
de: DE:Smokedamper

# ENUM_IFCDAMPERTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCDATAORIGINENUM_ITEM_MEASURED_DisplayName
source: EN:Measured
de: DE:Measured

# ENUM_IFCDATAORIGINENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCDATAORIGINENUM_ITEM_PREDICTED_DisplayName
source: EN:Predicted
de: DE:Predicted

# ENUM_IFCDATAORIGINENUM_ITEM_SIMULATED_DisplayName
source: EN:Simulated
de: DE:Simulated

# ENUM_IFCDATAORIGINENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCDERIVEDUNITENUM_ITEM_ACCELERATIONUNIT_DisplayName
source: EN:Accelerationunit
de: DE:Accelerationunit

# ENUM_IFCDERIVEDUNITENUM_ITEM_ANGULARVELOCITYUNIT_DisplayName
source: EN:Angularvelocityunit
de: DE:Angularvelocityunit

# ENUM_IFCDERIVEDUNITENUM_ITEM_AREADENSITYUNIT_DisplayName
source: EN:Areadensityunit
de: DE:Areadensityunit

# ENUM_IFCDERIVEDUNITENUM_ITEM_COMPOUNDPLANEANGLEUNIT_DisplayName
source: EN:Compoundplaneangleunit
de: DE:Compoundplaneangleunit

# ENUM_IFCDERIVEDUNITENUM_ITEM_CURVATUREUNIT_DisplayName
source: EN:Curvatureunit
de: DE:Curvatureunit

# ENUM_IFCDERIVEDUNITENUM_ITEM_DYNAMICVISCOSITYUNIT_DisplayName
source: EN:Dynamicviscosityunit
de: DE:Dynamicviscosityunit

# ENUM_IFCDERIVEDUNITENUM_ITEM_HEATFLUXDENSITYUNIT_DisplayName
source: EN:Heatfluxdensityunit
de: DE:Heatfluxdensityunit

# ENUM_IFCDERIVEDUNITENUM_ITEM_HEATINGVALUEUNIT_DisplayName
source: EN:Heatingvalueunit
de: DE:Heatingvalueunit

# ENUM_IFCDERIVEDUNITENUM_ITEM_INTEGERCOUNTRATEUNIT_DisplayName
source: EN:Integercountrateunit
de: DE:Integercountrateunit

# ENUM_IFCDERIVEDUNITENUM_ITEM_IONCONCENTRATIONUNIT_DisplayName
source: EN:Ionconcentrationunit
de: DE:Ionconcentrationunit

# ENUM_IFCDERIVEDUNITENUM_ITEM_ISOTHERMALMOISTURECAPACITYUNIT_DisplayName
source: EN:Isothermalmoisturecapacityunit
de: DE:Isothermalmoisturecapacityunit

# ENUM_IFCDERIVEDUNITENUM_ITEM_KINEMATICVISCOSITYUNIT_DisplayName
source: EN:Kinematicviscosityunit
de: DE:Kinematicviscosityunit

# ENUM_IFCDERIVEDUNITENUM_ITEM_LINEARFORCEUNIT_DisplayName
source: EN:Linearforceunit
de: DE:Linearforceunit

# ENUM_IFCDERIVEDUNITENUM_ITEM_LINEARMOMENTUNIT_DisplayName
source: EN:Linearmomentunit
de: DE:Linearmomentunit

# ENUM_IFCDERIVEDUNITENUM_ITEM_LINEARSTIFFNESSUNIT_DisplayName
source: EN:Linearstiffnessunit
de: DE:Linearstiffnessunit

# ENUM_IFCDERIVEDUNITENUM_ITEM_LINEARVELOCITYUNIT_DisplayName
source: EN:Linearvelocityunit
de: DE:Linearvelocityunit

# ENUM_IFCDERIVEDUNITENUM_ITEM_LUMINOUSINTENSITYDISTRIBUTIONUNIT_DisplayName
source: EN:Luminousintensitydistributionunit
de: DE:Luminousintensitydistributionunit

# ENUM_IFCDERIVEDUNITENUM_ITEM_MASSDENSITYUNIT_DisplayName
source: EN:Massdensityunit
de: DE:Massdensityunit

# ENUM_IFCDERIVEDUNITENUM_ITEM_MASSFLOWRATEUNIT_DisplayName
source: EN:Massflowrateunit
de: DE:Massflowrateunit

# ENUM_IFCDERIVEDUNITENUM_ITEM_MASSPERLENGTHUNIT_DisplayName
source: EN:Massperlengthunit
de: DE:Massperlengthunit

# ENUM_IFCDERIVEDUNITENUM_ITEM_MODULUSOFELASTICITYUNIT_DisplayName
source: EN:Modulusofelasticityunit
de: DE:Modulusofelasticityunit

# ENUM_IFCDERIVEDUNITENUM_ITEM_MODULUSOFLINEARSUBGRADEREACTIONUNIT_DisplayName
source: EN:Modulusoflinearsubgradereactionunit
de: DE:Modulusoflinearsubgradereactionunit

# ENUM_IFCDERIVEDUNITENUM_ITEM_MODULUSOFROTATIONALSUBGRADEREACTIONUNIT_DisplayName
source: EN:Modulusofrotationalsubgradereactionunit
de: DE:Modulusofrotationalsubgradereactionunit

# ENUM_IFCDERIVEDUNITENUM_ITEM_MODULUSOFSUBGRADEREACTIONUNIT_DisplayName
source: EN:Modulusofsubgradereactionunit
de: DE:Modulusofsubgradereactionunit

# ENUM_IFCDERIVEDUNITENUM_ITEM_MOISTUREDIFFUSIVITYUNIT_DisplayName
source: EN:Moisturediffusivityunit
de: DE:Moisturediffusivityunit

# ENUM_IFCDERIVEDUNITENUM_ITEM_MOLECULARWEIGHTUNIT_DisplayName
source: EN:Molecularweightunit
de: DE:Molecularweightunit

# ENUM_IFCDERIVEDUNITENUM_ITEM_MOMENTOFINERTIAUNIT_DisplayName
source: EN:Momentofinertiaunit
de: DE:Momentofinertiaunit

# ENUM_IFCDERIVEDUNITENUM_ITEM_PHUNIT_DisplayName
source: EN:Phunit
de: DE:Phunit

# ENUM_IFCDERIVEDUNITENUM_ITEM_PLANARFORCEUNIT_DisplayName
source: EN:Planarforceunit
de: DE:Planarforceunit

# ENUM_IFCDERIVEDUNITENUM_ITEM_ROTATIONALFREQUENCYUNIT_DisplayName
source: EN:Rotationalfrequencyunit
de: DE:Rotationalfrequencyunit

# ENUM_IFCDERIVEDUNITENUM_ITEM_ROTATIONALMASSUNIT_DisplayName
source: EN:Rotationalmassunit
de: DE:Rotationalmassunit

# ENUM_IFCDERIVEDUNITENUM_ITEM_ROTATIONALSTIFFNESSUNIT_DisplayName
source: EN:Rotationalstiffnessunit
de: DE:Rotationalstiffnessunit

# ENUM_IFCDERIVEDUNITENUM_ITEM_SECTIONAREAINTEGRALUNIT_DisplayName
source: EN:Sectionareaintegralunit
de: DE:Sectionareaintegralunit

# ENUM_IFCDERIVEDUNITENUM_ITEM_SECTIONMODULUSUNIT_DisplayName
source: EN:Sectionmodulusunit
de: DE:Sectionmodulusunit

# ENUM_IFCDERIVEDUNITENUM_ITEM_SHEARMODULUSUNIT_DisplayName
source: EN:Shearmodulusunit
de: DE:Shearmodulusunit

# ENUM_IFCDERIVEDUNITENUM_ITEM_SOUNDPOWERLEVELUNIT_DisplayName
source: EN:Soundpowerlevelunit
de: DE:Soundpowerlevelunit

# ENUM_IFCDERIVEDUNITENUM_ITEM_SOUNDPOWERUNIT_DisplayName
source: EN:Soundpowerunit
de: DE:Soundpowerunit

# ENUM_IFCDERIVEDUNITENUM_ITEM_SOUNDPRESSURELEVELUNIT_DisplayName
source: EN:Soundpressurelevelunit
de: DE:Soundpressurelevelunit

# ENUM_IFCDERIVEDUNITENUM_ITEM_SOUNDPRESSUREUNIT_DisplayName
source: EN:Soundpressureunit
de: DE:Soundpressureunit

# ENUM_IFCDERIVEDUNITENUM_ITEM_SPECIFICHEATCAPACITYUNIT_DisplayName
source: EN:Specificheatcapacityunit
de: DE:Specificheatcapacityunit

# ENUM_IFCDERIVEDUNITENUM_ITEM_TEMPERATUREGRADIENTUNIT_DisplayName
source: EN:Temperaturegradientunit
de: DE:Temperaturegradientunit

# ENUM_IFCDERIVEDUNITENUM_ITEM_TEMPERATURERATEOFCHANGEUNIT_DisplayName
source: EN:Temperaturerateofchangeunit
de: DE:Temperaturerateofchangeunit

# ENUM_IFCDERIVEDUNITENUM_ITEM_THERMALADMITTANCEUNIT_DisplayName
source: EN:Thermaladmittanceunit
de: DE:Thermaladmittanceunit

# ENUM_IFCDERIVEDUNITENUM_ITEM_THERMALCONDUCTANCEUNIT_DisplayName
source: EN:Thermalconductanceunit
de: DE:Thermalconductanceunit

# ENUM_IFCDERIVEDUNITENUM_ITEM_THERMALEXPANSIONCOEFFICIENTUNIT_DisplayName
source: EN:Thermalexpansioncoefficientunit
de: DE:Thermalexpansioncoefficientunit
