Repository: thoffeller/Ifc.NET
Catalog: src/Ifc.NET/Properties/Resources.*.resx
Languages: de

# ENUM_IFCELEMENTASSEMBLYTYPEENUM_ITEM_SLABFIELD_DisplayName
source: EN:SlabField
de: DE:SlabField

# ENUM_IFCELEMENTASSEMBLYTYPEENUM_ITEM_TRUSS_DisplayName
source: EN:Truss
de: DE:Truss

# ENUM_IFCELEMENTASSEMBLYTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCELEMENTCOMPOSITIONENUM_ITEM_COMPLEX_DisplayName
source: EN:Complex
de: DE:Complex

# ENUM_IFCELEMENTCOMPOSITIONENUM_ITEM_ELEMENT_DisplayName
source: EN:Element
de: DE:Element

# ENUM_IFCELEMENTCOMPOSITIONENUM_ITEM_PARTIAL_DisplayName
source: EN:Partial
de: DE:Partial

# ENUM_IFCENGINETYPEENUM_ITEM_EXTERNALCOMBUSTION_DisplayName
source: EN:Externalcombustion
de: DE:Externalcombustion

# ENUM_IFCENGINETYPEENUM_ITEM_INTERNALCOMBUSTION_DisplayName
source: EN:Internalcombustion
de: DE:Internalcombustion

# ENUM_IFCENGINETYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCENGINETYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCEVAPORATIVECOOLERTYPEENUM_ITEM_DIRECTEVAPORATIVEAIRWASHER_DisplayName
source: EN:Directevaporativeairwasher
de: DE:Directevaporativeairwasher

source: EN:Directevaporativepackagedrotaryaircooler
de: DE:Directevaporativepackagedrotaryaircooler

source: EN:Directevaporativerandommediaaircooler
de: DE:Directevaporativerandommediaaircooler

source: EN:Directevaporativerigidmediaaircooler
de: DE:Directevaporativerigidmediaaircooler

source: EN:Directevaporativeslingerspackagedaircooler
de: DE:Directevaporativeslingerspackagedaircooler

# ENUM_IFCEVAPORATIVECOOLERTYPEENUM_ITEM_INDIRECTDIRECTCOMBINATION_DisplayName
source: EN:Indirectdirectcombination
de: DE:Indirectdirectcombination

source: EN:Indirectevaporativecoolingtowerorcoilcooler
de: DE:Indirectevaporativecoolingtowerorcoilcooler

source: EN:Indirectevaporativepackageaircooler
de: DE:Indirectevaporativepackageaircooler

# ENUM_IFCEVAPORATIVECOOLERTYPEENUM_ITEM_INDIRECTEVAPORATIVEWETCOIL_DisplayName
source: EN:Indirectevaporativewetcoil
de: DE:Indirectevaporativewetcoil

# ENUM_IFCEVAPORATIVECOOLERTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCEVAPORATIVECOOLERTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCEVAPORATORTYPEENUM_ITEM_DIRECTEXPANSIONBRAZEDPLATE_DisplayName
source: EN:Directexpansionbrazedplate
de: DE:Directexpansionbrazedplate

# ENUM_IFCEVAPORATORTYPEENUM_ITEM_DIRECTEXPANSIONSHELLANDTUBE_DisplayName
source: EN:Directexpansionshellandtube
de: DE:Directexpansionshellandtube

# ENUM_IFCEVAPORATORTYPEENUM_ITEM_DIRECTEXPANSIONTUBEINTUBE_DisplayName
source: EN:Directexpansiontubeintube
de: DE:Directexpansiontubeintube

# ENUM_IFCEVAPORATORTYPEENUM_ITEM_DIRECTEXPANSION_DisplayName
source: EN:Directexpansion
de: DE:Directexpansion

# ENUM_IFCEVAPORATORTYPEENUM_ITEM_FLOODEDSHELLANDTUBE_DisplayName
source: EN:Floodedshellandtube
de: DE:Floodedshellandtube

# ENUM_IFCEVAPORATORTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCEVAPORATORTYPEENUM_ITEM_SHELLANDCOIL_DisplayName
source: EN:Shellandcoil
de: DE:Shellandcoil

# ENUM_IFCEVAPORATORTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCEVENTTRIGGERTYPEENUM_ITEM_EVENTCOMPLEX_DisplayName
source: EN:Eventcomplex
de: DE:Eventcomplex

# ENUM_IFCEVENTTRIGGERTYPEENUM_ITEM_EVENTMESSAGE_DisplayName
source: EN:Eventmessage
de: DE:Eventmessage

# ENUM_IFCEVENTTRIGGERTYPEENUM_ITEM_EVENTRULE_DisplayName
source: EN:Eventrule
de: DE:Eventrule

# ENUM_IFCEVENTTRIGGERTYPEENUM_ITEM_EVENTTIME_DisplayName
source: EN:Eventtime
de: DE:Eventtime

# ENUM_IFCEVENTTRIGGERTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCEVENTTRIGGERTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCEVENTTYPEENUM_ITEM_ENDEVENT_DisplayName
source: EN:Endevent
de: DE:Endevent

# ENUM_IFCEVENTTYPEENUM_ITEM_INTERMEDIATEEVENT_DisplayName
source: EN:Intermediateevent
de: DE:Intermediateevent

# ENUM_IFCEVENTTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCEVENTTYPEENUM_ITEM_STARTEVENT_DisplayName
source: EN:Startevent
de: DE:Startevent

# ENUM_IFCEVENTTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCEXTERNALSPATIALELEMENTTYPEENUM_ITEM_EXTERNALEARTH_DisplayName
source: EN:ExternalEarth
de: DE:ExternalEarth

# ENUM_IFCEXTERNALSPATIALELEMENTTYPEENUM_ITEM_EXTERNALFIRE_DisplayName
source: EN:ExternalFire
de: DE:ExternalFire

# ENUM_IFCEXTERNALSPATIALELEMENTTYPEENUM_ITEM_EXTERNALWATER_DisplayName
source: EN:ExternalWater
de: DE:ExternalWater

# ENUM_IFCEXTERNALSPATIALELEMENTTYPEENUM_ITEM_EXTERNAL_DisplayName
source: EN:External
de: DE:External

# ENUM_IFCEXTERNALSPATIALELEMENTTYPEENUM_ITEM_NOTDEFIEND_DisplayName
source: EN:Notdefiend
de: DE:Notdefiend

# ENUM_IFCEXTERNALSPATIALELEMENTTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCFANTYPEENUM_ITEM_CENTRIFUGALAIRFOIL_DisplayName
source: EN:Centrifugalairfoil
de: DE:Centrifugalairfoil

# ENUM_IFCFANTYPEENUM_ITEM_CENTRIFUGALBACKWARDINCLINEDCURVED_DisplayName
source: EN:Centrifugalbackwardinclinedcurved
de: DE:Centrifugalbackwardinclinedcurved

# ENUM_IFCFANTYPEENUM_ITEM_CENTRIFUGALFORWARDCURVED_DisplayName
source: EN:Centrifugalforwardcurved
de: DE:Centrifugalforwardcurved

# ENUM_IFCFANTYPEENUM_ITEM_CENTRIFUGALRADIAL_DisplayName
source: EN:Centrifugalradial
de: DE:Centrifugalradial

# ENUM_IFCFANTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCFANTYPEENUM_ITEM_PROPELLORAXIAL_DisplayName
source: EN:Propelloraxial
de: DE:Propelloraxial

# ENUM_IFCFANTYPEENUM_ITEM_TUBEAXIAL_DisplayName
source: EN:Tubeaxial
de: DE:Tubeaxial

# ENUM_IFCFANTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCFANTYPEENUM_ITEM_VANEAXIAL_DisplayName
source: EN:Vaneaxial
de: DE:Vaneaxial

# ENUM_IFCFASTENERTYPEENUM_ITEM_GLUE_DisplayName
source: EN:Glue
de: DE:Glue

# ENUM_IFCFASTENERTYPEENUM_ITEM_MORTAR_DisplayName
source: EN:Mortar
de: DE:Mortar

# ENUM_IFCFASTENERTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCFASTENERTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCFASTENERTYPEENUM_ITEM_WELD_DisplayName
source: EN:Weld
de: DE:Weld

# ENUM_IFCFILTERTYPEENUM_ITEM_AIRPARTICLEFILTER_DisplayName
source: EN:Airparticlefilter
de: DE:Airparticlefilter

# ENUM_IFCFILTERTYPEENUM_ITEM_COMPRESSEDAIRFILTER_DisplayName
source: EN:Compressedairfilter
de: DE:Compressedairfilter

# ENUM_IFCFILTERTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCFILTERTYPEENUM_ITEM_ODORFILTER_DisplayName
source: EN:Odorfilter
de: DE:Odorfilter

# ENUM_IFCFILTERTYPEENUM_ITEM_OILFILTER_DisplayName
source: EN:Oilfilter
de: DE:Oilfilter

# ENUM_IFCFILTERTYPEENUM_ITEM_STRAINER_DisplayName
source: EN:Strainer
de: DE:Strainer

# ENUM_IFCFILTERTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCFILTERTYPEENUM_ITEM_WATERFILTER_DisplayName
source: EN:Waterfilter
de: DE:Waterfilter

# ENUM_IFCFIRESUPPRESSIONTERMINALTYPEENUM_ITEM_BREECHINGINLET_DisplayName
source: EN:Breechinginlet
de: DE:Breechinginlet

# ENUM_IFCFIRESUPPRESSIONTERMINALTYPEENUM_ITEM_FIREHYDRANT_DisplayName
source: EN:Firehydrant
de: DE:Firehydrant

# ENUM_IFCFIRESUPPRESSIONTERMINALTYPEENUM_ITEM_HOSEREEL_DisplayName
source: EN:Hosereel
de: DE:Hosereel

# ENUM_IFCFIRESUPPRESSIONTERMINALTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCFIRESUPPRESSIONTERMINALTYPEENUM_ITEM_SPRINKLERDEFLECTOR_DisplayName
source: EN:Sprinklerdeflector
de: DE:Sprinklerdeflector

# ENUM_IFCFIRESUPPRESSIONTERMINALTYPEENUM_ITEM_SPRINKLER_DisplayName
source: EN:Sprinkler
de: DE:Sprinkler

# ENUM_IFCFIRESUPPRESSIONTERMINALTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCFLOWDIRECTIONENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCFLOWDIRECTIONENUM_ITEM_SINK_DisplayName
source: EN:Sink
de: DE:Sink

# ENUM_IFCFLOWDIRECTIONENUM_ITEM_SOURCEANDSINK_DisplayName
source: EN:Sourceandsink
de: DE:Sourceandsink

# ENUM_IFCFLOWDIRECTIONENUM_ITEM_SOURCE_DisplayName
source: EN:Source
de: DE:Source

# ENUM_IFCFLOWINSTRUMENTTYPEENUM_ITEM_AMMETER_DisplayName
source: EN:Ammeter
de: DE:Ammeter

# ENUM_IFCFLOWINSTRUMENTTYPEENUM_ITEM_FREQUENCYMETER_DisplayName
source: EN:Frequencymeter
de: DE:Frequencymeter

# ENUM_IFCFLOWINSTRUMENTTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCFLOWINSTRUMENTTYPEENUM_ITEM_PHASEANGLEMETER_DisplayName
source: EN:Phaseanglemeter
de: DE:Phaseanglemeter

# ENUM_IFCFLOWINSTRUMENTTYPEENUM_ITEM_POWERFACTORMETER_DisplayName
source: EN:Powerfactormeter
de: DE:Powerfactormeter

# ENUM_IFCFLOWINSTRUMENTTYPEENUM_ITEM_PRESSUREGAUGE_DisplayName
source: EN:Pressuregauge
de: DE:Pressuregauge

# ENUM_IFCFLOWINSTRUMENTTYPEENUM_ITEM_THERMOMETER_DisplayName
source: EN:Thermometer
de: DE:Thermometer

# ENUM_IFCFLOWINSTRUMENTTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCFLOWINSTRUMENTTYPEENUM_ITEM_VOLTMETERPEAK_DisplayName
source: EN:VoltmeterPeak
de: DE:VoltmeterPeak

# ENUM_IFCFLOWINSTRUMENTTYPEENUM_ITEM_VOLTMETERRMS_DisplayName
source: EN:VoltmeterRms
de: DE:VoltmeterRms

# ENUM_IFCFLOWMETERTYPEENUM_ITEM_ENERGYMETER_DisplayName
source: EN:Energymeter
de: DE:Energymeter

# ENUM_IFCFLOWMETERTYPEENUM_ITEM_GASMETER_DisplayName
source: EN:Gasmeter
de: DE:Gasmeter

# ENUM_IFCFLOWMETERTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCFLOWMETERTYPEENUM_ITEM_OILMETER_DisplayName
source: EN:Oilmeter
de: DE:Oilmeter

# ENUM_IFCFLOWMETERTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCFLOWMETERTYPEENUM_ITEM_WATERMETER_DisplayName
source: EN:Watermeter
de: DE:Watermeter

# ENUM_IFCFOOTINGTYPEENUM_ITEM_CAISSONFOUNDATION_DisplayName
source: EN:CaissonFoundation
de: DE:CaissonFoundation

# ENUM_IFCFOOTINGTYPEENUM_ITEM_FOOTINGBEAM_DisplayName
source: EN:FootingBeam
de: DE:FootingBeam

# ENUM_IFCFOOTINGTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCFOOTINGTYPEENUM_ITEM_PADFOOTING_DisplayName
source: EN:PadFooting
de: DE:PadFooting

# ENUM_IFCFOOTINGTYPEENUM_ITEM_PILECAP_DisplayName
source: EN:PileCap
de: DE:PileCap

# ENUM_IFCFOOTINGTYPEENUM_ITEM_STRIPFOOTING_DisplayName
source: EN:StripFooting
de: DE:StripFooting

# ENUM_IFCFOOTINGTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCFURNITURETYPEENUM_ITEM_BED_DisplayName
source: EN:Bed
de: DE:Bed

# ENUM_IFCFURNITURETYPEENUM_ITEM_CHAIR_DisplayName
source: EN:Chair
de: DE:Chair

# ENUM_IFCFURNITURETYPEENUM_ITEM_DESK_DisplayName
source: EN:Desk
de: DE:Desk

# ENUM_IFCFURNITURETYPEENUM_ITEM_FILECABINET_DisplayName
source: EN:Filecabinet
de: DE:Filecabinet

# ENUM_IFCFURNITURETYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCFURNITURETYPEENUM_ITEM_SHELF_DisplayName
source: EN:Shelf
de: DE:Shelf

# ENUM_IFCFURNITURETYPEENUM_ITEM_SOFA_DisplayName
source: EN:Sofa
de: DE:Sofa

# ENUM_IFCFURNITURETYPEENUM_ITEM_TABLE_DisplayName
source: EN:Table
de: DE:Table

# ENUM_IFCFURNITURETYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCGEOGRAPHICELEMENTTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCGEOGRAPHICELEMENTTYPEENUM_ITEM_TERRAIN_DisplayName
source: EN:Terrain
de: DE:Terrain

# ENUM_IFCGEOGRAPHICELEMENTTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCGEOMETRICPROJECTIONENUM_ITEM_ELEVATIONVIEW_DisplayName
source: EN:ElevationView
de: DE:ElevationView

# ENUM_IFCGEOMETRICPROJECTIONENUM_ITEM_GRAPHVIEW_DisplayName
source: EN:GraphView
de: DE:GraphView

# ENUM_IFCGEOMETRICPROJECTIONENUM_ITEM_MODELVIEW_DisplayName
source: EN:ModelView
de: DE:ModelView

# ENUM_IFCGEOMETRICPROJECTIONENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCGEOMETRICPROJECTIONENUM_ITEM_PLANVIEW_DisplayName
source: EN:PlanView
de: DE:PlanView

# ENUM_IFCGEOMETRICPROJECTIONENUM_ITEM_REFLECTEDPLANVIEW_DisplayName
source: EN:ReflectedPlanView
de: DE:ReflectedPlanView

# ENUM_IFCGEOMETRICPROJECTIONENUM_ITEM_SECTIONVIEW_DisplayName
source: EN:SectionView
de: DE:SectionView

# ENUM_IFCGEOMETRICPROJECTIONENUM_ITEM_SKETCHVIEW_DisplayName
source: EN:SketchView
de: DE:SketchView

# ENUM_IFCGEOMETRICPROJECTIONENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCGLOBALORLOCALENUM_ITEM_GLOBALCOORDS_DisplayName
source: EN:GlobalCoords
de: DE:GlobalCoords

# ENUM_IFCGLOBALORLOCALENUM_ITEM_LOCALCOORDS_DisplayName
source: EN:LocalCoords
de: DE:LocalCoords

# ENUM_IFCGRIDTYPEENUM_ITEM_IRREGULAR_DisplayName
source: EN:Irregular
de: DE:Irregular

# ENUM_IFCGRIDTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCGRIDTYPEENUM_ITEM_RADIAL_DisplayName
source: EN:Radial
de: DE:Radial

# ENUM_IFCGRIDTYPEENUM_ITEM_RECTANGULAR_DisplayName
source: EN:Rectangular
de: DE:Rectangular

# ENUM_IFCGRIDTYPEENUM_ITEM_TRIANGULAR_DisplayName
source: EN:Triangular
de: DE:Triangular

# ENUM_IFCGRIDTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCHEATEXCHANGERTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCHEATEXCHANGERTYPEENUM_ITEM_PLATE_DisplayName
source: EN:Plate
de: DE:Plate

# ENUM_IFCHEATEXCHANGERTYPEENUM_ITEM_SHELLANDTUBE_DisplayName
source: EN:Shellandtube
de: DE:Shellandtube

# ENUM_IFCHEATEXCHANGERTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCHUMIDIFIERTYPEENUM_ITEM_ADIABATICAIRWASHER_DisplayName
source: EN:Adiabaticairwasher
de: DE:Adiabaticairwasher

# ENUM_IFCHUMIDIFIERTYPEENUM_ITEM_ADIABATICATOMIZING_DisplayName
source: EN:Adiabaticatomizing
de: DE:Adiabaticatomizing

# ENUM_IFCHUMIDIFIERTYPEENUM_ITEM_ADIABATICCOMPRESSEDAIRNOZZLE_DisplayName
source: EN:Adiabaticcompressedairnozzle
de: DE:Adiabaticcompressedairnozzle

# ENUM_IFCHUMIDIFIERTYPEENUM_ITEM_ADIABATICPAN_DisplayName
source: EN:Adiabaticpan
de: DE:Adiabaticpan

# ENUM_IFCHUMIDIFIERTYPEENUM_ITEM_ADIABATICRIGIDMEDIA_DisplayName
source: EN:Adiabaticrigidmedia
de: DE:Adiabaticrigidmedia

# ENUM_IFCHUMIDIFIERTYPEENUM_ITEM_ADIABATICULTRASONIC_DisplayName
source: EN:Adiabaticultrasonic
de: DE:Adiabaticultrasonic

# ENUM_IFCHUMIDIFIERTYPEENUM_ITEM_ADIABATICWETTEDELEMENT_DisplayName
source: EN:Adiabaticwettedelement
de: DE:Adiabaticwettedelement

# ENUM_IFCHUMIDIFIERTYPEENUM_ITEM_ASSISTEDBUTANE_DisplayName
source: EN:Assistedbutane
de: DE:Assistedbutane

# ENUM_IFCHUMIDIFIERTYPEENUM_ITEM_ASSISTEDELECTRIC_DisplayName
source: EN:Assistedelectric
de: DE:Assistedelectric

# ENUM_IFCHUMIDIFIERTYPEENUM_ITEM_ASSISTEDNATURALGAS_DisplayName
source: EN:Assistednaturalgas
de: DE:Assistednaturalgas

# ENUM_IFCHUMIDIFIERTYPEENUM_ITEM_ASSISTEDPROPANE_DisplayName
source: EN:Assistedpropane
de: DE:Assistedpropane

# ENUM_IFCHUMIDIFIERTYPEENUM_ITEM_ASSISTEDSTEAM_DisplayName
source: EN:Assistedsteam
de: DE:Assistedsteam

# ENUM_IFCHUMIDIFIERTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCHUMIDIFIERTYPEENUM_ITEM_STEAMINJECTION_DisplayName
source: EN:Steaminjection
de: DE:Steaminjection

# ENUM_IFCHUMIDIFIERTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCINTERCEPTORTYPEENUM_ITEM_CYCLONIC_DisplayName
source: EN:Cyclonic
de: DE:Cyclonic

# ENUM_IFCINTERCEPTORTYPEENUM_ITEM_GREASE_DisplayName
source: EN:Grease
de: DE:Grease

# ENUM_IFCINTERCEPTORTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCINTERCEPTORTYPEENUM_ITEM_OIL_DisplayName
source: EN:Oil
de: DE:Oil

# ENUM_IFCINTERCEPTORTYPEENUM_ITEM_PETROL_DisplayName
source: EN:Petrol
de: DE:Petrol

# ENUM_IFCINTERCEPTORTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCINTERNALOREXTERNALENUM_ITEM_EXTERNALEARTH_DisplayName
source: EN:ExternalEarth
de: DE:ExternalEarth

# ENUM_IFCINTERNALOREXTERNALENUM_ITEM_EXTERNALFIRE_DisplayName
source: EN:ExternalFire
de: DE:ExternalFire

# ENUM_IFCINTERNALOREXTERNALENUM_ITEM_EXTERNALWATER_DisplayName
source: EN:ExternalWater
de: DE:ExternalWater

# ENUM_IFCINTERNALOREXTERNALENUM_ITEM_EXTERNAL_DisplayName
source: EN:External
de: DE:External

# ENUM_IFCINTERNALOREXTERNALENUM_ITEM_INTERNAL_DisplayName
source: EN:Internal
de: DE:Internal

# ENUM_IFCINTERNALOREXTERNALENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCINVENTORYTYPEENUM_ITEM_ASSETINVENTORY_DisplayName
source: EN:Assetinventory
de: DE:Assetinventory

# ENUM_IFCINVENTORYTYPEENUM_ITEM_FURNITUREINVENTORY_DisplayName
source: EN:Furnitureinventory
de: DE:Furnitureinventory

# ENUM_IFCINVENTORYTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCINVENTORYTYPEENUM_ITEM_SPACEINVENTORY_DisplayName
source: EN:Spaceinventory
de: DE:Spaceinventory

# ENUM_IFCINVENTORYTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCJUNCTIONBOXTYPEENUM_ITEM_DATA_DisplayName
source: EN:Data
de: DE:Data

# ENUM_IFCJUNCTIONBOXTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCJUNCTIONBOXTYPEENUM_ITEM_POWER_DisplayName
source: EN:Power
de: DE:Power

# ENUM_IFCJUNCTIONBOXTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCKNOTTYPE_ITEM_PIECEWISEBEZIERKNOTS_DisplayName
source: EN:PiecewiseBezierKnots
de: DE:PiecewiseBezierKnots

# ENUM_IFCKNOTTYPE_ITEM_QUASIUNIFORMKNOTS_DisplayName
source: EN:QuasiUniformKnots
de: DE:QuasiUniformKnots

# ENUM_IFCKNOTTYPE_ITEM_UNIFORMKNOTS_DisplayName
source: EN:UniformKnots
de: DE:UniformKnots

# ENUM_IFCKNOTTYPE_ITEM_UNSPECIFIED_DisplayName
source: EN:Unspecified
de: DE:Unspecified

# ENUM_IFCLABORRESOURCETYPEENUM_ITEM_ADMINISTRATION_DisplayName
source: EN:Administration
de: DE:Administration

# ENUM_IFCLABORRESOURCETYPEENUM_ITEM_CARPENTRY_DisplayName
source: EN:Carpentry
de: DE:Carpentry

# ENUM_IFCLABORRESOURCETYPEENUM_ITEM_CLEANING_DisplayName
source: EN:Cleaning
de: DE:Cleaning

# ENUM_IFCLABORRESOURCETYPEENUM_ITEM_CONCRETE_DisplayName
source: EN:Concrete
de: DE:Concrete

# ENUM_IFCLABORRESOURCETYPEENUM_ITEM_DRYWALL_DisplayName
source: EN:Drywall
de: DE:Drywall

# ENUM_IFCLABORRESOURCETYPEENUM_ITEM_ELECTRIC_DisplayName
source: EN:Electric
de: DE:Electric

# ENUM_IFCLABORRESOURCETYPEENUM_ITEM_FINISHING_DisplayName
source: EN:Finishing
de: DE:Finishing

# ENUM_IFCLABORRESOURCETYPEENUM_ITEM_FLOORING_DisplayName
source: EN:Flooring
de: DE:Flooring

# ENUM_IFCLABORRESOURCETYPEENUM_ITEM_GENERAL_DisplayName
source: EN:General
de: DE:General

# ENUM_IFCLABORRESOURCETYPEENUM_ITEM_HVAC_DisplayName
source: EN:Hvac
de: DE:Hvac

# ENUM_IFCLABORRESOURCETYPEENUM_ITEM_LANDSCAPING_DisplayName
source: EN:Landscaping
de: DE:Landscaping

# ENUM_IFCLABORRESOURCETYPEENUM_ITEM_MASONRY_DisplayName
source: EN:Masonry
de: DE:Masonry

# ENUM_IFCLABORRESOURCETYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCLABORRESOURCETYPEENUM_ITEM_PAINTING_DisplayName
source: EN:Painting
de: DE:Painting

# ENUM_IFCLABORRESOURCETYPEENUM_ITEM_PAVING_DisplayName
source: EN:Paving
de: DE:Paving

# ENUM_IFCLABORRESOURCETYPEENUM_ITEM_PLUMBING_DisplayName
source: EN:Plumbing
de: DE:Plumbing

# ENUM_IFCLABORRESOURCETYPEENUM_ITEM_ROOFING_DisplayName
source: EN:Roofing
de: DE:Roofing

# ENUM_IFCLABORRESOURCETYPEENUM_ITEM_SITEGRADING_DisplayName
source: EN:Sitegrading
de: DE:Sitegrading

# ENUM_IFCLABORRESOURCETYPEENUM_ITEM_STEELWORK_DisplayName
source: EN:Steelwork
de: DE:Steelwork

# ENUM_IFCLABORRESOURCETYPEENUM_ITEM_SURVEYING_DisplayName
source: EN:Surveying
de: DE:Surveying

# ENUM_IFCLABORRESOURCETYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCLAMPTYPEENUM_ITEM_COMPACTFLUORESCENT_DisplayName
source: EN:Compactfluorescent
de: DE:Compactfluorescent

# ENUM_IFCLAMPTYPEENUM_ITEM_FLUORESCENT_DisplayName
source: EN:Fluorescent
de: DE:Fluorescent

# ENUM_IFCLAMPTYPEENUM_ITEM_HALOGEN_DisplayName
source: EN:Halogen
de: DE:Halogen

# ENUM_IFCLAMPTYPEENUM_ITEM_HIGHPRESSUREMERCURY_DisplayName
source: EN:Highpressuremercury
de: DE:Highpressuremercury

# ENUM_IFCLAMPTYPEENUM_ITEM_HIGHPRESSURESODIUM_DisplayName
source: EN:Highpressuresodium
de: DE:Highpressuresodium

# ENUM_IFCLAMPTYPEENUM_ITEM_LED_DisplayName
source: EN:Led
de: DE:Led

# ENUM_IFCLAMPTYPEENUM_ITEM_METALHALIDE_DisplayName
source: EN:Metalhalide
de: DE:Metalhalide

# ENUM_IFCLAMPTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCLAMPTYPEENUM_ITEM_OLED_DisplayName
source: EN:Oled
de: DE:Oled

# ENUM_IFCLAMPTYPEENUM_ITEM_TUNGSTENFILAMENT_DisplayName
source: EN:Tungstenfilament
de: DE:Tungstenfilament

# ENUM_IFCLAMPTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCLAYERSETDIRECTIONENUM_ITEM_AXIS1_DisplayName
source: EN:Axis1
de: DE:Axis1

# ENUM_IFCLAYERSETDIRECTIONENUM_ITEM_AXIS2_DisplayName
source: EN:Axis2
de: DE:Axis2

# ENUM_IFCLAYERSETDIRECTIONENUM_ITEM_AXIS3_DisplayName
source: EN:Axis3
de: DE:Axis3

# ENUM_IFCLIGHTDISTRIBUTIONCURVEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCLIGHTDISTRIBUTIONCURVEENUM_ITEM_TYPEA_DisplayName
source: EN:TypeA
de: DE:TypeA

# ENUM_IFCLIGHTDISTRIBUTIONCURVEENUM_ITEM_TYPEB_DisplayName
source: EN:TypeB
de: DE:TypeB

# ENUM_IFCLIGHTDISTRIBUTIONCURVEENUM_ITEM_TYPEC_DisplayName
source: EN:TypeC
de: DE:TypeC

# ENUM_IFCLIGHTEMISSIONSOURCEENUM_ITEM_COMPACTFLUORESCENT_DisplayName
source: EN:Compactfluorescent
de: DE:Compactfluorescent

# ENUM_IFCLIGHTEMISSIONSOURCEENUM_ITEM_FLUORESCENT_DisplayName
source: EN:Fluorescent
de: DE:Fluorescent

# ENUM_IFCLIGHTEMISSIONSOURCEENUM_ITEM_HIGHPRESSUREMERCURY_DisplayName
source: EN:Highpressuremercury
de: DE:Highpressuremercury

# ENUM_IFCLIGHTEMISSIONSOURCEENUM_ITEM_HIGHPRESSURESODIUM_DisplayName
source: EN:Highpressuresodium
de: DE:Highpressuresodium

# ENUM_IFCLIGHTEMISSIONSOURCEENUM_ITEM_LIGHTEMITTINGDIODE_DisplayName
source: EN:Lightemittingdiode
de: DE:Lightemittingdiode

# ENUM_IFCLIGHTEMISSIONSOURCEENUM_ITEM_LOWPRESSURESODIUM_DisplayName
source: EN:Lowpressuresodium
de: DE:Lowpressuresodium

# ENUM_IFCLIGHTEMISSIONSOURCEENUM_ITEM_LOWVOLTAGEHALOGEN_DisplayName
source: EN:Lowvoltagehalogen
de: DE:Lowvoltagehalogen

# ENUM_IFCLIGHTEMISSIONSOURCEENUM_ITEM_MAINVOLTAGEHALOGEN_DisplayName
source: EN:Mainvoltagehalogen
de: DE:Mainvoltagehalogen

# ENUM_IFCLIGHTEMISSIONSOURCEENUM_ITEM_METALHALIDE_DisplayName
source: EN:Metalhalide
de: DE:Metalhalide

# ENUM_IFCLIGHTEMISSIONSOURCEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCLIGHTEMISSIONSOURCEENUM_ITEM_TUNGSTENFILAMENT_DisplayName
source: EN:Tungstenfilament
de: DE:Tungstenfilament

# ENUM_IFCLIGHTFIXTURETYPEENUM_ITEM_DIRECTIONSOURCE_DisplayName
source: EN:Directionsource
de: DE:Directionsource

# ENUM_IFCLIGHTFIXTURETYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCLIGHTFIXTURETYPEENUM_ITEM_POINTSOURCE_DisplayName
source: EN:Pointsource
de: DE:Pointsource

# ENUM_IFCLIGHTFIXTURETYPEENUM_ITEM_SECURITYLIGHTING_DisplayName
source: EN:Securitylighting
de: DE:Securitylighting

# ENUM_IFCLIGHTFIXTURETYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCLOADGROUPTYPEENUM_ITEM_LOADCASE_DisplayName
source: EN:LoadCase
de: DE:LoadCase
