Repository: thoffeller/Ifc.NET
Catalog: src/Ifc.NET/Properties/Resources.*.resx
Languages: de

# ENUM_IFCDERIVEDUNITENUM_ITEM_THERMALRESISTANCEUNIT_DisplayName
source: EN:Thermalresistanceunit
de: DE:Thermalresistanceunit

# ENUM_IFCDERIVEDUNITENUM_ITEM_THERMALTRANSMITTANCEUNIT_DisplayName
source: EN:Thermaltransmittanceunit
de: DE:Thermaltransmittanceunit

# ENUM_IFCDERIVEDUNITENUM_ITEM_TORQUEUNIT_DisplayName
source: EN:Torqueunit
de: DE:Torqueunit

# ENUM_IFCDERIVEDUNITENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCDERIVEDUNITENUM_ITEM_VAPORPERMEABILITYUNIT_DisplayName
source: EN:Vaporpermeabilityunit
de: DE:Vaporpermeabilityunit

# ENUM_IFCDERIVEDUNITENUM_ITEM_VOLUMETRICFLOWRATEUNIT_DisplayName
source: EN:Volumetricflowrateunit
de: DE:Volumetricflowrateunit

# ENUM_IFCDERIVEDUNITENUM_ITEM_WARPINGCONSTANTUNIT_DisplayName
source: EN:Warpingconstantunit
de: DE:Warpingconstantunit

# ENUM_IFCDERIVEDUNITENUM_ITEM_WARPINGMOMENTUNIT_DisplayName
source: EN:Warpingmomentunit
de: DE:Warpingmomentunit

# ENUM_IFCDIRECTIONSENSEENUM_ITEM_NEGATIVE_DisplayName
source: EN:Negative
de: DE:Negative

# ENUM_IFCDIRECTIONSENSEENUM_ITEM_POSITIVE_DisplayName
source: EN:Positive
de: Positionitive

# ENUM_IFCDISCRETEACCESSORYTYPEENUM_ITEM_ANCHORPLATE_DisplayName
source: EN:Anchorplate
de: DE:Anchorplate

# ENUM_IFCDISCRETEACCESSORYTYPEENUM_ITEM_BRACKET_DisplayName
source: EN:Bracket
de: DE:Bracket

# ENUM_IFCDISCRETEACCESSORYTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCDISCRETEACCESSORYTYPEENUM_ITEM_SHOE_DisplayName
source: EN:Shoe
de: DE:Shoe

# ENUM_IFCDISCRETEACCESSORYTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCDISTRIBUTIONCHAMBERELEMENTTYPEENUM_ITEM_FORMEDDUCT_DisplayName
source: EN:Formedduct
de: DE:Formedduct

# ENUM_IFCDISTRIBUTIONCHAMBERELEMENTTYPEENUM_ITEM_INSPECTIONCHAMBER_DisplayName
source: EN:Inspectionchamber
de: DE:Inspectionchamber

# ENUM_IFCDISTRIBUTIONCHAMBERELEMENTTYPEENUM_ITEM_INSPECTIONPIT_DisplayName
source: EN:Inspectionpit
de: DE:Inspectionpit

# ENUM_IFCDISTRIBUTIONCHAMBERELEMENTTYPEENUM_ITEM_MANHOLE_DisplayName
source: EN:Manhole
de: DE:Manhole

# ENUM_IFCDISTRIBUTIONCHAMBERELEMENTTYPEENUM_ITEM_METERCHAMBER_DisplayName
source: EN:Meterchamber
de: DE:Meterchamber

# ENUM_IFCDISTRIBUTIONCHAMBERELEMENTTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCDISTRIBUTIONCHAMBERELEMENTTYPEENUM_ITEM_SUMP_DisplayName
source: EN:Sump
de: DE:Sump

# ENUM_IFCDISTRIBUTIONCHAMBERELEMENTTYPEENUM_ITEM_TRENCH_DisplayName
source: EN:Trench
de: DE:Trench

# ENUM_IFCDISTRIBUTIONCHAMBERELEMENTTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCDISTRIBUTIONCHAMBERELEMENTTYPEENUM_ITEM_VALVECHAMBER_DisplayName
source: EN:Valvechamber
de: DE:Valvechamber

# ENUM_IFCDISTRIBUTIONPORTTYPEENUM_ITEM_CABLECARRIER_DisplayName
source: EN:Cablecarrier
de: DE:Cablecarrier

# ENUM_IFCDISTRIBUTIONPORTTYPEENUM_ITEM_CABLE_DisplayName
source: EN:Cable
de: DE:Cable

# ENUM_IFCDISTRIBUTIONPORTTYPEENUM_ITEM_DUCT_DisplayName
source: EN:Duct
de: DE:Duct

# ENUM_IFCDISTRIBUTIONPORTTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCDISTRIBUTIONPORTTYPEENUM_ITEM_PIPE_DisplayName
source: EN:Pipe
de: DE:Pipe

# ENUM_IFCDISTRIBUTIONPORTTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCDISTRIBUTIONSYSTEMENUM_ITEM_AIRCONDITIONING_DisplayName
source: EN:Airconditioning
de: DE:Airconditioning

# ENUM_IFCDISTRIBUTIONSYSTEMENUM_ITEM_AUDIOVISUAL_DisplayName
source: EN:Audiovisual
de: DE:Audiovisual

# ENUM_IFCDISTRIBUTIONSYSTEMENUM_ITEM_CHEMICAL_DisplayName
source: EN:Chemical
de: DE:Chemical

# ENUM_IFCDISTRIBUTIONSYSTEMENUM_ITEM_CHILLEDWATER_DisplayName
source: EN:Chilledwater
de: DE:Chilledwater

# ENUM_IFCDISTRIBUTIONSYSTEMENUM_ITEM_COMMUNICATION_DisplayName
source: EN:Communication
de: DE:Communication

# ENUM_IFCDISTRIBUTIONSYSTEMENUM_ITEM_COMPRESSEDAIR_DisplayName
source: EN:Compressedair
de: DE:Compressedair

# ENUM_IFCDISTRIBUTIONSYSTEMENUM_ITEM_CONDENSERWATER_DisplayName
source: EN:Condenserwater
de: DE:Condenserwater

# ENUM_IFCDISTRIBUTIONSYSTEMENUM_ITEM_CONTROL_DisplayName
source: EN:Control
de: DE:Control

# ENUM_IFCDISTRIBUTIONSYSTEMENUM_ITEM_CONVEYING_DisplayName
source: EN:Conveying
de: DE:Conveying

# ENUM_IFCDISTRIBUTIONSYSTEMENUM_ITEM_DATA_DisplayName
source: EN:Data
de: DE:Data

# ENUM_IFCDISTRIBUTIONSYSTEMENUM_ITEM_DISPOSAL_DisplayName
source: EN:Disposal
de: DE:Disposal

# ENUM_IFCDISTRIBUTIONSYSTEMENUM_ITEM_DOMESTICCOLDWATER_DisplayName
source: EN:Domesticcoldwater
de: DE:Domesticcoldwater

# ENUM_IFCDISTRIBUTIONSYSTEMENUM_ITEM_DOMESTICHOTWATER_DisplayName
source: EN:Domestichotwater
de: DE:Domestichotwater

# ENUM_IFCDISTRIBUTIONSYSTEMENUM_ITEM_DRAINAGE_DisplayName
source: EN:Drainage
de: DE:Drainage

# ENUM_IFCDISTRIBUTIONSYSTEMENUM_ITEM_EARTHING_DisplayName
source: EN:Earthing
de: DE:Earthing

# ENUM_IFCDISTRIBUTIONSYSTEMENUM_ITEM_ELECTRICAL_DisplayName
source: EN:Electrical
de: DE:Electrical

# ENUM_IFCDISTRIBUTIONSYSTEMENUM_ITEM_ELECTROACOUSTIC_DisplayName
source: EN:Electroacoustic
de: DE:Electroacoustic

# ENUM_IFCDISTRIBUTIONSYSTEMENUM_ITEM_EXHAUST_DisplayName
source: EN:Exhaust
de: DE:Exhaust

# ENUM_IFCDISTRIBUTIONSYSTEMENUM_ITEM_FIREPROTECTION_DisplayName
source: EN:Fireprotection
de: DE:Fireprotection

# ENUM_IFCDISTRIBUTIONSYSTEMENUM_ITEM_FUEL_DisplayName
source: EN:Fuel
de: DE:Fuel

# ENUM_IFCDISTRIBUTIONSYSTEMENUM_ITEM_GAS_DisplayName
source: EN:Gas
de: DE:Gas

# ENUM_IFCDISTRIBUTIONSYSTEMENUM_ITEM_HAZARDOUS_DisplayName
source: EN:Hazardous
de: DE:Hazardous

# ENUM_IFCDISTRIBUTIONSYSTEMENUM_ITEM_HEATING_DisplayName
source: EN:Heating
de: DE:Heating

# ENUM_IFCDISTRIBUTIONSYSTEMENUM_ITEM_LIGHTING_DisplayName
source: EN:Lighting
de: DE:Lighting

# ENUM_IFCDISTRIBUTIONSYSTEMENUM_ITEM_LIGHTNINGPROTECTION_DisplayName
source: EN:Lightningprotection
de: DE:Lightningprotection

# ENUM_IFCDISTRIBUTIONSYSTEMENUM_ITEM_MUNICIPALSOLIDWASTE_DisplayName
source: EN:Municipalsolidwaste
de: DE:Municipalsolidwaste

# ENUM_IFCDISTRIBUTIONSYSTEMENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCDISTRIBUTIONSYSTEMENUM_ITEM_OIL_DisplayName
source: EN:Oil
de: DE:Oil

# ENUM_IFCDISTRIBUTIONSYSTEMENUM_ITEM_OPERATIONAL_DisplayName
source: EN:Operational
de: DE:Operational

# ENUM_IFCDISTRIBUTIONSYSTEMENUM_ITEM_POWERGENERATION_DisplayName
source: EN:Powergeneration
de: DE:Powergeneration

# ENUM_IFCDISTRIBUTIONSYSTEMENUM_ITEM_RAINWATER_DisplayName
source: EN:Rainwater
de: DE:Rainwater

# ENUM_IFCDISTRIBUTIONSYSTEMENUM_ITEM_REFRIGERATION_DisplayName
source: EN:Refrigeration
de: DE:Refrigeration

# ENUM_IFCDISTRIBUTIONSYSTEMENUM_ITEM_SECURITY_DisplayName
source: EN:Security
de: DE:Security

# ENUM_IFCDISTRIBUTIONSYSTEMENUM_ITEM_SEWAGE_DisplayName
source: EN:Sewage
de: DE:Sewage

# ENUM_IFCDISTRIBUTIONSYSTEMENUM_ITEM_SIGNAL_DisplayName
source: EN:Signal
de: DE:Signal

# ENUM_IFCDISTRIBUTIONSYSTEMENUM_ITEM_STORMWATER_DisplayName
source: EN:Stormwater
de: DE:Stormwater

# ENUM_IFCDISTRIBUTIONSYSTEMENUM_ITEM_TELEPHONE_DisplayName
source: EN:Telephone
de: DE:Telephone

# ENUM_IFCDISTRIBUTIONSYSTEMENUM_ITEM_TV_DisplayName
source: EN:Tv
de: DE:Tv

# ENUM_IFCDISTRIBUTIONSYSTEMENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCDISTRIBUTIONSYSTEMENUM_ITEM_VACUUM_DisplayName
source: EN:Vacuum
de: DE:Vacuum

# ENUM_IFCDISTRIBUTIONSYSTEMENUM_ITEM_VENTILATION_DisplayName
source: EN:Ventilation
de: DE:Ventilation

# ENUM_IFCDISTRIBUTIONSYSTEMENUM_ITEM_VENT_DisplayName
source: EN:Vent
de: DE:Vent

# ENUM_IFCDISTRIBUTIONSYSTEMENUM_ITEM_WASTEWATER_DisplayName
source: EN:Wastewater
de: DE:Wastewater

# ENUM_IFCDISTRIBUTIONSYSTEMENUM_ITEM_WATERSUPPLY_DisplayName
source: EN:Watersupply
de: DE:Watersupply

# ENUM_IFCDOCUMENTCONFIDENTIALITYENUM_ITEM_CONFIDENTIAL_DisplayName
source: EN:Confidential
de: DE:Confidential

# ENUM_IFCDOCUMENTCONFIDENTIALITYENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCDOCUMENTCONFIDENTIALITYENUM_ITEM_PERSONAL_DisplayName
source: EN:Personal
de: DE:Personal

# ENUM_IFCDOCUMENTCONFIDENTIALITYENUM_ITEM_PUBLIC_DisplayName
source: EN:Public
de: DE:Public

# ENUM_IFCDOCUMENTCONFIDENTIALITYENUM_ITEM_RESTRICTED_DisplayName
source: EN:Restricted
de: DE:Restricted

# ENUM_IFCDOCUMENTCONFIDENTIALITYENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCDOCUMENTSTATUSENUM_ITEM_DRAFT_DisplayName
source: EN:Draft
de: DE:Draft

# ENUM_IFCDOCUMENTSTATUSENUM_ITEM_FINALDRAFT_DisplayName
source: EN:Finaldraft
de: DE:Finaldraft

# ENUM_IFCDOCUMENTSTATUSENUM_ITEM_FINAL_DisplayName
source: EN:Final
de: DE:Final

# ENUM_IFCDOCUMENTSTATUSENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCDOCUMENTSTATUSENUM_ITEM_REVISION_DisplayName
source: EN:Revision
de: DE:Revision

# ENUM_IFCDOORPANELOPERATIONENUM_ITEM_DOUBLEACTING_DisplayName
source: EN:DoubleActing
de: DE:DoubleActing

# ENUM_IFCDOORPANELOPERATIONENUM_ITEM_FIXEDPANEL_DisplayName
source: EN:Fixedpanel
de: DE:Fixedpanel

# ENUM_IFCDOORPANELOPERATIONENUM_ITEM_FOLDING_DisplayName
source: EN:Folding
de: DE:Folding

# ENUM_IFCDOORPANELOPERATIONENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCDOORPANELOPERATIONENUM_ITEM_REVOLVING_DisplayName
source: EN:Revolving
de: DE:Revolving

# ENUM_IFCDOORPANELOPERATIONENUM_ITEM_ROLLINGUP_DisplayName
source: EN:Rollingup
de: DE:Rollingup

# ENUM_IFCDOORPANELOPERATIONENUM_ITEM_SLIDING_DisplayName
source: EN:Sliding
de: DE:Sliding

# ENUM_IFCDOORPANELOPERATIONENUM_ITEM_SWINGING_DisplayName
source: EN:Swinging
de: DE:Swinging

# ENUM_IFCDOORPANELOPERATIONENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCDOORPANELPOSITIONENUM_ITEM_LEFT_DisplayName
source: EN:Left
de: DE:Left

# ENUM_IFCDOORPANELPOSITIONENUM_ITEM_MIDDLE_DisplayName
source: EN:Middle
de: DE:Middle

# ENUM_IFCDOORPANELPOSITIONENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCDOORPANELPOSITIONENUM_ITEM_RIGHT_DisplayName
source: EN:Right
de: DE:Right

# ENUM_IFCDOORSTYLECONSTRUCTIONENUM_ITEM_ALUMINIUMPLASTIC_DisplayName
source: EN:AluminiumPlastic
de: DE:AluminiumPlastic

# ENUM_IFCDOORSTYLECONSTRUCTIONENUM_ITEM_ALUMINIUMWOOD_DisplayName
source: EN:AluminiumWood
de: DE:AluminiumWood

# ENUM_IFCDOORSTYLECONSTRUCTIONENUM_ITEM_ALUMINIUM_DisplayName
source: EN:Aluminium
de: DE:Aluminium

# ENUM_IFCDOORSTYLECONSTRUCTIONENUM_ITEM_HIGHGRADESTEEL_DisplayName
source: EN:HighGradeSteel
de: DE:HighGradeSteel

# ENUM_IFCDOORSTYLECONSTRUCTIONENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCDOORSTYLECONSTRUCTIONENUM_ITEM_PLASTIC_DisplayName
source: EN:Plastic
de: DE:Plastic

# ENUM_IFCDOORSTYLECONSTRUCTIONENUM_ITEM_STEEL_DisplayName
source: EN:Steel
de: DE:Steel

# ENUM_IFCDOORSTYLECONSTRUCTIONENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCDOORSTYLECONSTRUCTIONENUM_ITEM_WOOD_DisplayName
source: EN:Wood
de: DE:Wood

# ENUM_IFCDOORSTYLEOPERATIONENUM_ITEM_DOUBLEDOORDOUBLESWING_DisplayName
source: EN:DoubleDoorDoubleSwing
de: DE:DoubleDoorDoubleSwing

# ENUM_IFCDOORSTYLEOPERATIONENUM_ITEM_DOUBLEDOORFOLDING_DisplayName
source: EN:DoubleDoorFolding
de: DE:DoubleDoorFolding

source: EN:DoubleDoorSingleSwingOppositeLeft
de: DE:DoubleDoorSingleSwingOppositeLeft

source: EN:DoubleDoorSingleSwingOppositeRight
de: DE:DoubleDoorSingleSwingOppositeRight

# ENUM_IFCDOORSTYLEOPERATIONENUM_ITEM_DOUBLEDOORSINGLESWING_DisplayName
source: EN:DoubleDoorSingleSwing
de: DE:DoubleDoorSingleSwing

# ENUM_IFCDOORSTYLEOPERATIONENUM_ITEM_DOUBLEDOORSLIDING_DisplayName
source: EN:DoubleDoorSliding
de: DE:DoubleDoorSliding

# ENUM_IFCDOORSTYLEOPERATIONENUM_ITEM_DOUBLESWINGLEFT_DisplayName
source: EN:DoubleSwingLeft
de: DE:DoubleSwingLeft

# ENUM_IFCDOORSTYLEOPERATIONENUM_ITEM_DOUBLESWINGRIGHT_DisplayName
source: EN:DoubleSwingRight
de: DE:DoubleSwingRight

# ENUM_IFCDOORSTYLEOPERATIONENUM_ITEM_FOLDINGTOLEFT_DisplayName
source: EN:FoldingToLeft
de: DE:FoldingToLeft

# ENUM_IFCDOORSTYLEOPERATIONENUM_ITEM_FOLDINGTORIGHT_DisplayName
source: EN:FoldingToRight
de: DE:FoldingToRight

# ENUM_IFCDOORSTYLEOPERATIONENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCDOORSTYLEOPERATIONENUM_ITEM_REVOLVING_DisplayName
source: EN:Revolving
de: DE:Revolving

# ENUM_IFCDOORSTYLEOPERATIONENUM_ITEM_ROLLINGUP_DisplayName
source: EN:Rollingup
de: DE:Rollingup

# ENUM_IFCDOORSTYLEOPERATIONENUM_ITEM_SINGLESWINGLEFT_DisplayName
source: EN:SingleSwingLeft
de: DE:SingleSwingLeft

# ENUM_IFCDOORSTYLEOPERATIONENUM_ITEM_SINGLESWINGRIGHT_DisplayName
source: EN:SingleSwingRight
de: DE:SingleSwingRight

# ENUM_IFCDOORSTYLEOPERATIONENUM_ITEM_SLIDINGTOLEFT_DisplayName
source: EN:SlidingToLeft
de: DE:SlidingToLeft

# ENUM_IFCDOORSTYLEOPERATIONENUM_ITEM_SLIDINGTORIGHT_DisplayName
source: EN:SlidingToRight
de: DE:SlidingToRight

# ENUM_IFCDOORSTYLEOPERATIONENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCDOORTYPEENUM_ITEM_DOOR_DisplayName
source: EN:Door
de: DE:Door

# ENUM_IFCDOORTYPEENUM_ITEM_GATE_DisplayName
source: EN:Gate
de: DE:Gate

# ENUM_IFCDOORTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCDOORTYPEENUM_ITEM_TRAPDOOR_DisplayName
source: EN:Trapdoor
de: DE:Trapdoor

# ENUM_IFCDOORTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCDOORTYPEOPERATIONENUM_ITEM_DOUBLEDOORDOUBLESWING_DisplayName
source: EN:DoubleDoorDoubleSwing
de: DE:DoubleDoorDoubleSwing

# ENUM_IFCDOORTYPEOPERATIONENUM_ITEM_DOUBLEDOORFOLDING_DisplayName
source: EN:DoubleDoorFolding
de: DE:DoubleDoorFolding

# ENUM_IFCDOORTYPEOPERATIONENUM_ITEM_DOUBLEDOORSINGLESWINGOPPOSITELEFT_DisplayName
source: EN:DoubleDoorSingleSwingOppositeLeft
de: DE:DoubleDoorSingleSwingOppositeLeft

source: EN:DoubleDoorSingleSwingOppositeRight
de: DE:DoubleDoorSingleSwingOppositeRight

# ENUM_IFCDOORTYPEOPERATIONENUM_ITEM_DOUBLEDOORSINGLESWING_DisplayName
source: EN:DoubleDoorSingleSwing
de: DE:DoubleDoorSingleSwing

# ENUM_IFCDOORTYPEOPERATIONENUM_ITEM_DOUBLEDOORSLIDING_DisplayName
source: EN:DoubleDoorSliding
de: DE:DoubleDoorSliding

# ENUM_IFCDOORTYPEOPERATIONENUM_ITEM_DOUBLESWINGLEFT_DisplayName
source: EN:DoubleSwingLeft
de: DE:DoubleSwingLeft

# ENUM_IFCDOORTYPEOPERATIONENUM_ITEM_DOUBLESWINGRIGHT_DisplayName
source: EN:DoubleSwingRight
de: DE:DoubleSwingRight

# ENUM_IFCDOORTYPEOPERATIONENUM_ITEM_FOLDINGTOLEFT_DisplayName
source: EN:FoldingToLeft
de: DE:FoldingToLeft

# ENUM_IFCDOORTYPEOPERATIONENUM_ITEM_FOLDINGTORIGHT_DisplayName
source: EN:FoldingToRight
de: DE:FoldingToRight

# ENUM_IFCDOORTYPEOPERATIONENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCDOORTYPEOPERATIONENUM_ITEM_REVOLVING_DisplayName
source: EN:Revolving
de: DE:Revolving

# ENUM_IFCDOORTYPEOPERATIONENUM_ITEM_ROLLINGUP_DisplayName
source: EN:Rollingup
de: DE:Rollingup

# ENUM_IFCDOORTYPEOPERATIONENUM_ITEM_SINGLESWINGLEFT_DisplayName
source: EN:SingleSwingLeft
de: DE:SingleSwingLeft

# ENUM_IFCDOORTYPEOPERATIONENUM_ITEM_SINGLESWINGRIGHT_DisplayName
source: EN:SingleSwingRight
de: DE:SingleSwingRight

# ENUM_IFCDOORTYPEOPERATIONENUM_ITEM_SLIDINGTOLEFT_DisplayName
source: EN:SlidingToLeft
de: DE:SlidingToLeft

# ENUM_IFCDOORTYPEOPERATIONENUM_ITEM_SLIDINGTORIGHT_DisplayName
source: EN:SlidingToRight
de: DE:SlidingToRight

# ENUM_IFCDOORTYPEOPERATIONENUM_ITEM_SWINGFIXEDLEFT_DisplayName
source: EN:SwingFixedLeft
de: DE:SwingFixedLeft

# ENUM_IFCDOORTYPEOPERATIONENUM_ITEM_SWINGFIXEDRIGHT_DisplayName
source: EN:SwingFixedRight
de: DE:SwingFixedRight

# ENUM_IFCDOORTYPEOPERATIONENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCDUCTFITTINGTYPEENUM_ITEM_BEND_DisplayName
source: EN:Bend
de: DE:Bend

# ENUM_IFCDUCTFITTINGTYPEENUM_ITEM_CONNECTOR_DisplayName
source: EN:Connector
de: DE:Connector

# ENUM_IFCDUCTFITTINGTYPEENUM_ITEM_ENTRY_DisplayName
source: EN:Entry
de: DE:Entry

# ENUM_IFCDUCTFITTINGTYPEENUM_ITEM_EXIT_DisplayName
source: EN:Exit
de: DE:Exit

# ENUM_IFCDUCTFITTINGTYPEENUM_ITEM_JUNCTION_DisplayName
source: EN:Junction
de: DE:Junction

# ENUM_IFCDUCTFITTINGTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCDUCTFITTINGTYPEENUM_ITEM_OBSTRUCTION_DisplayName
source: EN:Obstruction
de: DE:Obstruction

# ENUM_IFCDUCTFITTINGTYPEENUM_ITEM_TRANSITION_DisplayName
source: EN:Transition
de: DE:Transition

# ENUM_IFCDUCTFITTINGTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCDUCTSEGMENTTYPEENUM_ITEM_FLEXIBLESEGMENT_DisplayName
source: EN:Flexiblesegment
de: DE:Flexiblesegment

# ENUM_IFCDUCTSEGMENTTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCDUCTSEGMENTTYPEENUM_ITEM_RIGIDSEGMENT_DisplayName
source: EN:Rigidsegment
de: DE:Rigidsegment

# ENUM_IFCDUCTSEGMENTTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCDUCTSILENCERTYPEENUM_ITEM_FLATOVAL_DisplayName
source: EN:Flatoval
de: DE:Flatoval

# ENUM_IFCDUCTSILENCERTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCDUCTSILENCERTYPEENUM_ITEM_RECTANGULAR_DisplayName
source: EN:Rectangular
de: DE:Rectangular

# ENUM_IFCDUCTSILENCERTYPEENUM_ITEM_ROUND_DisplayName
source: EN:Round
de: DE:Round

# ENUM_IFCDUCTSILENCERTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCELECTRICAPPLIANCETYPEENUM_ITEM_DISHWASHER_DisplayName
source: EN:Dishwasher
de: DE:Dishwasher

# ENUM_IFCELECTRICAPPLIANCETYPEENUM_ITEM_ELECTRICCOOKER_DisplayName
source: EN:Electriccooker
de: DE:Electriccooker

# ENUM_IFCELECTRICAPPLIANCETYPEENUM_ITEM_FREESTANDINGELECTRICHEATER_DisplayName
source: EN:Freestandingelectricheater
de: DE:Freestandingelectricheater

# ENUM_IFCELECTRICAPPLIANCETYPEENUM_ITEM_FREESTANDINGFAN_DisplayName
source: EN:Freestandingfan
de: DE:Freestandingfan

# ENUM_IFCELECTRICAPPLIANCETYPEENUM_ITEM_FREESTANDINGWATERCOOLER_DisplayName
source: EN:Freestandingwatercooler
de: DE:Freestandingwatercooler

# ENUM_IFCELECTRICAPPLIANCETYPEENUM_ITEM_FREESTANDINGWATERHEATER_DisplayName
source: EN:Freestandingwaterheater
de: DE:Freestandingwaterheater

# ENUM_IFCELECTRICAPPLIANCETYPEENUM_ITEM_FREEZER_DisplayName
source: EN:Freezer
de: DE:Freezer

# ENUM_IFCELECTRICAPPLIANCETYPEENUM_ITEM_FRIDGEFREEZER_DisplayName
source: EN:FridgeFreezer
de: DE:FridgeFreezer

# ENUM_IFCELECTRICAPPLIANCETYPEENUM_ITEM_HANDDRYER_DisplayName
source: EN:Handdryer
de: DE:Handdryer

# ENUM_IFCELECTRICAPPLIANCETYPEENUM_ITEM_KITCHENMACHINE_DisplayName
source: EN:Kitchenmachine
de: DE:Kitchenmachine

# ENUM_IFCELECTRICAPPLIANCETYPEENUM_ITEM_MICROWAVE_DisplayName
source: EN:Microwave
de: DE:Microwave

# ENUM_IFCELECTRICAPPLIANCETYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCELECTRICAPPLIANCETYPEENUM_ITEM_PHOTOCOPIER_DisplayName
source: EN:Photocopier
de: DE:Photocopier

# ENUM_IFCELECTRICAPPLIANCETYPEENUM_ITEM_REFRIGERATOR_DisplayName
source: EN:Refrigerator
de: DE:Refrigerator

# ENUM_IFCELECTRICAPPLIANCETYPEENUM_ITEM_TUMBLEDRYER_DisplayName
source: EN:Tumbledryer
de: DE:Tumbledryer

# ENUM_IFCELECTRICAPPLIANCETYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCELECTRICAPPLIANCETYPEENUM_ITEM_VENDINGMACHINE_DisplayName
source: EN:Vendingmachine
de: DE:Vendingmachine

# ENUM_IFCELECTRICAPPLIANCETYPEENUM_ITEM_WASHINGMACHINE_DisplayName
source: EN:Washingmachine
de: DE:Washingmachine

# ENUM_IFCELECTRICDISTRIBUTIONBOARDTYPEENUM_ITEM_CONSUMERUNIT_DisplayName
source: EN:Consumerunit
de: DE:Consumerunit

# ENUM_IFCELECTRICDISTRIBUTIONBOARDTYPEENUM_ITEM_DISTRIBUTIONBOARD_DisplayName
source: EN:Distributionboard
de: DE:Distributionboard

# ENUM_IFCELECTRICDISTRIBUTIONBOARDTYPEENUM_ITEM_MOTORCONTROLCENTRE_DisplayName
source: EN:Motorcontrolcentre
de: DE:Motorcontrolcentre

# ENUM_IFCELECTRICDISTRIBUTIONBOARDTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCELECTRICDISTRIBUTIONBOARDTYPEENUM_ITEM_SWITCHBOARD_DisplayName
source: EN:Switchboard
de: DE:Switchboard

# ENUM_IFCELECTRICDISTRIBUTIONBOARDTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCELECTRICFLOWSTORAGEDEVICETYPEENUM_ITEM_BATTERY_DisplayName
source: EN:Battery
de: DE:Battery

# ENUM_IFCELECTRICFLOWSTORAGEDEVICETYPEENUM_ITEM_CAPACITORBANK_DisplayName
source: EN:Capacitorbank
de: DE:Capacitorbank

# ENUM_IFCELECTRICFLOWSTORAGEDEVICETYPEENUM_ITEM_HARMONICFILTER_DisplayName
source: EN:Harmonicfilter
de: DE:Harmonicfilter

# ENUM_IFCELECTRICFLOWSTORAGEDEVICETYPEENUM_ITEM_INDUCTORBANK_DisplayName
source: EN:Inductorbank
de: DE:Inductorbank

# ENUM_IFCELECTRICFLOWSTORAGEDEVICETYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCELECTRICFLOWSTORAGEDEVICETYPEENUM_ITEM_UPS_DisplayName
source: EN:Ups
de: DE:Ups

# ENUM_IFCELECTRICFLOWSTORAGEDEVICETYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCELECTRICGENERATORTYPEENUM_ITEM_CHP_DisplayName
source: EN:Chp
de: DE:Chp

# ENUM_IFCELECTRICGENERATORTYPEENUM_ITEM_ENGINEGENERATOR_DisplayName
source: EN:Enginegenerator
de: DE:Enginegenerator

# ENUM_IFCELECTRICGENERATORTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCELECTRICGENERATORTYPEENUM_ITEM_STANDALONE_DisplayName
source: EN:Standalone
de: DE:Standalone

# ENUM_IFCELECTRICGENERATORTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCELECTRICMOTORTYPEENUM_ITEM_DC_DisplayName
source: EN:Dc
de: DE:Dc

# ENUM_IFCELECTRICMOTORTYPEENUM_ITEM_INDUCTION_DisplayName
source: EN:Induction
de: DE:Induction

# ENUM_IFCELECTRICMOTORTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCELECTRICMOTORTYPEENUM_ITEM_POLYPHASE_DisplayName
source: EN:Polyphase
de: DE:Polyphase

# ENUM_IFCELECTRICMOTORTYPEENUM_ITEM_RELUCTANCESYNCHRONOUS_DisplayName
source: EN:Reluctancesynchronous
de: DE:Reluctancesynchronous

# ENUM_IFCELECTRICMOTORTYPEENUM_ITEM_SYNCHRONOUS_DisplayName
source: EN:Synchronous
de: DE:Synchronous

# ENUM_IFCELECTRICMOTORTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCELECTRICTIMECONTROLTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCELECTRICTIMECONTROLTYPEENUM_ITEM_RELAY_DisplayName
source: EN:Relay
de: DE:Relay

# ENUM_IFCELECTRICTIMECONTROLTYPEENUM_ITEM_TIMECLOCK_DisplayName
source: EN:Timeclock
de: DE:Timeclock

# ENUM_IFCELECTRICTIMECONTROLTYPEENUM_ITEM_TIMEDELAY_DisplayName
source: EN:Timedelay
de: DE:Timedelay

# ENUM_IFCELECTRICTIMECONTROLTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCELEMENTASSEMBLYTYPEENUM_ITEM_ACCESSORYASSEMBLY_DisplayName
source: EN:AccessoryAssembly
de: DE:AccessoryAssembly

# ENUM_IFCELEMENTASSEMBLYTYPEENUM_ITEM_ARCH_DisplayName
source: EN:Arch
de: DE:Arch

# ENUM_IFCELEMENTASSEMBLYTYPEENUM_ITEM_BEAMGRID_DisplayName
source: EN:BeamGrid
de: DE:BeamGrid

# ENUM_IFCELEMENTASSEMBLYTYPEENUM_ITEM_BRACEDFRAME_DisplayName
source: EN:BracedFrame
de: DE:BracedFrame

# ENUM_IFCELEMENTASSEMBLYTYPEENUM_ITEM_GIRDER_DisplayName
source: EN:Girder
de: DE:Girder

# ENUM_IFCELEMENTASSEMBLYTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCELEMENTASSEMBLYTYPEENUM_ITEM_REINFORCEMENTUNIT_DisplayName
source: EN:ReinforcementUnit
de: DE:ReinforcementUnit

# ENUM_IFCELEMENTASSEMBLYTYPEENUM_ITEM_RIGIDFRAME_DisplayName
source: EN:RigidFrame
de: DE:RigidFrame
