Repository: thoffeller/Ifc.NET
Catalog: src/Ifc.NET/Properties/Resources.*.resx
Languages: de

# ENUM_IFCREINFORCINGBARTYPEENUM_ITEM_ANCHORING_DisplayName
source: EN:Anchoring
de: DE:Anchoring

# ENUM_IFCREINFORCINGBARTYPEENUM_ITEM_EDGE_DisplayName
source: EN:Edge
de: DE:Edge

# ENUM_IFCREINFORCINGBARTYPEENUM_ITEM_LIGATURE_DisplayName
source: EN:Ligature
de: DE:Ligature

# ENUM_IFCREINFORCINGBARTYPEENUM_ITEM_MAIN_DisplayName
source: EN:Main
de: DE:Main

# ENUM_IFCREINFORCINGBARTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCREINFORCINGBARTYPEENUM_ITEM_PUNCHING_DisplayName
source: EN:Punching
de: DE:Punching

# ENUM_IFCREINFORCINGBARTYPEENUM_ITEM_RING_DisplayName
source: EN:Ring
de: DE:Ring

# ENUM_IFCREINFORCINGBARTYPEENUM_ITEM_SHEAR_DisplayName
source: EN:Shear
de: DE:Shear

# ENUM_IFCREINFORCINGBARTYPEENUM_ITEM_STUD_DisplayName
source: EN:Stud
de: DE:Stud

# ENUM_IFCREINFORCINGBARTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCREINFORCINGMESHTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCREINFORCINGMESHTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCROLEENUM_ITEM_ARCHITECT_DisplayName
source: EN:Architect
de: DE:Architect

# ENUM_IFCROLEENUM_ITEM_BUILDINGOPERATOR_DisplayName
source: EN:Buildingoperator
de: DE:Buildingoperator

# ENUM_IFCROLEENUM_ITEM_BUILDINGOWNER_DisplayName
source: EN:Buildingowner
de: DE:Buildingowner

# ENUM_IFCROLEENUM_ITEM_CIVILENGINEER_DisplayName
source: EN:Civilengineer
de: DE:Civilengineer

# ENUM_IFCROLEENUM_ITEM_CLIENT_DisplayName
source: EN:Client
de: DE:Client

# ENUM_IFCROLEENUM_ITEM_COMMISSIONINGENGINEER_DisplayName
source: EN:Commissioningengineer
de: DE:Commissioningengineer

# ENUM_IFCROLEENUM_ITEM_CONSTRUCTIONMANAGER_DisplayName
source: EN:Constructionmanager
de: DE:Constructionmanager

# ENUM_IFCROLEENUM_ITEM_CONSULTANT_DisplayName
source: EN:Consultant
de: DE:Consultant

# ENUM_IFCROLEENUM_ITEM_CONTRACTOR_DisplayName
source: EN:Contractor
de: DE:Contractor

# ENUM_IFCROLEENUM_ITEM_COSTENGINEER_DisplayName
source: EN:Costengineer
de: DE:Costengineer

# ENUM_IFCROLEENUM_ITEM_ELECTRICALENGINEER_DisplayName
source: EN:Electricalengineer
de: DE:Electricalengineer

# ENUM_IFCROLEENUM_ITEM_ENGINEER_DisplayName
source: EN:Engineer
de: DE:Engineer

# ENUM_IFCROLEENUM_ITEM_FACILITIESMANAGER_DisplayName
source: EN:Facilitiesmanager
de: DE:Facilitiesmanager

# ENUM_IFCROLEENUM_ITEM_FIELDCONSTRUCTIONMANAGER_DisplayName
source: EN:Fieldconstructionmanager
de: DE:Fieldconstructionmanager

# ENUM_IFCROLEENUM_ITEM_MANUFACTURER_DisplayName
source: EN:Manufacturer
de: DE:Manufacturer

# ENUM_IFCROLEENUM_ITEM_MECHANICALENGINEER_DisplayName
source: EN:Mechanicalengineer
de: DE:Mechanicalengineer

# ENUM_IFCROLEENUM_ITEM_OWNER_DisplayName
source: EN:Owner
de: DE:Owner

# ENUM_IFCROLEENUM_ITEM_PROJECTMANAGER_DisplayName
source: EN:Projectmanager
de: DE:Projectmanager

# ENUM_IFCROLEENUM_ITEM_RESELLER_DisplayName
source: EN:Reseller
de: DE:Reseller

# ENUM_IFCROLEENUM_ITEM_STRUCTURALENGINEER_DisplayName
source: EN:Structuralengineer
de: DE:Structuralengineer

# ENUM_IFCROLEENUM_ITEM_SUBCONTRACTOR_DisplayName
source: EN:Subcontractor
de: DE:Subcontractor

# ENUM_IFCROLEENUM_ITEM_SUPPLIER_DisplayName
source: EN:Supplier
de: DE:Supplier

# ENUM_IFCROLEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCROOFTYPEENUM_ITEM_BARRELROOF_DisplayName
source: EN:BarrelRoof
de: DE:BarrelRoof

# ENUM_IFCROOFTYPEENUM_ITEM_BUTTERFLYROOF_DisplayName
source: EN:ButterflyRoof
de: DE:ButterflyRoof

# ENUM_IFCROOFTYPEENUM_ITEM_DOMEROOF_DisplayName
source: EN:DomeRoof
de: DE:DomeRoof

# ENUM_IFCROOFTYPEENUM_ITEM_FLATROOF_DisplayName
source: EN:FlatRoof
de: DE:FlatRoof

# ENUM_IFCROOFTYPEENUM_ITEM_FREEFORM_DisplayName
source: EN:Freeform
de: DE:Freeform

# ENUM_IFCROOFTYPEENUM_ITEM_GABLEROOF_DisplayName
source: EN:GableRoof
de: DE:GableRoof

# ENUM_IFCROOFTYPEENUM_ITEM_GAMBRELROOF_DisplayName
source: EN:GambrelRoof
de: DE:GambrelRoof

# ENUM_IFCROOFTYPEENUM_ITEM_HIPPEDGABLEROOF_DisplayName
source: EN:HippedGableRoof
de: DE:HippedGableRoof

# ENUM_IFCROOFTYPEENUM_ITEM_HIPROOF_DisplayName
source: EN:HipRoof
de: DE:HipRoof

# ENUM_IFCROOFTYPEENUM_ITEM_MANSARDROOF_DisplayName
source: EN:MansardRoof
de: DE:MansardRoof

# ENUM_IFCROOFTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCROOFTYPEENUM_ITEM_PAVILIONROOF_DisplayName
source: EN:PavilionRoof
de: DE:PavilionRoof

# ENUM_IFCROOFTYPEENUM_ITEM_RAINBOWROOF_DisplayName
source: EN:RainbowRoof
de: DE:RainbowRoof

# ENUM_IFCROOFTYPEENUM_ITEM_SHEDROOF_DisplayName
source: EN:ShedRoof
de: DE:ShedRoof

# ENUM_IFCROOFTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCSANITARYTERMINALTYPEENUM_ITEM_BATH_DisplayName
source: EN:Bath
de: DE:Bath

# ENUM_IFCSANITARYTERMINALTYPEENUM_ITEM_BIDET_DisplayName
source: EN:Bidet
de: DE:Bidet

# ENUM_IFCSANITARYTERMINALTYPEENUM_ITEM_CISTERN_DisplayName
source: EN:Cistern
de: DE:Cistern

# ENUM_IFCSANITARYTERMINALTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCSANITARYTERMINALTYPEENUM_ITEM_SANITARYFOUNTAIN_DisplayName
source: EN:Sanitaryfountain
de: DE:Sanitaryfountain

# ENUM_IFCSANITARYTERMINALTYPEENUM_ITEM_SHOWER_DisplayName
source: EN:Shower
de: DE:Shower

# ENUM_IFCSANITARYTERMINALTYPEENUM_ITEM_SINK_DisplayName
source: EN:Sink
de: DE:Sink

# ENUM_IFCSANITARYTERMINALTYPEENUM_ITEM_TOILETPAN_DisplayName
source: EN:Toiletpan
de: DE:Toiletpan

# ENUM_IFCSANITARYTERMINALTYPEENUM_ITEM_URINAL_DisplayName
source: EN:Urinal
de: DE:Urinal

# ENUM_IFCSANITARYTERMINALTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCSANITARYTERMINALTYPEENUM_ITEM_WASHHANDBASIN_DisplayName
source: EN:Washhandbasin
de: DE:Washhandbasin

# ENUM_IFCSANITARYTERMINALTYPEENUM_ITEM_WCSEAT_DisplayName
source: EN:Wcseat
de: DE:Wcseat

# ENUM_IFCSECTIONTYPEENUM_ITEM_TAPERED_DisplayName
source: EN:Tapered
de: DE:Tapered

# ENUM_IFCSECTIONTYPEENUM_ITEM_UNIFORM_DisplayName
source: EN:Uniform
de: DE:Uniform

# ENUM_IFCSENSORTYPEENUM_ITEM_CONDUCTANCESENSOR_DisplayName
source: EN:Conductancesensor
de: DE:Conductancesensor

# ENUM_IFCSENSORTYPEENUM_ITEM_CONTACTSENSOR_DisplayName
source: EN:Contactsensor
de: DE:Contactsensor

# ENUM_IFCSENSORTYPEENUM_ITEM_FIRESENSOR_DisplayName
source: EN:Firesensor
de: DE:Firesensor

# ENUM_IFCSENSORTYPEENUM_ITEM_FLOWSENSOR_DisplayName
source: EN:Flowsensor
de: DE:Flowsensor

# ENUM_IFCSENSORTYPEENUM_ITEM_GASSENSOR_DisplayName
source: EN:Gassensor
de: DE:Gassensor

# ENUM_IFCSENSORTYPEENUM_ITEM_HEATSENSOR_DisplayName
source: EN:Heatsensor
de: DE:Heatsensor

# ENUM_IFCSENSORTYPEENUM_ITEM_HUMIDITYSENSOR_DisplayName
source: EN:Humiditysensor
de: DE:Humiditysensor

# ENUM_IFCSENSORTYPEENUM_ITEM_IONCONCENTRATIONSENSOR_DisplayName
source: EN:Ionconcentrationsensor
de: DE:Ionconcentrationsensor

# ENUM_IFCSENSORTYPEENUM_ITEM_LEVELSENSOR_DisplayName
source: EN:Levelsensor
de: DE:Levelsensor

# ENUM_IFCSENSORTYPEENUM_ITEM_LIGHTSENSOR_DisplayName
source: EN:Lightsensor
de: DE:Lightsensor

# ENUM_IFCSENSORTYPEENUM_ITEM_MOISTURESENSOR_DisplayName
source: EN:Moisturesensor
de: DE:Moisturesensor

# ENUM_IFCSENSORTYPEENUM_ITEM_MOVEMENTSENSOR_DisplayName
source: EN:Movementsensor
de: DE:Movementsensor

# ENUM_IFCSENSORTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCSENSORTYPEENUM_ITEM_PHSENSOR_DisplayName
source: EN:Phsensor
de: DE:Phsensor

# ENUM_IFCSENSORTYPEENUM_ITEM_PRESSURESENSOR_DisplayName
source: EN:Pressuresensor
de: DE:Pressuresensor

# ENUM_IFCSENSORTYPEENUM_ITEM_RADIATIONSENSOR_DisplayName
source: EN:Radiationsensor
de: DE:Radiationsensor

# ENUM_IFCSENSORTYPEENUM_ITEM_RADIOACTIVITYSENSOR_DisplayName
source: EN:Radioactivitysensor
de: DE:Radioactivitysensor

# ENUM_IFCSENSORTYPEENUM_ITEM_SMOKESENSOR_DisplayName
source: EN:Smokesensor
de: DE:Smokesensor

# ENUM_IFCSENSORTYPEENUM_ITEM_SOUNDSENSOR_DisplayName
source: EN:Soundsensor
de: DE:Soundsensor

# ENUM_IFCSENSORTYPEENUM_ITEM_TEMPERATURESENSOR_DisplayName
source: EN:Temperaturesensor
de: DE:Temperaturesensor

# ENUM_IFCSENSORTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCSENSORTYPEENUM_ITEM_WINDSENSOR_DisplayName
source: EN:Windsensor
de: DE:Windsensor

# ENUM_IFCSEQUENCEENUM_ITEM_FINISHFINISH_DisplayName
source: EN:FinishFinish
de: DE:FinishFinish

# ENUM_IFCSEQUENCEENUM_ITEM_FINISHSTART_DisplayName
source: EN:FinishStart
de: DE:FinishStart

# ENUM_IFCSEQUENCEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCSEQUENCEENUM_ITEM_STARTFINISH_DisplayName
source: EN:StartFinish
de: DE:StartFinish

# ENUM_IFCSEQUENCEENUM_ITEM_STARTSTART_DisplayName
source: EN:StartStart
de: DE:StartStart

# ENUM_IFCSEQUENCEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCSHADINGDEVICETYPEENUM_ITEM_AWNING_DisplayName
source: EN:Awning
de: DE:Awning

# ENUM_IFCSHADINGDEVICETYPEENUM_ITEM_JALOUSIE_DisplayName
source: EN:Jalousie
de: DE:Jalousie

# ENUM_IFCSHADINGDEVICETYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCSHADINGDEVICETYPEENUM_ITEM_SHUTTER_DisplayName
source: EN:Shutter
de: DE:Shutter

# ENUM_IFCSHADINGDEVICETYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCSIMPLEPROPERTYTEMPLATETYPEENUM_ITEM_PBOUNDEDVALUE_DisplayName
source: EN:PBoundedvalue
de: DE:PBoundedvalue

# ENUM_IFCSIMPLEPROPERTYTEMPLATETYPEENUM_ITEM_PENUMERATEDVALUE_DisplayName
source: EN:PEnumeratedvalue
de: DE:PEnumeratedvalue

# ENUM_IFCSIMPLEPROPERTYTEMPLATETYPEENUM_ITEM_PLISTVALUE_DisplayName
source: EN:PListvalue
de: DE:PListvalue

# ENUM_IFCSIMPLEPROPERTYTEMPLATETYPEENUM_ITEM_PREFERENCEVALUE_DisplayName
source: EN:PReferencevalue
de: DE:PReferencevalue

# ENUM_IFCSIMPLEPROPERTYTEMPLATETYPEENUM_ITEM_PSINGLEVALUE_DisplayName
source: EN:PSinglevalue
de: DE:PSinglevalue

# ENUM_IFCSIMPLEPROPERTYTEMPLATETYPEENUM_ITEM_PTABLEVALUE_DisplayName
source: EN:PTablevalue
de: DE:PTablevalue

# ENUM_IFCSIMPLEPROPERTYTEMPLATETYPEENUM_ITEM_QAREA_DisplayName
source: EN:QArea
de: DE:QArea

# ENUM_IFCSIMPLEPROPERTYTEMPLATETYPEENUM_ITEM_QCOUNT_DisplayName
source: EN:QCount
de: DE:QCount

# ENUM_IFCSIMPLEPROPERTYTEMPLATETYPEENUM_ITEM_QLENGTH_DisplayName
source: EN:QLength
de: DE:QLength

# ENUM_IFCSIMPLEPROPERTYTEMPLATETYPEENUM_ITEM_QTIME_DisplayName
source: EN:QTime
de: DE:QTime

# ENUM_IFCSIMPLEPROPERTYTEMPLATETYPEENUM_ITEM_QVOLUME_DisplayName
source: EN:QVolume
de: DE:QVolume

# ENUM_IFCSIMPLEPROPERTYTEMPLATETYPEENUM_ITEM_QWEIGHT_DisplayName
source: EN:QWeight
de: DE:QWeight

# ENUM_IFCSIPREFIX_ITEM_ATTO_DisplayName
source: EN:Atto
de: DE:Atto

# ENUM_IFCSIPREFIX_ITEM_CENTI_DisplayName
source: EN:Centi
de: DE:Centi

# ENUM_IFCSIPREFIX_ITEM_DECA_DisplayName
source: EN:Deca
de: DE:Deca

# ENUM_IFCSIPREFIX_ITEM_DECI_DisplayName
source: EN:Deci
de: DE:Deci

# ENUM_IFCSIPREFIX_ITEM_EXA_DisplayName
source: EN:Exa
de: DE:Exa

# ENUM_IFCSIPREFIX_ITEM_FEMTO_DisplayName
source: EN:Femto
de: DE:Femto

# ENUM_IFCSIPREFIX_ITEM_GIGA_DisplayName
source: EN:Giga
de: DE:Giga

# ENUM_IFCSIPREFIX_ITEM_HECTO_DisplayName
source: EN:Hecto
de: DE:Hecto

# ENUM_IFCSIPREFIX_ITEM_KILO_DisplayName
source: EN:Kilo
de: DE:Kilo

# ENUM_IFCSIPREFIX_ITEM_MEGA_DisplayName
source: EN:Mega
de: DE:Mega

# ENUM_IFCSIPREFIX_ITEM_MICRO_DisplayName
source: EN:Micro
de: DE:Micro

# ENUM_IFCSIPREFIX_ITEM_MILLI_DisplayName
source: EN:Milli
de: DE:Milli

# ENUM_IFCSIPREFIX_ITEM_NANO_DisplayName
source: EN:Nano
de: DE:Nano

# ENUM_IFCSIPREFIX_ITEM_PETA_DisplayName
source: EN:Peta
de: DE:Peta

# ENUM_IFCSIPREFIX_ITEM_PICO_DisplayName
source: EN:Pico
de: DE:Pico

# ENUM_IFCSIPREFIX_ITEM_TERA_DisplayName
source: EN:Tera
de: DE:Tera

# ENUM_IFCSIUNITNAME_ITEM_AMPERE_DisplayName
source: EN:Ampere
de: DE:Ampere

# ENUM_IFCSIUNITNAME_ITEM_BECQUEREL_DisplayName
source: EN:Becquerel
de: DE:Becquerel

# ENUM_IFCSIUNITNAME_ITEM_CANDELA_DisplayName
source: EN:Candela
de: DE:Candela

# ENUM_IFCSIUNITNAME_ITEM_COULOMB_DisplayName
source: EN:Coulomb
de: DE:Coulomb

# ENUM_IFCSIUNITNAME_ITEM_CUBICMETRE_DisplayName
source: EN:CubicMetre
de: DE:CubicMetre

# ENUM_IFCSIUNITNAME_ITEM_DEGREECELSIUS_DisplayName
source: EN:DegreeCelsius
de: DE:DegreeCelsius

# ENUM_IFCSIUNITNAME_ITEM_FARAD_DisplayName
source: EN:Farad
de: DE:Farad

# ENUM_IFCSIUNITNAME_ITEM_GRAM_DisplayName
source: EN:Gram
de: DE:Gram

# ENUM_IFCSIUNITNAME_ITEM_GRAY_DisplayName
source: EN:Gray
de: DE:Gray

# ENUM_IFCSIUNITNAME_ITEM_HENRY_DisplayName
source: EN:Henry
de: DE:Henry

# ENUM_IFCSIUNITNAME_ITEM_HERTZ_DisplayName
source: EN:Hertz
de: DE:Hertz

# ENUM_IFCSIUNITNAME_ITEM_JOULE_DisplayName
source: EN:Joule
de: DE:Joule

# ENUM_IFCSIUNITNAME_ITEM_KELVIN_DisplayName
source: EN:Kelvin
de: DE:Kelvin

# ENUM_IFCSIUNITNAME_ITEM_LUMEN_DisplayName
source: EN:Lumen
de: DE:Lumen

# ENUM_IFCSIUNITNAME_ITEM_LUX_DisplayName
source: EN:Lux
de: DE:Lux

# ENUM_IFCSIUNITNAME_ITEM_METRE_DisplayName
source: EN:Metre
de: DE:Metre

# ENUM_IFCSIUNITNAME_ITEM_MOLE_DisplayName
source: EN:Mole
de: DE:Mole

# ENUM_IFCSIUNITNAME_ITEM_NEWTON_DisplayName
source: EN:Newton
de: DE:Newton

# ENUM_IFCSIUNITNAME_ITEM_OHM_DisplayName
source: EN:Ohm
de: DE:Ohm

# ENUM_IFCSIUNITNAME_ITEM_PASCAL_DisplayName
source: EN:Pascal
de: DE:Pascal

# ENUM_IFCSIUNITNAME_ITEM_RADIAN_DisplayName
source: EN:Radian
de: DE:Radian

# ENUM_IFCSIUNITNAME_ITEM_SECOND_DisplayName
source: EN:Second
de: DE:Second

# ENUM_IFCSIUNITNAME_ITEM_SIEMENS_DisplayName
source: EN:Siemens
de: DE:Siemens

# ENUM_IFCSIUNITNAME_ITEM_SIEVERT_DisplayName
source: EN:Sievert
de: DE:Sievert

# ENUM_IFCSIUNITNAME_ITEM_SQUAREMETRE_DisplayName
source: EN:SquareMetre
de: DE:SquareMetre

# ENUM_IFCSIUNITNAME_ITEM_STERADIAN_DisplayName
source: EN:Steradian
de: DE:Steradian

# ENUM_IFCSIUNITNAME_ITEM_TESLA_DisplayName
source: EN:Tesla
de: DE:Tesla

# ENUM_IFCSIUNITNAME_ITEM_VOLT_DisplayName
source: EN:Volt
de: DE:Volt

# ENUM_IFCSIUNITNAME_ITEM_WATT_DisplayName
source: EN:Watt
de: DE:Watt

# ENUM_IFCSIUNITNAME_ITEM_WEBER_DisplayName
source: EN:Weber
de: DE:Weber

# ENUM_IFCSLABTYPEENUM_ITEM_BASESLAB_DisplayName
source: EN:Baseslab
de: DE:Baseslab

# ENUM_IFCSLABTYPEENUM_ITEM_FLOOR_DisplayName
source: EN:Floor
de: DE:Floor

# ENUM_IFCSLABTYPEENUM_ITEM_LANDING_DisplayName
source: EN:Landing
de: DE:Landing

# ENUM_IFCSLABTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCSLABTYPEENUM_ITEM_ROOF_DisplayName
source: EN:Roof
de: DE:Roof

# ENUM_IFCSLABTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCSOLARDEVICETYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCSOLARDEVICETYPEENUM_ITEM_SOLARCOLLECTOR_DisplayName
source: EN:Solarcollector
de: DE:Solarcollector

# ENUM_IFCSOLARDEVICETYPEENUM_ITEM_SOLARPANEL_DisplayName
source: EN:Solarpanel
de: DE:Solarpanel

# ENUM_IFCSOLARDEVICETYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCSPACEHEATERTYPEENUM_ITEM_CONVECTOR_DisplayName
source: EN:Convector
de: DE:Convector

# ENUM_IFCSPACEHEATERTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCSPACEHEATERTYPEENUM_ITEM_RADIATOR_DisplayName
source: EN:Radiator
de: DE:Radiator

# ENUM_IFCSPACEHEATERTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCSPACETYPEENUM_ITEM_EXTERNAL_DisplayName
source: EN:External
de: DE:External

# ENUM_IFCSPACETYPEENUM_ITEM_GFA_DisplayName
source: EN:Gfa
de: DE:Gfa

# ENUM_IFCSPACETYPEENUM_ITEM_INTERNAL_DisplayName
source: EN:Internal
de: DE:Internal

# ENUM_IFCSPACETYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCSPACETYPEENUM_ITEM_PARKING_DisplayName
source: EN:Parking
de: DE:Parking

# ENUM_IFCSPACETYPEENUM_ITEM_SPACE_DisplayName
source: EN:Space
de: DE:Space

# ENUM_IFCSPACETYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCSPATIALZONETYPEENUM_ITEM_CONSTRUCTION_DisplayName
source: EN:Construction
de: DE:Construction

# ENUM_IFCSPATIALZONETYPEENUM_ITEM_FIRESAFETY_DisplayName
source: EN:Firesafety
de: DE:Firesafety

# ENUM_IFCSPATIALZONETYPEENUM_ITEM_LIGHTING_DisplayName
source: EN:Lighting
de: DE:Lighting

# ENUM_IFCSPATIALZONETYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCSPATIALZONETYPEENUM_ITEM_OCCUPANCY_DisplayName
source: EN:Occupancy
de: DE:Occupancy

# ENUM_IFCSPATIALZONETYPEENUM_ITEM_SECURITY_DisplayName
source: EN:Security
de: DE:Security

# ENUM_IFCSPATIALZONETYPEENUM_ITEM_THERMAL_DisplayName
source: EN:Thermal
de: DE:Thermal

# ENUM_IFCSPATIALZONETYPEENUM_ITEM_TRANSPORT_DisplayName
source: EN:Transport
de: DE:Transport

# ENUM_IFCSPATIALZONETYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCSPATIALZONETYPEENUM_ITEM_VENTILATION_DisplayName
source: EN:Ventilation
de: DE:Ventilation

# ENUM_IFCSTACKTERMINALTYPEENUM_ITEM_BIRDCAGE_DisplayName
source: EN:Birdcage
de: DE:Birdcage

# ENUM_IFCSTACKTERMINALTYPEENUM_ITEM_COWL_DisplayName
source: EN:Cowl
de: DE:Cowl

# ENUM_IFCSTACKTERMINALTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCSTACKTERMINALTYPEENUM_ITEM_RAINWATERHOPPER_DisplayName
source: EN:Rainwaterhopper
de: DE:Rainwaterhopper

# ENUM_IFCSTACKTERMINALTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCSTAIRFLIGHTTYPEENUM_ITEM_CURVED_DisplayName
source: EN:Curved
de: DE:Curved

# ENUM_IFCSTAIRFLIGHTTYPEENUM_ITEM_FREEFORM_DisplayName
source: EN:Freeform
de: DE:Freeform

# ENUM_IFCSTAIRFLIGHTTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCSTAIRFLIGHTTYPEENUM_ITEM_SPIRAL_DisplayName
source: EN:Spiral
de: DE:Spiral

# ENUM_IFCSTAIRFLIGHTTYPEENUM_ITEM_STRAIGHT_DisplayName
source: EN:Straight
de: DE:Straight

# ENUM_IFCSTAIRFLIGHTTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCSTAIRFLIGHTTYPEENUM_ITEM_WINDER_DisplayName
source: EN:Winder
de: DE:Winder

# ENUM_IFCSTAIRTYPEENUM_ITEM_CURVEDRUNSTAIR_DisplayName
source: EN:CurvedRunStair
de: DE:CurvedRunStair

# ENUM_IFCSTAIRTYPEENUM_ITEM_DOUBLERETURNSTAIR_DisplayName
source: EN:DoubleReturnStair
de: DE:DoubleReturnStair

# ENUM_IFCSTAIRTYPEENUM_ITEM_HALFTURNSTAIR_DisplayName
source: EN:HalfTurnStair
de: DE:HalfTurnStair

# ENUM_IFCSTAIRTYPEENUM_ITEM_HALFWINDINGSTAIR_DisplayName
source: EN:HalfWindingStair
de: DE:HalfWindingStair

# ENUM_IFCSTAIRTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCSTAIRTYPEENUM_ITEM_QUARTERTURNSTAIR_DisplayName
source: EN:QuarterTurnStair
de: DE:QuarterTurnStair

# ENUM_IFCSTAIRTYPEENUM_ITEM_QUARTERWINDINGSTAIR_DisplayName
source: EN:QuarterWindingStair
de: DE:QuarterWindingStair

# ENUM_IFCSTAIRTYPEENUM_ITEM_SPIRALSTAIR_DisplayName
source: EN:SpiralStair
de: DE:SpiralStair

# ENUM_IFCSTAIRTYPEENUM_ITEM_STRAIGHTRUNSTAIR_DisplayName
source: EN:StraightRunStair
de: DE:StraightRunStair

# ENUM_IFCSTAIRTYPEENUM_ITEM_THREEQUARTERTURNSTAIR_DisplayName
source: EN:ThreeQuarterTurnStair
de: DE:ThreeQuarterTurnStair

# ENUM_IFCSTAIRTYPEENUM_ITEM_THREEQUARTERWINDINGSTAIR_DisplayName
source: EN:ThreeQuarterWindingStair
de: DE:ThreeQuarterWindingStair

# ENUM_IFCSTAIRTYPEENUM_ITEM_TWOCURVEDRUNSTAIR_DisplayName
source: EN:TwoCurvedRunStair
de: DE:TwoCurvedRunStair

# ENUM_IFCSTAIRTYPEENUM_ITEM_TWOQUARTERTURNSTAIR_DisplayName
source: EN:TwoQuarterTurnStair
de: DE:TwoQuarterTurnStair

# ENUM_IFCSTAIRTYPEENUM_ITEM_TWOQUARTERWINDINGSTAIR_DisplayName
source: EN:TwoQuarterWindingStair
de: DE:TwoQuarterWindingStair

# ENUM_IFCSTAIRTYPEENUM_ITEM_TWOSTRAIGHTRUNSTAIR_DisplayName
source: EN:TwoStraightRunStair
de: DE:TwoStraightRunStair

# ENUM_IFCSTAIRTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCSTATEENUM_ITEM_LOCKED_DisplayName
source: EN:Locked
de: DE:Locked

# ENUM_IFCSTATEENUM_ITEM_READONLYLOCKED_DisplayName
source: EN:Readonlylocked
de: DE:Readonlylocked

# ENUM_IFCSTATEENUM_ITEM_READONLY_DisplayName
source: EN:Readonly
de: DE:Readonly

# ENUM_IFCSTATEENUM_ITEM_READWRITELOCKED_DisplayName
source: EN:Readwritelocked
de: DE:Readwritelocked

# ENUM_IFCSTATEENUM_ITEM_READWRITE_DisplayName
source: EN:Readwrite
de: DE:Readwrite

# ENUM_IFCSTRUCTURALCURVEACTIVITYTYPEENUM_ITEM_CONST_DisplayName
source: EN:Const
de: DE:Const

# ENUM_IFCSTRUCTURALCURVEACTIVITYTYPEENUM_ITEM_DISCRETE_DisplayName
source: EN:Discrete
de: DE:Discrete

# ENUM_IFCSTRUCTURALCURVEACTIVITYTYPEENUM_ITEM_EQUIDISTANT_DisplayName
source: EN:Equidistant
de: DE:Equidistant

# ENUM_IFCSTRUCTURALCURVEACTIVITYTYPEENUM_ITEM_LINEAR_DisplayName
source: EN:Linear
de: DE:Linear

# ENUM_IFCSTRUCTURALCURVEACTIVITYTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCSTRUCTURALCURVEACTIVITYTYPEENUM_ITEM_PARABOLA_DisplayName
source: EN:Parabola
de: DE:Parabola

# ENUM_IFCSTRUCTURALCURVEACTIVITYTYPEENUM_ITEM_POLYGONAL_DisplayName
source: EN:Polygonal
de: DE:Polygonal

# ENUM_IFCSTRUCTURALCURVEACTIVITYTYPEENUM_ITEM_SINUS_DisplayName
source: EN:Sinus
de: DE:Sinus

# ENUM_IFCSTRUCTURALCURVEACTIVITYTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCSTRUCTURALCURVEMEMBERTYPEENUM_ITEM_CABLE_DisplayName
source: EN:Cable
de: DE:Cable

# ENUM_IFCSTRUCTURALCURVEMEMBERTYPEENUM_ITEM_COMPRESSIONMEMBER_DisplayName
source: EN:CompressionMember
de: DE:CompressionMember

# ENUM_IFCSTRUCTURALCURVEMEMBERTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCSTRUCTURALCURVEMEMBERTYPEENUM_ITEM_PINJOINEDMEMBER_DisplayName
source: EN:PinJoinedMember
de: DE:PinJoinedMember

# ENUM_IFCSTRUCTURALCURVEMEMBERTYPEENUM_ITEM_RIGIDJOINEDMEMBER_DisplayName
source: EN:RigidJoinedMember
de: DE:RigidJoinedMember

# ENUM_IFCSTRUCTURALCURVEMEMBERTYPEENUM_ITEM_TENSIONMEMBER_DisplayName
source: EN:TensionMember
de: DE:TensionMember

# ENUM_IFCSTRUCTURALCURVEMEMBERTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCSTRUCTURALSURFACEACTIVITYTYPEENUM_ITEM_BILINEAR_DisplayName
source: EN:Bilinear
de: DE:Bilinear

# ENUM_IFCSTRUCTURALSURFACEACTIVITYTYPEENUM_ITEM_CONST_DisplayName
source: EN:Const
de: DE:Const

# ENUM_IFCSTRUCTURALSURFACEACTIVITYTYPEENUM_ITEM_DISCRETE_DisplayName
source: EN:Discrete
de: DE:Discrete

# ENUM_IFCSTRUCTURALSURFACEACTIVITYTYPEENUM_ITEM_ISOCONTOUR_DisplayName
source: EN:Isocontour
de: DE:Isocontour

# ENUM_IFCSTRUCTURALSURFACEACTIVITYTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCSTRUCTURALSURFACEACTIVITYTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCSTRUCTURALSURFACEMEMBERTYPEENUM_ITEM_BENDINGELEMENT_DisplayName
source: EN:BendingElement
de: DE:BendingElement

# ENUM_IFCSTRUCTURALSURFACEMEMBERTYPEENUM_ITEM_MEMBRANEELEMENT_DisplayName
source: EN:MembraneElement
de: DE:MembraneElement

# ENUM_IFCSTRUCTURALSURFACEMEMBERTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCSTRUCTURALSURFACEMEMBERTYPEENUM_ITEM_SHELL_DisplayName
source: EN:Shell
de: DE:Shell

# ENUM_IFCSTRUCTURALSURFACEMEMBERTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCSUBCONTRACTRESOURCETYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCSUBCONTRACTRESOURCETYPEENUM_ITEM_PURCHASE_DisplayName
source: EN:Purchase
de: DE:Purchase

# ENUM_IFCSUBCONTRACTRESOURCETYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCSUBCONTRACTRESOURCETYPEENUM_ITEM_WORK_DisplayName
source: EN:Work
de: DE:Work
