Repository: thoffeller/Ifc.NET
Catalog: src/Ifc.NET/Properties/Resources.*.resx
Languages: de

# CLASS_IFCOUTERBOUNDARYCURVE_DisplayName
source: EN:IfcOuterBoundaryCurve
de: DE:IfcOuterBoundaryCurve

# CLASS_IFCOUTLETTYPE_DisplayName
source: EN:IfcOutletType
de: DE:IfcOutletType

# CLASS_IFCOUTLETTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCOUTLET_DisplayName
source: EN:IfcOutlet
de: DE:IfcOutlet

# CLASS_IFCOUTLET_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCOWNERHISTORY_DisplayName
source: EN:IfcOwnerHistory
de: DE:IfcOwnerHistory

# CLASS_IFCOWNERHISTORY_PROPERTY_CHANGEACTION_DisplayName
source: EN:ChangeAction
de: DE:ChangeAction

# CLASS_IFCOWNERHISTORY_PROPERTY_CREATIONDATE_DisplayName
source: EN:CreationDate
de: DE:CreationDate

# CLASS_IFCOWNERHISTORY_PROPERTY_LASTMODIFIEDDATE_DisplayName
source: EN:LastModifiedDate
de: DE:LastModifiedDate

# CLASS_IFCOWNERHISTORY_PROPERTY_LASTMODIFYINGAPPLICATION_DisplayName
source: EN:LastModifyingApplication
de: DE:LastModifyingApplication

# CLASS_IFCOWNERHISTORY_PROPERTY_LASTMODIFYINGUSER_DisplayName
source: EN:LastModifyingUser
de: DE:LastModifyingUser

# CLASS_IFCOWNERHISTORY_PROPERTY_OWNINGAPPLICATION_DisplayName
source: EN:OwningApplication
de: DE:OwningApplication

# CLASS_IFCOWNERHISTORY_PROPERTY_OWNINGUSER_DisplayName
source: EN:OwningUser
de: DE:OwningUser

# CLASS_IFCOWNERHISTORY_PROPERTY_STATE_DisplayName
source: EN:State
de: DE:State

# CLASS_IFCPARAMETERIZEDPROFILEDEF_DisplayName
source: EN:IfcParameterizedProfileDef
de: DE:IfcParameterizedProfileDef

# CLASS_IFCPARAMETERIZEDPROFILEDEF_PROPERTY_POSITION_DisplayName
source: EN:Position
de: Positionition

# CLASS_IFCPARAMETERVALUEWRAPPER_DisplayName
source: EN:IfcParameterValuewrapper
de: DE:IfcParameterValuewrapper

# CLASS_IFCPARAMETERVALUEWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

# CLASS_IFCPARAMETERVALUEWRAPPER_PROPERTY_INVARIANTSTRINGVALUE_DisplayName
source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCPARAMETERVALUEWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCPARAMETERVALUEWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCPATHEDGELIST_DisplayName
source: EN:IfcPathEdgeList
de: DE:IfcPathEdgeList

# CLASS_IFCPATHEDGELIST_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCPATHEDGELIST_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCPATHEDGELIST_PROPERTY_IFCORIENTEDEDGE_DisplayName
source: EN:IfcOrientedEdge
de: DE:IfcOrientedEdge

# CLASS_IFCPATHEDGELIST_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCPATH_DisplayName
source: EN:IfcPath
de: DE:IfcPath

# CLASS_IFCPATH_PROPERTY_EDGELIST_DisplayName
source: EN:EdgeList
de: DE:EdgeList

# CLASS_IFCPCURVE_DisplayName
source: EN:IfcPcurve
de: DE:IfcPcurve

# CLASS_IFCPCURVE_PROPERTY_BASISSURFACE_DisplayName
source: EN:BasisSurface
de: DE:BasisSurface

# CLASS_IFCPCURVE_PROPERTY_REFERENCECURVE_DisplayName
source: EN:ReferenceCurve
de: DE:ReferenceCurve

# CLASS_IFCPERFORMANCEHISTORY_DisplayName
source: EN:IfcPerformanceHistory
de: DE:IfcPerformanceHistory

# CLASS_IFCPERFORMANCEHISTORY_PROPERTY_LIFECYCLEPHASE_DisplayName
source: EN:LifeCyclePhase
de: DE:LifeCyclePhase

# CLASS_IFCPERFORMANCEHISTORY_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCPERMEABLECOVERINGPROPERTIES_DisplayName
source: EN:IfcPermeableCoveringProperties
de: DE:IfcPermeableCoveringProperties

# CLASS_IFCPERMEABLECOVERINGPROPERTIES_PROPERTY_FRAMEDEPTH_DisplayName
source: EN:FrameDepth
de: DE:FrameDepth

# CLASS_IFCPERMEABLECOVERINGPROPERTIES_PROPERTY_FRAMETHICKNESS_DisplayName
source: EN:FrameThickness
de: DE:FrameThickness

# CLASS_IFCPERMEABLECOVERINGPROPERTIES_PROPERTY_OPERATIONTYPE_DisplayName
source: EN:OperationType
de: DE:OperationType

# CLASS_IFCPERMEABLECOVERINGPROPERTIES_PROPERTY_PANELPOSITION_DisplayName
source: EN:PanelPosition
de: DE:PanelPosition

# CLASS_IFCPERMEABLECOVERINGPROPERTIES_PROPERTY_SHAPEASPECTSTYLE_DisplayName
source: EN:ShapeAspectStyle
de: DE:ShapeAspectStyle

# CLASS_IFCPERMIT_DisplayName
source: EN:IfcPermit
de: DE:IfcPermit

# CLASS_IFCPERMIT_PROPERTY_LONGDESCRIPTION_DisplayName
source: EN:LongDescription
de: DE:LongDescription

# CLASS_IFCPERMIT_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCPERMIT_PROPERTY_STATUS_DisplayName
source: EN:Status
de: DE:Status

# CLASS_IFCPERSONADDRESSES_DisplayName
source: EN:IfcPersonAddresses
de: DE:IfcPersonAddresses

# CLASS_IFCPERSONADDRESSES_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCPERSONADDRESSES_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCPERSONADDRESSES_PROPERTY_ITEMS_DisplayName
source: EN:Items
de: DE:Items

# CLASS_IFCPERSONADDRESSES_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCPERSONANDORGANIZATIONROLES_DisplayName
source: EN:IfcPersonAndOrganizationRoles
de: DE:IfcPersonAndOrganizationRoles

# CLASS_IFCPERSONANDORGANIZATIONROLES_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCPERSONANDORGANIZATIONROLES_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCPERSONANDORGANIZATIONROLES_PROPERTY_IFCACTORROLE_DisplayName
source: EN:IfcActorRole
de: DE:IfcActorRole

# CLASS_IFCPERSONANDORGANIZATIONROLES_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCPERSONANDORGANIZATION_DisplayName
source: EN:IfcPersonAndOrganization
de: DE:IfcPersonAndOrganization

# CLASS_IFCPERSONANDORGANIZATION_PROPERTY_ROLES_DisplayName
source: EN:Roles
de: DE:Roles

# CLASS_IFCPERSONANDORGANIZATION_PROPERTY_THEORGANIZATION_DisplayName
source: EN:TheOrganization
de: DE:TheOrganization

# CLASS_IFCPERSONANDORGANIZATION_PROPERTY_THEPERSON_DisplayName
source: EN:ThePerson
de: DE:ThePerson

# CLASS_IFCPERSONROLES_DisplayName
source: EN:IfcPersonRoles
de: DE:IfcPersonRoles

# CLASS_IFCPERSONROLES_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCPERSONROLES_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCPERSONROLES_PROPERTY_IFCACTORROLE_DisplayName
source: EN:IfcActorRole
de: DE:IfcActorRole

# CLASS_IFCPERSONROLES_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCPERSON_DisplayName
source: EN:IfcPerson
de: DE:IfcPerson

# CLASS_IFCPERSON_PROPERTY_ADDRESSES_DisplayName
source: EN:Addresses
de: DE:Addresses

# CLASS_IFCPERSON_PROPERTY_FAMILYNAME_DisplayName
source: EN:FamilyName
de: DE:FamilyName

# CLASS_IFCPERSON_PROPERTY_GIVENNAME_DisplayName
source: EN:GivenName
de: DE:GivenName

# CLASS_IFCPERSON_PROPERTY_IDENTIFICATION_DisplayName
source: EN:Identification
de: IDentification

# CLASS_IFCPERSON_PROPERTY_MIDDLENAMES_DisplayName
source: EN:MiddleNames
de: DE:MiddleNames

# CLASS_IFCPERSON_PROPERTY_PREFIXTITLES_DisplayName
source: EN:PrefixTitles
de: DE:PrefixTitles

# CLASS_IFCPERSON_PROPERTY_ROLES_DisplayName
source: EN:Roles
de: DE:Roles

# CLASS_IFCPERSON_PROPERTY_SUFFIXTITLES_DisplayName
source: EN:SuffixTitles
de: DE:SuffixTitles

# CLASS_IFCPHMEASUREWRAPPER_DisplayName
source: EN:IfcPHMeasurewrapper
de: DE:IfcPHMeasurewrapper

# CLASS_IFCPHMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

# CLASS_IFCPHMEASUREWRAPPER_PROPERTY_INVARIANTSTRINGVALUE_DisplayName
source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCPHMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCPHMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCPHYSICALCOMPLEXQUANTITYHASQUANTITIES_DisplayName
source: EN:IfcPhysicalComplexQuantityHasQuantities
de: DE:IfcPhysicalComplexQuantityHasQuantities

# CLASS_IFCPHYSICALCOMPLEXQUANTITYHASQUANTITIES_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCPHYSICALCOMPLEXQUANTITYHASQUANTITIES_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCPHYSICALCOMPLEXQUANTITYHASQUANTITIES_PROPERTY_ITEMS_DisplayName
source: EN:Items
de: DE:Items

# CLASS_IFCPHYSICALCOMPLEXQUANTITYHASQUANTITIES_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCPHYSICALCOMPLEXQUANTITY_DisplayName
source: EN:IfcPhysicalComplexQuantity
de: DE:IfcPhysicalComplexQuantity

# CLASS_IFCPHYSICALCOMPLEXQUANTITY_PROPERTY_DISCRIMINATION_DisplayName
source: EN:Discrimination
de: DE:Discrimination

# CLASS_IFCPHYSICALCOMPLEXQUANTITY_PROPERTY_HASQUANTITIES_DisplayName
source: EN:HasQuantities
de: DE:HasQuantities

# CLASS_IFCPHYSICALCOMPLEXQUANTITY_PROPERTY_QUALITY_DisplayName
source: EN:Quality
de: DE:Quality

# CLASS_IFCPHYSICALCOMPLEXQUANTITY_PROPERTY_USAGE_DisplayName
source: EN:Usage
de: DE:Usage

# CLASS_IFCPHYSICALQUANTITY_DisplayName
source: EN:IfcPhysicalQuantity
de: DE:IfcPhysicalQuantity

# CLASS_IFCPHYSICALQUANTITY_PROPERTY_DESCRIPTION_DisplayName
source: EN:Description
de: Beschreibung

# CLASS_IFCPHYSICALQUANTITY_PROPERTY_NAME_DisplayName
source: EN:Name
de: Name

# CLASS_IFCPHYSICALSIMPLEQUANTITY_DisplayName
source: EN:IfcPhysicalSimpleQuantity
de: DE:IfcPhysicalSimpleQuantity

# CLASS_IFCPHYSICALSIMPLEQUANTITY_PROPERTY_UNIT_DisplayName
source: EN:Unit
de: DE:Unit

# CLASS_IFCPILETYPE_DisplayName
source: EN:IfcPileType
de: DE:IfcPileType

# CLASS_IFCPILETYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCPILE_DisplayName
source: EN:IfcPile
de: DE:IfcPile

# CLASS_IFCPILE_PROPERTY_CONSTRUCTIONTYPE_DisplayName
source: EN:ConstructionType
de: DE:ConstructionType

# CLASS_IFCPILE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCPIPEFITTINGTYPE_DisplayName
source: EN:IfcPipeFittingType
de: DE:IfcPipeFittingType

# CLASS_IFCPIPEFITTINGTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCPIPEFITTING_DisplayName
source: EN:IfcPipeFitting
de: DE:IfcPipeFitting

# CLASS_IFCPIPEFITTING_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCPIPESEGMENTTYPE_DisplayName
source: EN:IfcPipeSegmentType
de: DE:IfcPipeSegmentType

# CLASS_IFCPIPESEGMENTTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCPIPESEGMENT_DisplayName
source: EN:IfcPipeSegment
de: DE:IfcPipeSegment

# CLASS_IFCPIPESEGMENT_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCPIXELTEXTURE_DisplayName
source: EN:IfcPixelTexture
de: DE:IfcPixelTexture

# CLASS_IFCPIXELTEXTURE_PROPERTY_COLOURCOMPONENTS_DisplayName
source: EN:ColourComponents
de: DE:ColourComponents

# CLASS_IFCPIXELTEXTURE_PROPERTY_HEIGHT_DisplayName
source: EN:Height
de: DE:Height

# CLASS_IFCPIXELTEXTURE_PROPERTY_PIXEL_DisplayName
source: EN:Pixel
de: DE:Pixel

# CLASS_IFCPIXELTEXTURE_PROPERTY_WIDTH_DisplayName
source: EN:Width
de: DE:Width

# CLASS_IFCPLACEMENT_DisplayName
source: EN:IfcPlacement
de: DE:IfcPlacement

# CLASS_IFCPLACEMENT_PROPERTY_LOCATION_DisplayName
source: EN:Location
de: DE:Location

# CLASS_IFCPLANARBOXPLACEMENT_DisplayName
source: EN:IfcPlanarBoxPlacement
de: DE:IfcPlanarBoxPlacement

# CLASS_IFCPLANARBOXPLACEMENT_PROPERTY_ITEM_DisplayName
source: EN:Item
de: DE:Item

# CLASS_IFCPLANARBOX_DisplayName
source: EN:IfcPlanarBox
de: DE:IfcPlanarBox

# CLASS_IFCPLANARBOX_PROPERTY_PLACEMENT_DisplayName
source: EN:Placement
de: DE:Placement

# CLASS_IFCPLANAREXTENT_DisplayName
source: EN:IfcPlanarExtent
de: DE:IfcPlanarExtent

# CLASS_IFCPLANAREXTENT_PROPERTY_SIZEINX_DisplayName
source: EN:SizeInX
de: DE:SizeInX

# CLASS_IFCPLANAREXTENT_PROPERTY_SIZEINY_DisplayName
source: EN:SizeInY
de: DE:SizeInY

# CLASS_IFCPLANARFORCEMEASUREWRAPPER_DisplayName
source: EN:IfcPlanarForceMeasurewrapper
de: DE:IfcPlanarForceMeasurewrapper

# CLASS_IFCPLANARFORCEMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

# CLASS_IFCPLANARFORCEMEASUREWRAPPER_PROPERTY_INVARIANTSTRINGVALUE_DisplayName
source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCPLANARFORCEMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCPLANARFORCEMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCPLANEANGLEMEASUREWRAPPER_DisplayName
source: EN:IfcPlaneAngleMeasurewrapper
de: DE:IfcPlaneAngleMeasurewrapper

# CLASS_IFCPLANEANGLEMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

# CLASS_IFCPLANEANGLEMEASUREWRAPPER_PROPERTY_INVARIANTSTRINGVALUE_DisplayName
source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCPLANEANGLEMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCPLANEANGLEMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCPLANE_DisplayName
source: EN:IfcPlane
de: DE:IfcPlane

# CLASS_IFCPLATESTANDARDCASE_DisplayName
source: EN:IfcPlateStandardCase
de: DE:IfcPlateStandardCase

# CLASS_IFCPLATETYPE_DisplayName
source: EN:IfcPlateType
de: DE:IfcPlateType

# CLASS_IFCPLATETYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCPLATE_DisplayName
source: EN:IfcPlate
de: DE:IfcPlate

# CLASS_IFCPLATE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCPOINTONCURVE_DisplayName
source: EN:IfcPointOnCurve
de: DE:IfcPointOnCurve

# CLASS_IFCPOINTONCURVE_PROPERTY_BASISCURVE_DisplayName
source: EN:BasisCurve
de: DE:BasisCurve

# CLASS_IFCPOINTONCURVE_PROPERTY_POINTPARAMETER_DisplayName
source: EN:PointParameter
de: DE:PointParameter

# CLASS_IFCPOINTONSURFACE_DisplayName
source: EN:IfcPointOnSurface
de: DE:IfcPointOnSurface

# CLASS_IFCPOINTONSURFACE_PROPERTY_BASISSURFACE_DisplayName
source: EN:BasisSurface
de: DE:BasisSurface

# CLASS_IFCPOINTONSURFACE_PROPERTY_POINTPARAMETERU_DisplayName
source: EN:PointParameterU
de: DE:PointParameterU

# CLASS_IFCPOINTONSURFACE_PROPERTY_POINTPARAMETERV_DisplayName
source: EN:PointParameterV
de: DE:PointParameterV

# CLASS_IFCPOINT_DisplayName
source: EN:IfcPoint
de: DE:IfcPoint

# CLASS_IFCPOLYGONALBOUNDEDHALFSPACE_DisplayName
source: EN:IfcPolygonalBoundedHalfSpace
de: DE:IfcPolygonalBoundedHalfSpace

# CLASS_IFCPOLYGONALBOUNDEDHALFSPACE_PROPERTY_POLYGONALBOUNDARY_DisplayName
source: EN:PolygonalBoundary
de: DE:PolygonalBoundary

# CLASS_IFCPOLYGONALBOUNDEDHALFSPACE_PROPERTY_POSITION_DisplayName
source: EN:Position
de: Positionition

# CLASS_IFCPOLYLINEPOINTS_DisplayName
source: EN:IfcPolylinePoints
de: DE:IfcPolylinePoints

# CLASS_IFCPOLYLINEPOINTS_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCPOLYLINEPOINTS_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCPOLYLINEPOINTS_PROPERTY_IFCCARTESIANPOINT_DisplayName
source: EN:IfcCartesianPoint
de: DE:IfcCartesianPoint

# CLASS_IFCPOLYLINEPOINTS_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCPOLYLINE_DisplayName
source: EN:IfcPolyline
de: DE:IfcPolyline

# CLASS_IFCPOLYLINE_PROPERTY_POINTS_DisplayName
source: EN:Points
de: DE:Points

# CLASS_IFCPOLYLOOPPOLYGON_DisplayName
source: EN:IfcPolyLoopPolygon
de: DE:IfcPolyLoopPolygon

# CLASS_IFCPOLYLOOPPOLYGON_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCPOLYLOOPPOLYGON_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCPOLYLOOPPOLYGON_PROPERTY_IFCCARTESIANPOINT_DisplayName
source: EN:IfcCartesianPoint
de: DE:IfcCartesianPoint

# CLASS_IFCPOLYLOOPPOLYGON_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCPOLYLOOP_DisplayName
source: EN:IfcPolyLoop
de: DE:IfcPolyLoop

# CLASS_IFCPOLYLOOP_PROPERTY_POLYGON_DisplayName
source: EN:Polygon
de: DE:Polygon

# CLASS_IFCPORT_DisplayName
source: EN:IfcPort
de: DE:IfcPort

# CLASS_IFCPOSITIVELENGTHMEASUREWRAPPER_DisplayName
source: EN:IfcPositiveLengthMeasurewrapper
de: DE:IfcPositiveLengthMeasurewrapper

# CLASS_IFCPOSITIVELENGTHMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

# CLASS_IFCPOSITIVELENGTHMEASUREWRAPPER_PROPERTY_INVARIANTSTRINGVALUE_DisplayName
source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCPOSITIVELENGTHMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCPOSITIVELENGTHMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCPOSITIVEPLANEANGLEMEASUREWRAPPER_DisplayName
source: EN:IfcPositivePlaneAngleMeasurewrapper
de: DE:IfcPositivePlaneAngleMeasurewrapper

# CLASS_IFCPOSITIVEPLANEANGLEMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCPOSITIVEPLANEANGLEMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCPOSITIVEPLANEANGLEMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCPOSITIVERATIOMEASUREWRAPPER_DisplayName
source: EN:IfcPositiveRatioMeasurewrapper
de: DE:IfcPositiveRatioMeasurewrapper

# CLASS_IFCPOSITIVERATIOMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

# CLASS_IFCPOSITIVERATIOMEASUREWRAPPER_PROPERTY_INVARIANTSTRINGVALUE_DisplayName
source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCPOSITIVERATIOMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCPOSITIVERATIOMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCPOSTALADDRESSADDRESSLINES_DisplayName
source: EN:IfcPostalAddressAddressLines
de: DE:IfcPostalAddressAddressLines

# CLASS_IFCPOSTALADDRESSADDRESSLINES_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCPOSTALADDRESSADDRESSLINES_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCPOSTALADDRESSADDRESSLINES_PROPERTY_IFCLABELWRAPPER_DisplayName
source: EN:IfcLabelwrapper
de: DE:IfcLabelwrapper

# CLASS_IFCPOSTALADDRESSADDRESSLINES_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCPOSTALADDRESS_DisplayName
source: EN:IfcPostalAddress
de: DE:IfcPostalAddress

# CLASS_IFCPOSTALADDRESS_PROPERTY_ADDRESSLINES_DisplayName
source: EN:AddressLines
de: Straße

# CLASS_IFCPOSTALADDRESS_PROPERTY_COUNTRY_DisplayName
source: EN:Country
de: Land

# CLASS_IFCPOSTALADDRESS_PROPERTY_INTERNALLOCATION_DisplayName
source: EN:InternalLocation
de: Interne Email Adresse

# CLASS_IFCPOSTALADDRESS_PROPERTY_POSTALBOX_DisplayName
source: EN:PostalBox
de: Postfach

# CLASS_IFCPOSTALADDRESS_PROPERTY_POSTALCODE_DisplayName
source: EN:PostalCode
de: Postleitzahl

# CLASS_IFCPOSTALADDRESS_PROPERTY_REGION_DisplayName
source: EN:Region
de: Region

# CLASS_IFCPOSTALADDRESS_PROPERTY_TOWN_DisplayName
source: EN:Town
de: Stadt

# CLASS_IFCPOWERMEASUREWRAPPER_DisplayName
source: EN:IfcPowerMeasurewrapper
de: DE:IfcPowerMeasurewrapper

# CLASS_IFCPOWERMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

# CLASS_IFCPOWERMEASUREWRAPPER_PROPERTY_INVARIANTSTRINGVALUE_DisplayName
source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCPOWERMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCPOWERMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCPREDEFINEDCOLOUR_DisplayName
source: EN:IfcPreDefinedColour
de: DE:IfcPreDefinedColour

# CLASS_IFCPREDEFINEDCURVEFONT_DisplayName
source: EN:IfcPreDefinedCurveFont
de: DE:IfcPreDefinedCurveFont

# CLASS_IFCPREDEFINEDITEM_DisplayName
source: EN:IfcPreDefinedItem
de: DE:IfcPreDefinedItem

# CLASS_IFCPREDEFINEDITEM_PROPERTY_NAME_DisplayName
source: EN:Name
de: Name

# CLASS_IFCPREDEFINEDPROPERTIES_DisplayName
source: EN:IfcPreDefinedProperties
de: DE:IfcPreDefinedProperties

# CLASS_IFCPREDEFINEDPROPERTYSET_DisplayName
source: EN:IfcPreDefinedPropertySet
de: DE:IfcPreDefinedPropertySet

# CLASS_IFCPREDEFINEDTEXTFONT_DisplayName
source: EN:IfcPreDefinedTextFont
de: DE:IfcPreDefinedTextFont

# CLASS_IFCPRESENTATIONITEM_DisplayName
source: EN:IfcPresentationItem
de: DE:IfcPresentationItem

# CLASS_IFCPRESENTATIONLAYERASSIGNMENTASSIGNEDITEMS_DisplayName
source: EN:IfcPresentationLayerAssignmentAssignedItems
de: DE:IfcPresentationLayerAssignmentAssignedItems

# CLASS_IFCPRESENTATIONLAYERASSIGNMENTASSIGNEDITEMS_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCPRESENTATIONLAYERASSIGNMENTASSIGNEDITEMS_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCPRESENTATIONLAYERASSIGNMENTASSIGNEDITEMS_PROPERTY_ITEMS_DisplayName
source: EN:Items
de: DE:Items

# CLASS_IFCPRESENTATIONLAYERASSIGNMENTASSIGNEDITEMS_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCPRESENTATIONLAYERASSIGNMENT_DisplayName
source: EN:IfcPresentationLayerAssignment
de: DE:IfcPresentationLayerAssignment

# CLASS_IFCPRESENTATIONLAYERASSIGNMENT_PROPERTY_ASSIGNEDITEMS_DisplayName
source: EN:AssignedItems
de: DE:AssignedItems

# CLASS_IFCPRESENTATIONLAYERASSIGNMENT_PROPERTY_DESCRIPTION_DisplayName
source: EN:Description
de: Beschreibung

# CLASS_IFCPRESENTATIONLAYERASSIGNMENT_PROPERTY_IDENTIFIER_DisplayName
source: EN:Identifier
de: IDentifier

# CLASS_IFCPRESENTATIONLAYERASSIGNMENT_PROPERTY_NAME_DisplayName
source: EN:Name
de: Name

# CLASS_IFCPRESENTATIONLAYERWITHSTYLELAYERSTYLES_DisplayName
source: EN:IfcPresentationLayerWithStyleLayerStyles
de: DE:IfcPresentationLayerWithStyleLayerStyles

# CLASS_IFCPRESENTATIONLAYERWITHSTYLELAYERSTYLES_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCPRESENTATIONLAYERWITHSTYLELAYERSTYLES_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCPRESENTATIONLAYERWITHSTYLELAYERSTYLES_PROPERTY_ITEMS_DisplayName
source: EN:Items
de: DE:Items

# CLASS_IFCPRESENTATIONLAYERWITHSTYLELAYERSTYLES_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCPRESENTATIONLAYERWITHSTYLE_DisplayName
source: EN:IfcPresentationLayerWithStyle
de: DE:IfcPresentationLayerWithStyle

# CLASS_IFCPRESENTATIONLAYERWITHSTYLE_PROPERTY_LAYERBLOCKED_DisplayName
source: EN:LayerBlocked
de: DE:LayerBlocked

# CLASS_IFCPRESENTATIONLAYERWITHSTYLE_PROPERTY_LAYERFROZEN_DisplayName
source: EN:LayerFrozen
de: DE:LayerFrozen

# CLASS_IFCPRESENTATIONLAYERWITHSTYLE_PROPERTY_LAYERON_DisplayName
source: EN:LayerOn
de: DE:LayerOn

# CLASS_IFCPRESENTATIONLAYERWITHSTYLE_PROPERTY_LAYERSTYLES_DisplayName
source: EN:LayerStyles
de: DE:LayerStyles

# CLASS_IFCPRESENTATIONSTYLEASSIGNMENTSTYLES_DisplayName
source: EN:IfcPresentationStyleAssignmentStyles
de: DE:IfcPresentationStyleAssignmentStyles

# CLASS_IFCPRESENTATIONSTYLEASSIGNMENTSTYLES_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCPRESENTATIONSTYLEASSIGNMENTSTYLES_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCPRESENTATIONSTYLEASSIGNMENTSTYLES_PROPERTY_ITEMS_DisplayName
source: EN:Items
de: DE:Items

# CLASS_IFCPRESENTATIONSTYLEASSIGNMENTSTYLES_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCPRESENTATIONSTYLEASSIGNMENT_DisplayName
source: EN:IfcPresentationStyleAssignment
de: DE:IfcPresentationStyleAssignment

# CLASS_IFCPRESENTATIONSTYLEASSIGNMENT_PROPERTY_STYLES_DisplayName
source: EN:Styles
de: DE:Styles

# CLASS_IFCPRESENTATIONSTYLE_DisplayName
source: EN:IfcPresentationStyle
de: DE:IfcPresentationStyle

# CLASS_IFCPRESENTATIONSTYLE_PROPERTY_NAME_DisplayName
source: EN:Name
de: Name

# CLASS_IFCPRESSUREMEASUREWRAPPER_DisplayName
source: EN:IfcPressureMeasurewrapper
de: DE:IfcPressureMeasurewrapper

# CLASS_IFCPRESSUREMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

# CLASS_IFCPRESSUREMEASUREWRAPPER_PROPERTY_INVARIANTSTRINGVALUE_DisplayName
source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCPRESSUREMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCPRESSUREMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position
