Repository: thoffeller/Ifc.NET
Catalog: src/Ifc.NET/Properties/Resources.*.resx
Languages: de

# CLASS_IFCPROCEDURETYPE_DisplayName
source: EN:IfcProcedureType
de: DE:IfcProcedureType

# CLASS_IFCPROCEDURETYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCPROCEDURE_DisplayName
source: EN:IfcProcedure
de: DE:IfcProcedure

# CLASS_IFCPROCEDURE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCPROCESS_DisplayName
source: EN:IfcProcess
de: DE:IfcProcess

# CLASS_IFCPROCESS_PROPERTY_IDENTIFICATION_DisplayName
source: EN:Identification
de: IDentification

# CLASS_IFCPROCESS_PROPERTY_LONGDESCRIPTION_DisplayName
source: EN:LongDescription
de: DE:LongDescription

# CLASS_IFCPRODUCTDEFINITIONSHAPEHASSHAPEASPECTS_DisplayName
source: EN:IfcProductDefinitionShapeHasShapeAspects
de: DE:IfcProductDefinitionShapeHasShapeAspects

# CLASS_IFCPRODUCTDEFINITIONSHAPEHASSHAPEASPECTS_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCPRODUCTDEFINITIONSHAPEHASSHAPEASPECTS_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

source: EN:IfcShapeAspect
de: DE:IfcShapeAspect

# CLASS_IFCPRODUCTDEFINITIONSHAPEHASSHAPEASPECTS_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCPRODUCTDEFINITIONSHAPE_DisplayName
source: EN:IfcProductDefinitionShape
de: DE:IfcProductDefinitionShape

# CLASS_IFCPRODUCTDEFINITIONSHAPE_PROPERTY_HASSHAPEASPECTS_DisplayName
source: EN:HasShapeAspects
de: DE:HasShapeAspects

# CLASS_IFCPRODUCTREPRESENTATIONREPRESENTATIONS_DisplayName
source: EN:IfcProductRepresentationRepresentations
de: DE:IfcProductRepresentationRepresentations

# CLASS_IFCPRODUCTREPRESENTATIONREPRESENTATIONS_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCPRODUCTREPRESENTATIONREPRESENTATIONS_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

source: EN:IfcRepresentation
de: DE:IfcRepresentation

# CLASS_IFCPRODUCTREPRESENTATIONREPRESENTATIONS_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCPRODUCTREPRESENTATION_DisplayName
source: EN:IfcProductRepresentation
de: DE:IfcProductRepresentation

# CLASS_IFCPRODUCTREPRESENTATION_PROPERTY_DESCRIPTION_DisplayName
source: EN:Description
de: Beschreibung

# CLASS_IFCPRODUCTREPRESENTATION_PROPERTY_NAME_DisplayName
source: EN:Name
de: Name

# CLASS_IFCPRODUCTREPRESENTATION_PROPERTY_REPRESENTATIONS_DisplayName
source: EN:Representations
de: DE:Representations

# CLASS_IFCPRODUCT_DisplayName
source: EN:IfcProduct
de: DE:IfcProduct

# CLASS_IFCPRODUCT_PROPERTY_OBJECTPLACEMENT_DisplayName
source: EN:ObjectPlacement
de: DE:ObjectPlacement

# CLASS_IFCPRODUCT_PROPERTY_REPRESENTATION_DisplayName
source: EN:Representation
de: DE:Representation

# CLASS_IFCPROFILEDEFHASPROPERTIES_DisplayName
source: EN:IfcProfileDefHasProperties
de: DE:IfcProfileDefHasProperties

# CLASS_IFCPROFILEDEFHASPROPERTIES_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCPROFILEDEFHASPROPERTIES_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCPROFILEDEFHASPROPERTIES_PROPERTY_IFCPROFILEPROPERTIES_DisplayName
source: EN:IfcProfileProperties
de: DE:IfcProfileProperties

# CLASS_IFCPROFILEDEFHASPROPERTIES_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCPROFILEDEF_DisplayName
source: EN:IfcProfileDef
de: DE:IfcProfileDef

# CLASS_IFCPROFILEDEF_PROPERTY_HASPROPERTIES_DisplayName
source: EN:HasProperties
de: DE:HasProperties

# CLASS_IFCPROFILEDEF_PROPERTY_PROFILENAME_DisplayName
source: EN:ProfileName
de: DE:ProfileName

# CLASS_IFCPROFILEDEF_PROPERTY_PROFILETYPE_DisplayName
source: EN:ProfileType
de: DE:ProfileType

# CLASS_IFCPROFILEPROPERTIES_DisplayName
source: EN:IfcProfileProperties
de: DE:IfcProfileProperties

# CLASS_IFCPROJECTEDCRS_DisplayName
source: EN:IfcProjectedCRS
de: DE:IfcProjectedCRS

# CLASS_IFCPROJECTEDCRS_PROPERTY_MAPPROJECTION_DisplayName
source: EN:MapProjection
de: DE:MapProjection

# CLASS_IFCPROJECTEDCRS_PROPERTY_MAPUNIT_DisplayName
source: EN:MapUnit
de: DE:MapUnit

# CLASS_IFCPROJECTEDCRS_PROPERTY_MAPZONE_DisplayName
source: EN:MapZone
de: DE:MapZone

# CLASS_IFCPROJECTIONELEMENT_DisplayName
source: EN:IfcProjectionElement
de: DE:IfcProjectionElement

# CLASS_IFCPROJECTIONELEMENT_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCPROJECTLIBRARY_DisplayName
source: EN:IfcProjectLibrary
de: DE:IfcProjectLibrary

# CLASS_IFCPROJECTORDER_DisplayName
source: EN:IfcProjectOrder
de: DE:IfcProjectOrder

# CLASS_IFCPROJECTORDER_PROPERTY_LONGDESCRIPTION_DisplayName
source: EN:LongDescription
de: DE:LongDescription

# CLASS_IFCPROJECTORDER_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCPROJECTORDER_PROPERTY_STATUS_DisplayName
source: EN:Status
de: DE:Status

# CLASS_IFCPROJECT_DisplayName
source: EN:IfcProject
de: Projektinformationen

# CLASS_IFCPROPERTYABSTRACTION_DisplayName
source: EN:IfcPropertyAbstraction
de: DE:IfcPropertyAbstraction

# CLASS_IFCPROPERTYBOUNDEDVALUELOWERBOUNDVALUE_DisplayName
source: EN:IfcPropertyBoundedValueLowerBoundValue
de: DE:IfcPropertyBoundedValueLowerBoundValue

# CLASS_IFCPROPERTYBOUNDEDVALUELOWERBOUNDVALUE_PROPERTY_ITEM_DisplayName
source: EN:Item
de: DE:Item

# CLASS_IFCPROPERTYBOUNDEDVALUESETPOINTVALUE_DisplayName
source: EN:IfcPropertyBoundedValueSetPointValue
de: DE:IfcPropertyBoundedValueSetPointValue

# CLASS_IFCPROPERTYBOUNDEDVALUESETPOINTVALUE_PROPERTY_ITEM_DisplayName
source: EN:Item
de: DE:Item

# CLASS_IFCPROPERTYBOUNDEDVALUEUNIT_DisplayName
source: EN:IfcPropertyBoundedValueUnit
de: DE:IfcPropertyBoundedValueUnit

# CLASS_IFCPROPERTYBOUNDEDVALUEUNIT_PROPERTY_ITEM_DisplayName
source: EN:Item
de: DE:Item

# CLASS_IFCPROPERTYBOUNDEDVALUEUPPERBOUNDVALUE_DisplayName
source: EN:IfcPropertyBoundedValueUpperBoundValue
de: DE:IfcPropertyBoundedValueUpperBoundValue

# CLASS_IFCPROPERTYBOUNDEDVALUEUPPERBOUNDVALUE_PROPERTY_ITEM_DisplayName
source: EN:Item
de: DE:Item

# CLASS_IFCPROPERTYBOUNDEDVALUE_DisplayName
source: EN:IfcPropertyBoundedValue
de: DE:IfcPropertyBoundedValue

# CLASS_IFCPROPERTYBOUNDEDVALUE_PROPERTY_LOWERBOUNDVALUE_DisplayName
source: EN:LowerBoundValue
de: DE:LowerBoundValue

# CLASS_IFCPROPERTYBOUNDEDVALUE_PROPERTY_SETPOINTVALUE_DisplayName
source: EN:SetPointValue
de: DE:SetPointValue

# CLASS_IFCPROPERTYBOUNDEDVALUE_PROPERTY_UNIT_DisplayName
source: EN:Unit
de: DE:Unit

# CLASS_IFCPROPERTYBOUNDEDVALUE_PROPERTY_UPPERBOUNDVALUE_DisplayName
source: EN:UpperBoundValue
de: DE:UpperBoundValue

# CLASS_IFCPROPERTYDEFINITION_DisplayName
source: EN:IfcPropertyDefinition
de: DE:IfcPropertyDefinition

# CLASS_IFCPROPERTYDEPENDENCYRELATIONSHIP_DisplayName
source: EN:IfcPropertyDependencyRelationship
de: DE:IfcPropertyDependencyRelationship

# CLASS_IFCPROPERTYDEPENDENCYRELATIONSHIP_PROPERTY_DEPENDANTPROPERTY_DisplayName
source: EN:DependantProperty
de: DE:DependantProperty

# CLASS_IFCPROPERTYDEPENDENCYRELATIONSHIP_PROPERTY_DEPENDINGPROPERTY_DisplayName
source: EN:DependingProperty
de: DE:DependingProperty

# CLASS_IFCPROPERTYDEPENDENCYRELATIONSHIP_PROPERTY_EXPRESSION_DisplayName
source: EN:Expression
de: DE:Expression

# CLASS_IFCPROPERTYENUMERATEDVALUEENUMERATIONVALUES_DisplayName
source: EN:IfcPropertyEnumeratedValueEnumerationValues
de: DE:IfcPropertyEnumeratedValueEnumerationValues

# CLASS_IFCPROPERTYENUMERATEDVALUEENUMERATIONVALUES_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCPROPERTYENUMERATEDVALUEENUMERATIONVALUES_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCPROPERTYENUMERATEDVALUEENUMERATIONVALUES_PROPERTY_ITEMS_DisplayName
source: EN:Items
de: DE:Items

# CLASS_IFCPROPERTYENUMERATEDVALUEENUMERATIONVALUES_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCPROPERTYENUMERATEDVALUE_DisplayName
source: EN:IfcPropertyEnumeratedValue
de: DE:IfcPropertyEnumeratedValue

# CLASS_IFCPROPERTYENUMERATEDVALUE_PROPERTY_ENUMERATIONREFERENCE_DisplayName
source: EN:EnumerationReference
de: DE:EnumerationReference

# CLASS_IFCPROPERTYENUMERATEDVALUE_PROPERTY_ENUMERATIONVALUES_DisplayName
source: EN:EnumerationValues
de: DE:EnumerationValues

# CLASS_IFCPROPERTYENUMERATIONENUMERATIONVALUES_DisplayName
source: EN:IfcPropertyEnumerationEnumerationValues
de: DE:IfcPropertyEnumerationEnumerationValues

# CLASS_IFCPROPERTYENUMERATIONENUMERATIONVALUES_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCPROPERTYENUMERATIONENUMERATIONVALUES_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCPROPERTYENUMERATIONENUMERATIONVALUES_PROPERTY_ITEMS_DisplayName
source: EN:Items
de: DE:Items

# CLASS_IFCPROPERTYENUMERATIONENUMERATIONVALUES_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCPROPERTYENUMERATIONUNIT_DisplayName
source: EN:IfcPropertyEnumerationUnit
de: DE:IfcPropertyEnumerationUnit

# CLASS_IFCPROPERTYENUMERATIONUNIT_PROPERTY_ITEM_DisplayName
source: EN:Item
de: DE:Item

# CLASS_IFCPROPERTYENUMERATION_DisplayName
source: EN:IfcPropertyEnumeration
de: DE:IfcPropertyEnumeration

# CLASS_IFCPROPERTYENUMERATION_PROPERTY_ENUMERATIONVALUES_DisplayName
source: EN:EnumerationValues
de: DE:EnumerationValues

# CLASS_IFCPROPERTYENUMERATION_PROPERTY_NAME_DisplayName
source: EN:Name
de: Name

# CLASS_IFCPROPERTYENUMERATION_PROPERTY_UNIT_DisplayName
source: EN:Unit
de: DE:Unit

# CLASS_IFCPROPERTYLISTVALUELISTVALUES_DisplayName
source: EN:IfcPropertyListValueListValues
de: DE:IfcPropertyListValueListValues

# CLASS_IFCPROPERTYLISTVALUELISTVALUES_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCPROPERTYLISTVALUELISTVALUES_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCPROPERTYLISTVALUELISTVALUES_PROPERTY_ITEMS_DisplayName
source: EN:Items
de: DE:Items

# CLASS_IFCPROPERTYLISTVALUELISTVALUES_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCPROPERTYLISTVALUEUNIT_DisplayName
source: EN:IfcPropertyListValueUnit
de: DE:IfcPropertyListValueUnit

# CLASS_IFCPROPERTYLISTVALUEUNIT_PROPERTY_ITEM_DisplayName
source: EN:Item
de: DE:Item

# CLASS_IFCPROPERTYLISTVALUE_DisplayName
source: EN:IfcPropertyListValue
de: DE:IfcPropertyListValue

# CLASS_IFCPROPERTYLISTVALUE_PROPERTY_LISTVALUES_DisplayName
source: EN:ListValues
de: DE:ListValues

# CLASS_IFCPROPERTYLISTVALUE_PROPERTY_UNIT_DisplayName
source: EN:Unit
de: DE:Unit

# CLASS_IFCPROPERTYREFERENCEVALUEPROPERTYREFERENCE_DisplayName
source: EN:IfcPropertyReferenceValuePropertyReference
de: DE:IfcPropertyReferenceValuePropertyReference

# CLASS_IFCPROPERTYREFERENCEVALUEPROPERTYREFERENCE_PROPERTY_ITEM_DisplayName
source: EN:Item
de: DE:Item

# CLASS_IFCPROPERTYREFERENCEVALUE_DisplayName
source: EN:IfcPropertyReferenceValue
de: DE:IfcPropertyReferenceValue

# CLASS_IFCPROPERTYREFERENCEVALUE_PROPERTY_PROPERTYREFERENCE_DisplayName
source: EN:PropertyReference
de: DE:PropertyReference

# CLASS_IFCPROPERTYREFERENCEVALUE_PROPERTY_USAGENAME_DisplayName
source: EN:UsageName
de: DE:UsageName

# CLASS_IFCPROPERTYSETDEFINITIONSETWRAPPER_DisplayName
source: EN:IfcPropertySetDefinitionSetwrapper
de: DE:IfcPropertySetDefinitionSetwrapper

# CLASS_IFCPROPERTYSETDEFINITIONSETWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

# CLASS_IFCPROPERTYSETDEFINITIONSETWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCPROPERTYSETDEFINITIONSETWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCPROPERTYSETDEFINITIONSET_DisplayName
source: EN:IfcPropertySetDefinitionSet
de: DE:IfcPropertySetDefinitionSet

# CLASS_IFCPROPERTYSETDEFINITIONSET_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCPROPERTYSETDEFINITIONSET_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCPROPERTYSETDEFINITIONSET_PROPERTY_ITEMS_DisplayName
source: EN:Items
de: DE:Items

# CLASS_IFCPROPERTYSETDEFINITIONSET_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCPROPERTYSETDEFINITION_DisplayName
source: EN:IfcPropertySetDefinition
de: DE:IfcPropertySetDefinition

# CLASS_IFCPROPERTYSETHASPROPERTIES_DisplayName
source: EN:IfcPropertySetHasProperties
de: DE:IfcPropertySetHasProperties

# CLASS_IFCPROPERTYSETHASPROPERTIES_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCPROPERTYSETHASPROPERTIES_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCPROPERTYSETHASPROPERTIES_PROPERTY_ITEMS_DisplayName
source: EN:Items
de: DE:Items

# CLASS_IFCPROPERTYSETHASPROPERTIES_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCPROPERTYSETTEMPLATEHASPROPERTYTEMPLATES_DisplayName
source: EN:IfcPropertySetTemplateHasPropertyTemplates
de: DE:IfcPropertySetTemplateHasPropertyTemplates

# CLASS_IFCPROPERTYSETTEMPLATEHASPROPERTYTEMPLATES_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCPROPERTYSETTEMPLATEHASPROPERTYTEMPLATES_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCPROPERTYSETTEMPLATEHASPROPERTYTEMPLATES_PROPERTY_ITEMS_DisplayName
source: EN:Items
de: DE:Items

# CLASS_IFCPROPERTYSETTEMPLATEHASPROPERTYTEMPLATES_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCPROPERTYSETTEMPLATE_DisplayName
source: EN:IfcPropertySetTemplate
de: DE:IfcPropertySetTemplate

# CLASS_IFCPROPERTYSETTEMPLATE_PROPERTY_APPLICABLEENTITY_DisplayName
source: EN:ApplicableEntity
de: DE:ApplicableEntity

# CLASS_IFCPROPERTYSETTEMPLATE_PROPERTY_HASPROPERTYTEMPLATES_DisplayName
source: EN:HasPropertyTemplates
de: DE:HasPropertyTemplates

# CLASS_IFCPROPERTYSETTEMPLATE_PROPERTY_TEMPLATETYPE_DisplayName
source: EN:TemplateType
de: DE:TemplateType

# CLASS_IFCPROPERTYSET_DisplayName
source: EN:IfcPropertySet
de: DE:IfcPropertySet

# CLASS_IFCPROPERTYSET_PROPERTY_HASPROPERTIES_DisplayName
source: EN:HasProperties
de: DE:HasProperties

# CLASS_IFCPROPERTYSINGLEVALUENOMINALVALUE_DisplayName
source: EN:IfcPropertySingleValueNominalValue
de: DE:IfcPropertySingleValueNominalValue

# CLASS_IFCPROPERTYSINGLEVALUENOMINALVALUE_PROPERTY_ITEM_DisplayName
source: EN:Item
de: DE:Item

# CLASS_IFCPROPERTYSINGLEVALUEUNIT_DisplayName
source: EN:IfcPropertySingleValueUnit
de: DE:IfcPropertySingleValueUnit

# CLASS_IFCPROPERTYSINGLEVALUEUNIT_PROPERTY_ITEM_DisplayName
source: EN:Item
de: DE:Item

# CLASS_IFCPROPERTYSINGLEVALUE_DisplayName
source: EN:IfcPropertySingleValue
de: DE:IfcPropertySingleValue

# CLASS_IFCPROPERTYSINGLEVALUE_PROPERTY_NOMINALVALUE_DisplayName
source: EN:NominalValue
de: DE:NominalValue

# CLASS_IFCPROPERTYSINGLEVALUE_PROPERTY_UNIT_DisplayName
source: EN:Unit
de: DE:Unit

# CLASS_IFCPROPERTYTABLEVALUEDEFINEDUNIT_DisplayName
source: EN:IfcPropertyTableValueDefinedUnit
de: DE:IfcPropertyTableValueDefinedUnit

# CLASS_IFCPROPERTYTABLEVALUEDEFINEDUNIT_PROPERTY_ITEM_DisplayName
source: EN:Item
de: DE:Item

# CLASS_IFCPROPERTYTABLEVALUEDEFINEDVALUES_DisplayName
source: EN:IfcPropertyTableValueDefinedValues
de: DE:IfcPropertyTableValueDefinedValues

# CLASS_IFCPROPERTYTABLEVALUEDEFINEDVALUES_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCPROPERTYTABLEVALUEDEFINEDVALUES_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCPROPERTYTABLEVALUEDEFINEDVALUES_PROPERTY_ITEMS_DisplayName
source: EN:Items
de: DE:Items

# CLASS_IFCPROPERTYTABLEVALUEDEFINEDVALUES_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCPROPERTYTABLEVALUEDEFININGUNIT_DisplayName
source: EN:IfcPropertyTableValueDefiningUnit
de: DE:IfcPropertyTableValueDefiningUnit

# CLASS_IFCPROPERTYTABLEVALUEDEFININGUNIT_PROPERTY_ITEM_DisplayName
source: EN:Item
de: DE:Item

# CLASS_IFCPROPERTYTABLEVALUEDEFININGVALUES_DisplayName
source: EN:IfcPropertyTableValueDefiningValues
de: DE:IfcPropertyTableValueDefiningValues

# CLASS_IFCPROPERTYTABLEVALUEDEFININGVALUES_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCPROPERTYTABLEVALUEDEFININGVALUES_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCPROPERTYTABLEVALUEDEFININGVALUES_PROPERTY_ITEMS_DisplayName
source: EN:Items
de: DE:Items

# CLASS_IFCPROPERTYTABLEVALUEDEFININGVALUES_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCPROPERTYTABLEVALUE_DisplayName
source: EN:IfcPropertyTableValue
de: DE:IfcPropertyTableValue

# CLASS_IFCPROPERTYTABLEVALUE_PROPERTY_CURVEINTERPOLATION_DisplayName
source: EN:CurveInterpolation
de: DE:CurveInterpolation

# CLASS_IFCPROPERTYTABLEVALUE_PROPERTY_DEFINEDUNIT_DisplayName
source: EN:DefinedUnit
de: DE:DefinedUnit

# CLASS_IFCPROPERTYTABLEVALUE_PROPERTY_DEFINEDVALUES_DisplayName
source: EN:DefinedValues
de: DE:DefinedValues

# CLASS_IFCPROPERTYTABLEVALUE_PROPERTY_DEFININGUNIT_DisplayName
source: EN:DefiningUnit
de: DE:DefiningUnit

# CLASS_IFCPROPERTYTABLEVALUE_PROPERTY_DEFININGVALUES_DisplayName
source: EN:DefiningValues
de: DE:DefiningValues

# CLASS_IFCPROPERTYTABLEVALUE_PROPERTY_EXPRESSION_DisplayName
source: EN:Expression
de: DE:Expression

# CLASS_IFCPROPERTYTEMPLATEDEFINITION_DisplayName
source: EN:IfcPropertyTemplateDefinition
de: DE:IfcPropertyTemplateDefinition

# CLASS_IFCPROPERTYTEMPLATE_DisplayName
source: EN:IfcPropertyTemplate
de: DE:IfcPropertyTemplate

# CLASS_IFCPROPERTY_DisplayName
source: EN:IfcProperty
de: DE:IfcProperty

# CLASS_IFCPROPERTY_PROPERTY_DESCRIPTION_DisplayName
source: EN:Description
de: Beschreibung

# CLASS_IFCPROPERTY_PROPERTY_NAME_DisplayName
source: EN:Name
de: Name

# CLASS_IFCPROTECTIVEDEVICETRIPPINGUNITTYPE_DisplayName
source: EN:IfcProtectiveDeviceTrippingUnitType
de: DE:IfcProtectiveDeviceTrippingUnitType

# CLASS_IFCPROTECTIVEDEVICETRIPPINGUNITTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCPROTECTIVEDEVICETRIPPINGUNIT_DisplayName
source: EN:IfcProtectiveDeviceTrippingUnit
de: DE:IfcProtectiveDeviceTrippingUnit

# CLASS_IFCPROTECTIVEDEVICETRIPPINGUNIT_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCPROTECTIVEDEVICETYPE_DisplayName
source: EN:IfcProtectiveDeviceType
de: DE:IfcProtectiveDeviceType

# CLASS_IFCPROTECTIVEDEVICETYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCPROTECTIVEDEVICE_DisplayName
source: EN:IfcProtectiveDevice
de: DE:IfcProtectiveDevice

# CLASS_IFCPROTECTIVEDEVICE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCPROXY_DisplayName
source: EN:IfcProxy
de: DE:IfcProxy

# CLASS_IFCPROXY_PROPERTY_PROXYTYPE_DisplayName
source: EN:ProxyType
de: DE:ProxyType

# CLASS_IFCPROXY_PROPERTY_TAG_DisplayName
source: EN:Tag
de: DE:Tag

# CLASS_IFCPUMPTYPE_DisplayName
source: EN:IfcPumpType
de: DE:IfcPumpType

# CLASS_IFCPUMPTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCPUMP_DisplayName
source: EN:IfcPump
de: DE:IfcPump

# CLASS_IFCPUMP_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCQUANTITYAREA_DisplayName
source: EN:IfcQuantityArea
de: DE:IfcQuantityArea

# CLASS_IFCQUANTITYAREA_PROPERTY_AREAVALUE_DisplayName
source: EN:AreaValue
de: DE:AreaValue

# CLASS_IFCQUANTITYAREA_PROPERTY_FORMULA_DisplayName
source: EN:Formula
de: DE:Formula

# CLASS_IFCQUANTITYCOUNT_DisplayName
source: EN:IfcQuantityCount
de: DE:IfcQuantityCount

# CLASS_IFCQUANTITYCOUNT_PROPERTY_COUNTVALUE_DisplayName
source: EN:CountValue
de: DE:CountValue

# CLASS_IFCQUANTITYCOUNT_PROPERTY_FORMULA_DisplayName
source: EN:Formula
de: DE:Formula

# CLASS_IFCQUANTITYLENGTH_DisplayName
source: EN:IfcQuantityLength
de: DE:IfcQuantityLength

# CLASS_IFCQUANTITYLENGTH_PROPERTY_FORMULA_DisplayName
source: EN:Formula
de: DE:Formula

# CLASS_IFCQUANTITYLENGTH_PROPERTY_LENGTHVALUE_DisplayName
source: EN:LengthValue
de: DE:LengthValue

# CLASS_IFCQUANTITYSET_DisplayName
source: EN:IfcQuantitySet
de: DE:IfcQuantitySet

# CLASS_IFCQUANTITYTIME_DisplayName
source: EN:IfcQuantityTime
de: DE:IfcQuantityTime

# CLASS_IFCQUANTITYTIME_PROPERTY_FORMULA_DisplayName
source: EN:Formula
de: DE:Formula

# CLASS_IFCQUANTITYTIME_PROPERTY_TIMEVALUE_DisplayName
source: EN:TimeValue
de: DE:TimeValue

# CLASS_IFCQUANTITYVOLUME_DisplayName
source: EN:IfcQuantityVolume
de: DE:IfcQuantityVolume

# CLASS_IFCQUANTITYVOLUME_PROPERTY_FORMULA_DisplayName
source: EN:Formula
de: DE:Formula

# CLASS_IFCQUANTITYVOLUME_PROPERTY_VOLUMEVALUE_DisplayName
source: EN:VolumeValue
de: DE:VolumeValue

# CLASS_IFCQUANTITYWEIGHT_DisplayName
source: EN:IfcQuantityWeight
de: DE:IfcQuantityWeight

# CLASS_IFCQUANTITYWEIGHT_PROPERTY_FORMULA_DisplayName
source: EN:Formula
de: DE:Formula

# CLASS_IFCQUANTITYWEIGHT_PROPERTY_WEIGHTVALUE_DisplayName
source: EN:WeightValue
de: DE:WeightValue

# CLASS_IFCRADIOACTIVITYMEASUREWRAPPER_DisplayName
source: EN:IfcRadioActivityMeasurewrapper
de: DE:IfcRadioActivityMeasurewrapper

# CLASS_IFCRADIOACTIVITYMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

# CLASS_IFCRADIOACTIVITYMEASUREWRAPPER_PROPERTY_INVARIANTSTRINGVALUE_DisplayName
source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCRADIOACTIVITYMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCRADIOACTIVITYMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCRAILINGTYPE_DisplayName
source: EN:IfcRailingType
de: DE:IfcRailingType

# CLASS_IFCRAILINGTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCRAILING_DisplayName
source: EN:IfcRailing
de: DE:IfcRailing

# CLASS_IFCRAILING_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCRAMPFLIGHTTYPE_DisplayName
source: EN:IfcRampFlightType
de: DE:IfcRampFlightType

# CLASS_IFCRAMPFLIGHTTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCRAMPFLIGHT_DisplayName
source: EN:IfcRampFlight
de: DE:IfcRampFlight

# CLASS_IFCRAMPFLIGHT_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCRAMPTYPE_DisplayName
source: EN:IfcRampType
de: DE:IfcRampType

# CLASS_IFCRAMPTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCRAMP_DisplayName
source: EN:IfcRamp
de: DE:IfcRamp

# CLASS_IFCRAMP_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCRATIOMEASUREWRAPPER_DisplayName
source: EN:IfcRatioMeasurewrapper
de: DE:IfcRatioMeasurewrapper

# CLASS_IFCRATIOMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

# CLASS_IFCRATIOMEASUREWRAPPER_PROPERTY_INVARIANTSTRINGVALUE_DisplayName
source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCRATIOMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCRATIOMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCRATIONALBSPLINECURVEWITHKNOTS_DisplayName
source: EN:IfcRationalBSplineCurveWithKnots
de: DE:IfcRationalBSplineCurveWithKnots

# CLASS_IFCRATIONALBSPLINECURVEWITHKNOTS_PROPERTY_WEIGHTSDATA_DisplayName
source: EN:WeightsData
de: DE:WeightsData

# CLASS_IFCRATIONALBSPLINESURFACEWITHKNOTSWEIGHTSDATA_DisplayName
source: EN:IfcRationalBSplineSurfaceWithKnotsWeightsData
de: DE:IfcRationalBSplineSurfaceWithKnotsWeightsData

source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCRATIONALBSPLINESURFACEWITHKNOTSWEIGHTSDATA_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

source: EN:Doublewrapper
de: DE:Doublewrapper

source: EN:ItemType
de: DE:ItemType

# CLASS_IFCRATIONALBSPLINESURFACEWITHKNOTS_DisplayName
source: EN:IfcRationalBSplineSurfaceWithKnots
de: DE:IfcRationalBSplineSurfaceWithKnots
