Repository: thoffeller/Ifc.NET
Catalog: src/Ifc.NET/Properties/Resources.*.resx
Languages: de

# CLASS_IFCBOUNDARYEDGECONDITIONTRANSLATIONALSTIFFNESSBYLENGTHY_DisplayName
source: EN:IfcBoundaryEdgeConditionTranslationalStiffnessByLengthY
de: DE:IfcBoundaryEdgeConditionTranslationalStiffnessByLengthY

source: EN:Item
de: DE:Item

# CLASS_IFCBOUNDARYEDGECONDITIONTRANSLATIONALSTIFFNESSBYLENGTHZ_DisplayName
source: EN:IfcBoundaryEdgeConditionTranslationalStiffnessByLengthZ
de: DE:IfcBoundaryEdgeConditionTranslationalStiffnessByLengthZ

source: EN:Item
de: DE:Item

# CLASS_IFCBOUNDARYEDGECONDITION_DisplayName
source: EN:IfcBoundaryEdgeCondition
de: DE:IfcBoundaryEdgeCondition

# CLASS_IFCBOUNDARYEDGECONDITION_PROPERTY_ROTATIONALSTIFFNESSBYLENGTHX_DisplayName
source: EN:RotationalStiffnessByLengthX
de: DE:RotationalStiffnessByLengthX

# CLASS_IFCBOUNDARYEDGECONDITION_PROPERTY_ROTATIONALSTIFFNESSBYLENGTHY_DisplayName
source: EN:RotationalStiffnessByLengthY
de: DE:RotationalStiffnessByLengthY

# CLASS_IFCBOUNDARYEDGECONDITION_PROPERTY_ROTATIONALSTIFFNESSBYLENGTHZ_DisplayName
source: EN:RotationalStiffnessByLengthZ
de: DE:RotationalStiffnessByLengthZ

source: EN:TranslationalStiffnessByLengthX
de: DE:TranslationalStiffnessByLengthX

source: EN:TranslationalStiffnessByLengthY
de: DE:TranslationalStiffnessByLengthY

source: EN:TranslationalStiffnessByLengthZ
de: DE:TranslationalStiffnessByLengthZ

# CLASS_IFCBOUNDARYFACECONDITIONTRANSLATIONALSTIFFNESSBYAREAX_DisplayName
source: EN:IfcBoundaryFaceConditionTranslationalStiffnessByAreaX
de: DE:IfcBoundaryFaceConditionTranslationalStiffnessByAreaX

source: EN:Item
de: DE:Item

# CLASS_IFCBOUNDARYFACECONDITIONTRANSLATIONALSTIFFNESSBYAREAY_DisplayName
source: EN:IfcBoundaryFaceConditionTranslationalStiffnessByAreaY
de: DE:IfcBoundaryFaceConditionTranslationalStiffnessByAreaY

source: EN:Item
de: DE:Item

# CLASS_IFCBOUNDARYFACECONDITIONTRANSLATIONALSTIFFNESSBYAREAZ_DisplayName
source: EN:IfcBoundaryFaceConditionTranslationalStiffnessByAreaZ
de: DE:IfcBoundaryFaceConditionTranslationalStiffnessByAreaZ

source: EN:Item
de: DE:Item

# CLASS_IFCBOUNDARYFACECONDITION_DisplayName
source: EN:IfcBoundaryFaceCondition
de: DE:IfcBoundaryFaceCondition

source: EN:TranslationalStiffnessByAreaX
de: DE:TranslationalStiffnessByAreaX

source: EN:TranslationalStiffnessByAreaY
de: DE:TranslationalStiffnessByAreaY

source: EN:TranslationalStiffnessByAreaZ
de: DE:TranslationalStiffnessByAreaZ

# CLASS_IFCBOUNDARYNODECONDITIONROTATIONALSTIFFNESSX_DisplayName
source: EN:IfcBoundaryNodeConditionRotationalStiffnessX
de: DE:IfcBoundaryNodeConditionRotationalStiffnessX

# CLASS_IFCBOUNDARYNODECONDITIONROTATIONALSTIFFNESSX_PROPERTY_ITEM_DisplayName
source: EN:Item
de: DE:Item

# CLASS_IFCBOUNDARYNODECONDITIONROTATIONALSTIFFNESSY_DisplayName
source: EN:IfcBoundaryNodeConditionRotationalStiffnessY
de: DE:IfcBoundaryNodeConditionRotationalStiffnessY

# CLASS_IFCBOUNDARYNODECONDITIONROTATIONALSTIFFNESSY_PROPERTY_ITEM_DisplayName
source: EN:Item
de: DE:Item

# CLASS_IFCBOUNDARYNODECONDITIONROTATIONALSTIFFNESSZ_DisplayName
source: EN:IfcBoundaryNodeConditionRotationalStiffnessZ
de: DE:IfcBoundaryNodeConditionRotationalStiffnessZ

# CLASS_IFCBOUNDARYNODECONDITIONROTATIONALSTIFFNESSZ_PROPERTY_ITEM_DisplayName
source: EN:Item
de: DE:Item

# CLASS_IFCBOUNDARYNODECONDITIONTRANSLATIONALSTIFFNESSX_DisplayName
source: EN:IfcBoundaryNodeConditionTranslationalStiffnessX
de: DE:IfcBoundaryNodeConditionTranslationalStiffnessX

# CLASS_IFCBOUNDARYNODECONDITIONTRANSLATIONALSTIFFNESSX_PROPERTY_ITEM_DisplayName
source: EN:Item
de: DE:Item

# CLASS_IFCBOUNDARYNODECONDITIONTRANSLATIONALSTIFFNESSY_DisplayName
source: EN:IfcBoundaryNodeConditionTranslationalStiffnessY
de: DE:IfcBoundaryNodeConditionTranslationalStiffnessY

# CLASS_IFCBOUNDARYNODECONDITIONTRANSLATIONALSTIFFNESSY_PROPERTY_ITEM_DisplayName
source: EN:Item
de: DE:Item

# CLASS_IFCBOUNDARYNODECONDITIONTRANSLATIONALSTIFFNESSZ_DisplayName
source: EN:IfcBoundaryNodeConditionTranslationalStiffnessZ
de: DE:IfcBoundaryNodeConditionTranslationalStiffnessZ

# CLASS_IFCBOUNDARYNODECONDITIONTRANSLATIONALSTIFFNESSZ_PROPERTY_ITEM_DisplayName
source: EN:Item
de: DE:Item

# CLASS_IFCBOUNDARYNODECONDITIONWARPINGWARPINGSTIFFNESS_DisplayName
source: EN:IfcBoundaryNodeConditionWarpingWarpingStiffness
de: DE:IfcBoundaryNodeConditionWarpingWarpingStiffness

# CLASS_IFCBOUNDARYNODECONDITIONWARPINGWARPINGSTIFFNESS_PROPERTY_ITEM_DisplayName
source: EN:Item
de: DE:Item

# CLASS_IFCBOUNDARYNODECONDITIONWARPING_DisplayName
source: EN:IfcBoundaryNodeConditionWarping
de: DE:IfcBoundaryNodeConditionWarping

# CLASS_IFCBOUNDARYNODECONDITIONWARPING_PROPERTY_WARPINGSTIFFNESS_DisplayName
source: EN:WarpingStiffness
de: DE:WarpingStiffness

# CLASS_IFCBOUNDARYNODECONDITION_DisplayName
source: EN:IfcBoundaryNodeCondition
de: DE:IfcBoundaryNodeCondition

# CLASS_IFCBOUNDARYNODECONDITION_PROPERTY_ROTATIONALSTIFFNESSX_DisplayName
source: EN:RotationalStiffnessX
de: DE:RotationalStiffnessX

# CLASS_IFCBOUNDARYNODECONDITION_PROPERTY_ROTATIONALSTIFFNESSY_DisplayName
source: EN:RotationalStiffnessY
de: DE:RotationalStiffnessY

# CLASS_IFCBOUNDARYNODECONDITION_PROPERTY_ROTATIONALSTIFFNESSZ_DisplayName
source: EN:RotationalStiffnessZ
de: DE:RotationalStiffnessZ

# CLASS_IFCBOUNDARYNODECONDITION_PROPERTY_TRANSLATIONALSTIFFNESSX_DisplayName
source: EN:TranslationalStiffnessX
de: DE:TranslationalStiffnessX

# CLASS_IFCBOUNDARYNODECONDITION_PROPERTY_TRANSLATIONALSTIFFNESSY_DisplayName
source: EN:TranslationalStiffnessY
de: DE:TranslationalStiffnessY

# CLASS_IFCBOUNDARYNODECONDITION_PROPERTY_TRANSLATIONALSTIFFNESSZ_DisplayName
source: EN:TranslationalStiffnessZ
de: DE:TranslationalStiffnessZ

# CLASS_IFCBOUNDEDCURVE_DisplayName
source: EN:IfcBoundedCurve
de: DE:IfcBoundedCurve

# CLASS_IFCBOUNDEDSURFACE_DisplayName
source: EN:IfcBoundedSurface
de: DE:IfcBoundedSurface

# CLASS_IFCBOUNDINGBOX_DisplayName
source: EN:IfcBoundingBox
de: DE:IfcBoundingBox

# CLASS_IFCBOUNDINGBOX_PROPERTY_CORNER_DisplayName
source: EN:Corner
de: DE:Corner

# CLASS_IFCBOUNDINGBOX_PROPERTY_XDIM_DisplayName
source: EN:XDim
de: DE:XDim

# CLASS_IFCBOUNDINGBOX_PROPERTY_YDIM_DisplayName
source: EN:YDim
de: DE:YDim

# CLASS_IFCBOUNDINGBOX_PROPERTY_ZDIM_DisplayName
source: EN:ZDim
de: DE:ZDim

# CLASS_IFCBOXEDHALFSPACE_DisplayName
source: EN:IfcBoxedHalfSpace
de: DE:IfcBoxedHalfSpace

# CLASS_IFCBOXEDHALFSPACE_PROPERTY_ENCLOSURE_DisplayName
source: EN:Enclosure
de: DE:Enclosure

# CLASS_IFCBSPLINECURVECONTROLPOINTSLIST_DisplayName
source: EN:IfcBSplineCurveControlPointsList
de: DE:IfcBSplineCurveControlPointsList

# CLASS_IFCBSPLINECURVECONTROLPOINTSLIST_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCBSPLINECURVECONTROLPOINTSLIST_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCBSPLINECURVECONTROLPOINTSLIST_PROPERTY_IFCCARTESIANPOINT_DisplayName
source: EN:IfcCartesianPoint
de: DE:IfcCartesianPoint

# CLASS_IFCBSPLINECURVECONTROLPOINTSLIST_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCBSPLINECURVEWITHKNOTS_DisplayName
source: EN:IfcBSplineCurveWithKnots
de: DE:IfcBSplineCurveWithKnots

# CLASS_IFCBSPLINECURVEWITHKNOTS_PROPERTY_KNOTMULTIPLICITIES_DisplayName
source: EN:KnotMultiplicities
de: DE:KnotMultiplicities

# CLASS_IFCBSPLINECURVEWITHKNOTS_PROPERTY_KNOTSPEC_DisplayName
source: EN:KnotSpec
de: DE:KnotSpec

# CLASS_IFCBSPLINECURVEWITHKNOTS_PROPERTY_KNOTS_DisplayName
source: EN:Knots
de: DE:Knots

# CLASS_IFCBSPLINECURVE_DisplayName
source: EN:IfcBSplineCurve
de: DE:IfcBSplineCurve

# CLASS_IFCBSPLINECURVE_PROPERTY_CLOSEDCURVE_DisplayName
source: EN:ClosedCurve
de: DE:ClosedCurve

# CLASS_IFCBSPLINECURVE_PROPERTY_CONTROLPOINTSLIST_DisplayName
source: EN:ControlPointsList
de: DE:ControlPointsList

# CLASS_IFCBSPLINECURVE_PROPERTY_CURVEFORM_DisplayName
source: EN:CurveForm
de: DE:CurveForm

# CLASS_IFCBSPLINECURVE_PROPERTY_DEGREE_DisplayName
source: EN:Degree
de: DE:Degree

# CLASS_IFCBSPLINECURVE_PROPERTY_SELFINTERSECT_DisplayName
source: EN:SelfIntersect
de: DE:SelfIntersect

# CLASS_IFCBSPLINESURFACECONTROLPOINTSLIST_DisplayName
source: EN:IfcBSplineSurfaceControlPointsList
de: DE:IfcBSplineSurfaceControlPointsList

# CLASS_IFCBSPLINESURFACECONTROLPOINTSLIST_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCBSPLINESURFACECONTROLPOINTSLIST_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCBSPLINESURFACECONTROLPOINTSLIST_PROPERTY_IFCCARTESIANPOINT_DisplayName
source: EN:IfcCartesianPoint
de: DE:IfcCartesianPoint

# CLASS_IFCBSPLINESURFACECONTROLPOINTSLIST_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCBSPLINESURFACEWITHKNOTS_DisplayName
source: EN:IfcBSplineSurfaceWithKnots
de: DE:IfcBSplineSurfaceWithKnots

# CLASS_IFCBSPLINESURFACEWITHKNOTS_PROPERTY_KNOTSPEC_DisplayName
source: EN:KnotSpec
de: DE:KnotSpec

# CLASS_IFCBSPLINESURFACEWITHKNOTS_PROPERTY_UKNOTS_DisplayName
source: EN:UKnots
de: DE:UKnots

# CLASS_IFCBSPLINESURFACEWITHKNOTS_PROPERTY_UMULTIPLICITIES_DisplayName
source: EN:UMultiplicities
de: DE:UMultiplicities

# CLASS_IFCBSPLINESURFACEWITHKNOTS_PROPERTY_VKNOTS_DisplayName
source: EN:VKnots
de: DE:VKnots

# CLASS_IFCBSPLINESURFACEWITHKNOTS_PROPERTY_VMULTIPLICITIES_DisplayName
source: EN:VMultiplicities
de: DE:VMultiplicities

# CLASS_IFCBSPLINESURFACE_DisplayName
source: EN:IfcBSplineSurface
de: DE:IfcBSplineSurface

# CLASS_IFCBSPLINESURFACE_PROPERTY_CONTROLPOINTSLIST_DisplayName
source: EN:ControlPointsList
de: DE:ControlPointsList

# CLASS_IFCBSPLINESURFACE_PROPERTY_SELFINTERSECT_DisplayName
source: EN:SelfIntersect
de: DE:SelfIntersect

# CLASS_IFCBSPLINESURFACE_PROPERTY_SURFACEFORM_DisplayName
source: EN:SurfaceForm
de: DE:SurfaceForm

# CLASS_IFCBSPLINESURFACE_PROPERTY_UCLOSED_DisplayName
source: EN:UClosed
de: DE:UClosed

# CLASS_IFCBSPLINESURFACE_PROPERTY_UDEGREE_DisplayName
source: EN:UDegree
de: DE:UDegree

# CLASS_IFCBSPLINESURFACE_PROPERTY_VCLOSED_DisplayName
source: EN:VClosed
de: DE:VClosed

# CLASS_IFCBSPLINESURFACE_PROPERTY_VDEGREE_DisplayName
source: EN:VDegree
de: DE:VDegree

# CLASS_IFCBUILDINGELEMENTPARTTYPE_DisplayName
source: EN:IfcBuildingElementPartType
de: DE:IfcBuildingElementPartType

# CLASS_IFCBUILDINGELEMENTPARTTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCBUILDINGELEMENTPART_DisplayName
source: EN:IfcBuildingElementPart
de: DE:IfcBuildingElementPart

# CLASS_IFCBUILDINGELEMENTPART_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCBUILDINGELEMENTPROXYTYPE_DisplayName
source: EN:IfcBuildingElementProxyType
de: DE:IfcBuildingElementProxyType

# CLASS_IFCBUILDINGELEMENTPROXYTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCBUILDINGELEMENTPROXY_DisplayName
source: EN:IfcBuildingElementProxy
de: DE:IfcBuildingElementProxy

# CLASS_IFCBUILDINGELEMENTPROXY_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCBUILDINGELEMENTTYPE_DisplayName
source: EN:IfcBuildingElementType
de: DE:IfcBuildingElementType

# CLASS_IFCBUILDINGELEMENT_DisplayName
source: EN:IfcBuildingElement
de: DE:IfcBuildingElement

# CLASS_IFCBUILDINGSTOREYS_DisplayName
source: EN:Etagen
de: Etagen

# CLASS_IFCBUILDINGSTOREY_DisplayName
source: EN:IfcBuildingStorey
de: Etage

# CLASS_IFCBUILDINGSTOREY_PROPERTY_ELEVATION_DisplayName
source: EN:Elevation
de: Relative Höhe [m]

# CLASS_IFCBUILDINGSTOREY_PROPERTY_GROSSFLOORAREA_DISPLAYNAME
source: EN:Bruttogrundfläche [m²]
de: Bruttogrundfläche [m²]

# CLASS_IFCBUILDINGSTOREY_PROPERTY_NETFLOORAREA_DISPLAYNAME
source: EN:Nettogrundfläche [m²]
de: Nettogrundfläche [m²]

# CLASS_IFCBUILDINGSYSTEM_DisplayName
source: EN:IfcBuildingSystem
de: DE:IfcBuildingSystem

# CLASS_IFCBUILDINGSYSTEM_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCBUILDINGS_DisplayName
source: EN:Gebäude
de: Gebäude

# CLASS_IFCBUILDING_DisplayName
source: EN:IfcBuilding
de: Gebäude

# CLASS_IFCBUILDING_PROPERTY_BUILDINGADDRESS_DisplayName
source: EN:BuildingAddress
de: DE:BuildingAddress

# CLASS_IFCBUILDING_PROPERTY_ELEVATIONOFREFHEIGHT_DisplayName
source: EN:ElevationOfRefHeight
de: Basis Höhe des Gebäudes [m]

# CLASS_IFCBUILDING_PROPERTY_ELEVATIONOFTERRAIN_DisplayName
source: EN:ElevationOfTerrain
de: Basis Höhe des Geländes [m]

# CLASS_IFCBUILDING_PROPERTY_GROSSFLOORAREA_DISPLAYNAME
source: EN:Bruttogrundfläche [m²]
de: Bruttogrundfläche [m²]

# CLASS_IFCBUILDING_PROPERTY_NETFLOORAREA_DISPLAYNAME
source: EN:Nettogrundfläche [m²]
de: Nettogrundfläche [m²]

# CLASS_IFCBURNERTYPE_DisplayName
source: EN:IfcBurnerType
de: DE:IfcBurnerType

# CLASS_IFCBURNERTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCBURNER_DisplayName
source: EN:IfcBurner
de: DE:IfcBurner

# CLASS_IFCBURNER_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCCABLECARRIERFITTINGTYPE_DisplayName
source: EN:IfcCableCarrierFittingType
de: DE:IfcCableCarrierFittingType

# CLASS_IFCCABLECARRIERFITTINGTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCCABLECARRIERFITTING_DisplayName
source: EN:IfcCableCarrierFitting
de: DE:IfcCableCarrierFitting

# CLASS_IFCCABLECARRIERFITTING_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCCABLECARRIERSEGMENTTYPE_DisplayName
source: EN:IfcCableCarrierSegmentType
de: DE:IfcCableCarrierSegmentType

# CLASS_IFCCABLECARRIERSEGMENTTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCCABLECARRIERSEGMENT_DisplayName
source: EN:IfcCableCarrierSegment
de: DE:IfcCableCarrierSegment

# CLASS_IFCCABLECARRIERSEGMENT_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCCABLEFITTINGTYPE_DisplayName
source: EN:IfcCableFittingType
de: DE:IfcCableFittingType

# CLASS_IFCCABLEFITTINGTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCCABLEFITTING_DisplayName
source: EN:IfcCableFitting
de: DE:IfcCableFitting

# CLASS_IFCCABLEFITTING_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCCABLESEGMENTTYPE_DisplayName
source: EN:IfcCableSegmentType
de: DE:IfcCableSegmentType

# CLASS_IFCCABLESEGMENTTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCCABLESEGMENT_DisplayName
source: EN:IfcCableSegment
de: DE:IfcCableSegment

# CLASS_IFCCABLESEGMENT_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCCARTESIANPOINTLIST3D_DisplayName
source: EN:IfcCartesianPointList3D
de: DE:IfcCartesianPointList3D

# CLASS_IFCCARTESIANPOINTLIST3D_PROPERTY_COORDLIST_DisplayName
source: EN:CoordList
de: DE:CoordList

# CLASS_IFCCARTESIANPOINTLIST_DisplayName
source: EN:IfcCartesianPointList
de: DE:IfcCartesianPointList

# CLASS_IFCCARTESIANPOINT_DisplayName
source: EN:IfcCartesianPoint
de: DE:IfcCartesianPoint

# CLASS_IFCCARTESIANPOINT_PROPERTY_COORDINATES_DisplayName
source: EN:Coordinates
de: DE:Coordinates

# CLASS_IFCCARTESIANTRANSFORMATIONOPERATOR2DNONUNIFORM_DisplayName
source: EN:IfcCartesianTransformationOperator2DnonUniform
de: DE:IfcCartesianTransformationOperator2DnonUniform

# CLASS_IFCCARTESIANTRANSFORMATIONOPERATOR2DNONUNIFORM_PROPERTY_SCALE2_DisplayName
source: EN:Scale2
de: DE:Scale2

# CLASS_IFCCARTESIANTRANSFORMATIONOPERATOR2D_DisplayName
source: EN:IfcCartesianTransformationOperator2D
de: DE:IfcCartesianTransformationOperator2D

# CLASS_IFCCARTESIANTRANSFORMATIONOPERATOR3DNONUNIFORM_DisplayName
source: EN:IfcCartesianTransformationOperator3DnonUniform
de: DE:IfcCartesianTransformationOperator3DnonUniform

# CLASS_IFCCARTESIANTRANSFORMATIONOPERATOR3DNONUNIFORM_PROPERTY_SCALE2_DisplayName
source: EN:Scale2
de: DE:Scale2

# CLASS_IFCCARTESIANTRANSFORMATIONOPERATOR3DNONUNIFORM_PROPERTY_SCALE3_DisplayName
source: EN:Scale3
de: DE:Scale3

# CLASS_IFCCARTESIANTRANSFORMATIONOPERATOR3D_DisplayName
source: EN:IfcCartesianTransformationOperator3D
de: DE:IfcCartesianTransformationOperator3D

# CLASS_IFCCARTESIANTRANSFORMATIONOPERATOR3D_PROPERTY_AXIS3_DisplayName
source: EN:Axis3
de: DE:Axis3

# CLASS_IFCCARTESIANTRANSFORMATIONOPERATOR_DisplayName
source: EN:IfcCartesianTransformationOperator
de: DE:IfcCartesianTransformationOperator

# CLASS_IFCCARTESIANTRANSFORMATIONOPERATOR_PROPERTY_AXIS1_DisplayName
source: EN:Axis1
de: DE:Axis1

# CLASS_IFCCARTESIANTRANSFORMATIONOPERATOR_PROPERTY_AXIS2_DisplayName
source: EN:Axis2
de: DE:Axis2

# CLASS_IFCCARTESIANTRANSFORMATIONOPERATOR_PROPERTY_LOCALORIGIN_DisplayName
source: EN:LocalOrigin
de: DE:LocalOrigin

# CLASS_IFCCARTESIANTRANSFORMATIONOPERATOR_PROPERTY_SCALE_DisplayName
source: EN:Scale
de: DE:Scale

# CLASS_IFCCENTERLINEPROFILEDEF_DisplayName
source: EN:IfcCenterLineProfileDef
de: DE:IfcCenterLineProfileDef

# CLASS_IFCCENTERLINEPROFILEDEF_PROPERTY_THICKNESS_DisplayName
source: EN:Thickness
de: DE:Thickness

# CLASS_IFCCHILLERTYPE_DisplayName
source: EN:IfcChillerType
de: DE:IfcChillerType

# CLASS_IFCCHILLERTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCCHILLER_DisplayName
source: EN:IfcChiller
de: DE:IfcChiller

# CLASS_IFCCHILLER_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCCHIMNEYTYPE_DisplayName
source: EN:IfcChimneyType
de: DE:IfcChimneyType

# CLASS_IFCCHIMNEYTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCCHIMNEY_DisplayName
source: EN:IfcChimney
de: DE:IfcChimney

# CLASS_IFCCHIMNEY_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCCIRCLEHOLLOWPROFILEDEF_DisplayName
source: EN:IfcCircleHollowProfileDef
de: DE:IfcCircleHollowProfileDef

# CLASS_IFCCIRCLEHOLLOWPROFILEDEF_PROPERTY_WALLTHICKNESS_DisplayName
source: EN:WallThickness
de: DE:WallThickness

# CLASS_IFCCIRCLEPROFILEDEF_DisplayName
source: EN:IfcCircleProfileDef
de: DE:IfcCircleProfileDef

# CLASS_IFCCIRCLEPROFILEDEF_PROPERTY_RADIUS_DisplayName
source: EN:Radius
de: DE:Radius

# CLASS_IFCCIRCLE_DisplayName
source: EN:IfcCircle
de: DE:IfcCircle

# CLASS_IFCCIRCLE_PROPERTY_RADIUS_DisplayName
source: EN:Radius
de: DE:Radius

# CLASS_IFCCIVILELEMENTTYPE_DisplayName
source: EN:IfcCivilElementType
de: DE:IfcCivilElementType

# CLASS_IFCCIVILELEMENT_DisplayName
source: EN:IfcCivilElement
de: DE:IfcCivilElement

# CLASS_IFCCLASSIFICATIONREFERENCEREFERENCEDSOURCE_DisplayName
source: EN:IfcClassificationReferenceReferencedSource
de: Quellverweis

# CLASS_IFCCLASSIFICATIONREFERENCEREFERENCEDSOURCE_PROPERTY_ITEM_DisplayName
source: EN:Item
de: DE:Item

# CLASS_IFCCLASSIFICATIONREFERENCETOKENS_DisplayName
source: EN:IfcClassificationReferenceTokens
de: DE:IfcClassificationReferenceTokens

# CLASS_IFCCLASSIFICATIONREFERENCETOKENS_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCCLASSIFICATIONREFERENCETOKENS_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCCLASSIFICATIONREFERENCETOKENS_PROPERTY_IFCIDENTIFIERWRAPPER_DisplayName
source: EN:IfcIdentifierwrapper
de: DE:IfcIdentifierwrapper

# CLASS_IFCCLASSIFICATIONREFERENCETOKENS_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCCLASSIFICATIONREFERENCE_DisplayName
source: EN:IfcClassificationReference
de: DE:IfcClassificationReference

# CLASS_IFCCLASSIFICATIONREFERENCE_PROPERTY_DESCRIPTION_DisplayName
source: EN:Description
de: Beschreibung

# CLASS_IFCCLASSIFICATIONREFERENCE_PROPERTY_REFERENCEDSOURCE_DisplayName
source: EN:ReferencedSource
de: DE:ReferencedSource

# CLASS_IFCCLASSIFICATIONREFERENCE_PROPERTY_SORT_DisplayName
source: EN:Sort
de: DE:Sort

# CLASS_IFCCLASSIFICATION_DisplayName
source: EN:IfcClassification
de: DE:IfcClassification

# CLASS_IFCCLASSIFICATION_PROPERTY_DESCRIPTION_DisplayName
source: EN:Description
de: Beschreibung

# CLASS_IFCCLASSIFICATION_PROPERTY_EDITIONDATE_DisplayName
source: EN:EditionDate
de: Versionsdatum

# CLASS_IFCCLASSIFICATION_PROPERTY_EDITION_DisplayName
source: EN:Edition
de: Version

# CLASS_IFCCLASSIFICATION_PROPERTY_LOCATION_DisplayName
source: EN:Location
de: DE:Location

# CLASS_IFCCLASSIFICATION_PROPERTY_NAME_DisplayName
source: EN:Name
de: Name

# CLASS_IFCCLASSIFICATION_PROPERTY_REFERENCETOKENS_DisplayName
source: EN:ReferenceTokens
de: DE:ReferenceTokens

# CLASS_IFCCLASSIFICATION_PROPERTY_SOURCE_DisplayName
source: EN:Source
de: DE:Source

# CLASS_IFCCLOSEDSHELL_DisplayName
source: EN:IfcClosedShell
de: DE:IfcClosedShell

# CLASS_IFCCOILTYPE_DisplayName
source: EN:IfcCoilType
de: DE:IfcCoilType

# CLASS_IFCCOILTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCCOIL_DisplayName
source: EN:IfcCoil
de: DE:IfcCoil

# CLASS_IFCCOIL_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCCOLOURRGBLIST_DisplayName
source: EN:IfcColourRgbList
de: DE:IfcColourRgbList

# CLASS_IFCCOLOURRGBLIST_PROPERTY_COLOURLIST_DisplayName
source: EN:ColourList
de: DE:ColourList

# CLASS_IFCCOLOURRGB_DisplayName
source: EN:IfcColourRgb
de: DE:IfcColourRgb

# CLASS_IFCCOLOURRGB_PROPERTY_BLUE_DisplayName
source: EN:Blue
de: DE:Blue

# CLASS_IFCCOLOURRGB_PROPERTY_GREEN_DisplayName
source: EN:Green
de: DE:Green

# CLASS_IFCCOLOURRGB_PROPERTY_RED_DisplayName
source: EN:Red
de: DE:Red

# CLASS_IFCCOLOURSPECIFICATION_DisplayName
source: EN:IfcColourSpecification
de: DE:IfcColourSpecification

# CLASS_IFCCOLOURSPECIFICATION_PROPERTY_NAME_DisplayName
source: EN:Name
de: Name

# CLASS_IFCCOLUMNSTANDARDCASE_DisplayName
source: EN:IfcColumnStandardCase
de: DE:IfcColumnStandardCase

# CLASS_IFCCOLUMNTYPE_DisplayName
source: EN:IfcColumnType
de: DE:IfcColumnType

# CLASS_IFCCOLUMNTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCCOLUMN_DisplayName
source: EN:IfcColumn
de: DE:IfcColumn

# CLASS_IFCCOLUMN_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCCOMMUNICATIONSAPPLIANCETYPE_DisplayName
source: EN:IfcCommunicationsApplianceType
de: DE:IfcCommunicationsApplianceType

# CLASS_IFCCOMMUNICATIONSAPPLIANCETYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCCOMMUNICATIONSAPPLIANCE_DisplayName
source: EN:IfcCommunicationsAppliance
de: DE:IfcCommunicationsAppliance

# CLASS_IFCCOMMUNICATIONSAPPLIANCE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCCOMPLEXNUMBERWRAPPER_DisplayName
source: EN:IfcComplexNumberwrapper
de: DE:IfcComplexNumberwrapper

# CLASS_IFCCOMPLEXNUMBERWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

# CLASS_IFCCOMPLEXNUMBERWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCCOMPLEXNUMBERWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCCOMPLEXNUMBER_DisplayName
source: EN:IfcComplexNumber
de: DE:IfcComplexNumber

# CLASS_IFCCOMPLEXNUMBER_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCCOMPLEXNUMBER_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCCOMPLEXNUMBER_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCCOMPLEXNUMBER_PROPERTY_TEXT_DisplayName
source: EN:Text
de: DE:Text

# CLASS_IFCCOMPLEXPROPERTYHASPROPERTIES_DisplayName
source: EN:IfcComplexPropertyHasProperties
de: DE:IfcComplexPropertyHasProperties

# CLASS_IFCCOMPLEXPROPERTYHASPROPERTIES_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCCOMPLEXPROPERTYHASPROPERTIES_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType
