Repository: thoffeller/Ifc.NET
Catalog: src/Ifc.NET/Properties/Resources.*.resx
Languages: de

# CLASS_IFCIRREGULARTIMESERIES_PROPERTY_VALUES_DisplayName
source: EN:Values
de: DE:Values

# CLASS_IFCISHAPEPROFILEDEF_DisplayName
source: EN:IfcIShapeProfileDef
de: DE:IfcIShapeProfileDef

# CLASS_IFCISHAPEPROFILEDEF_PROPERTY_FILLETRADIUS_DisplayName
source: EN:FilletRadius
de: DE:FilletRadius

# CLASS_IFCISHAPEPROFILEDEF_PROPERTY_FLANGEEDGERADIUS_DisplayName
source: EN:FlangeEdgeRadius
de: DE:FlangeEdgeRadius

# CLASS_IFCISHAPEPROFILEDEF_PROPERTY_FLANGESLOPE_DisplayName
source: EN:FlangeSlope
de: DE:FlangeSlope

# CLASS_IFCISHAPEPROFILEDEF_PROPERTY_FLANGETHICKNESS_DisplayName
source: EN:FlangeThickness
de: DE:FlangeThickness

# CLASS_IFCISHAPEPROFILEDEF_PROPERTY_OVERALLDEPTH_DisplayName
source: EN:OverallDepth
de: DE:OverallDepth

# CLASS_IFCISHAPEPROFILEDEF_PROPERTY_OVERALLWIDTH_DisplayName
source: EN:OverallWidth
de: DE:OverallWidth

# CLASS_IFCISHAPEPROFILEDEF_PROPERTY_WEBTHICKNESS_DisplayName
source: EN:WebThickness
de: DE:WebThickness

# CLASS_IFCISOTHERMALMOISTURECAPACITYMEASUREWRAPPER_DisplayName
source: EN:IfcIsothermalMoistureCapacityMeasurewrapper
de: DE:IfcIsothermalMoistureCapacityMeasurewrapper

# CLASS_IFCISOTHERMALMOISTURECAPACITYMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCISOTHERMALMOISTURECAPACITYMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCISOTHERMALMOISTURECAPACITYMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCJUNCTIONBOXTYPE_DisplayName
source: EN:IfcJunctionBoxType
de: DE:IfcJunctionBoxType

# CLASS_IFCJUNCTIONBOXTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCJUNCTIONBOX_DisplayName
source: EN:IfcJunctionBox
de: DE:IfcJunctionBox

# CLASS_IFCJUNCTIONBOX_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCKINEMATICVISCOSITYMEASUREWRAPPER_DisplayName
source: EN:IfcKinematicViscosityMeasurewrapper
de: DE:IfcKinematicViscosityMeasurewrapper

# CLASS_IFCKINEMATICVISCOSITYMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCKINEMATICVISCOSITYMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCKINEMATICVISCOSITYMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCLABELWRAPPER_DisplayName
source: EN:IfcLabelwrapper
de: DE:IfcLabelwrapper

# CLASS_IFCLABELWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

# CLASS_IFCLABELWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCLABELWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCLABELWRAPPER_PROPERTY_VALUE_DisplayName
source: EN:Value
de: DE:Value

# CLASS_IFCLABORRESOURCETYPE_DisplayName
source: EN:IfcLaborResourceType
de: DE:IfcLaborResourceType

# CLASS_IFCLABORRESOURCETYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCLABORRESOURCE_DisplayName
source: EN:IfcLaborResource
de: DE:IfcLaborResource

# CLASS_IFCLABORRESOURCE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCLAGTIMELAGVALUE_DisplayName
source: EN:IfcLagTimeLagValue
de: DE:IfcLagTimeLagValue

# CLASS_IFCLAGTIMELAGVALUE_PROPERTY_ITEM_DisplayName
source: EN:Item
de: DE:Item

# CLASS_IFCLAGTIME_DisplayName
source: EN:IfcLagTime
de: DE:IfcLagTime

# CLASS_IFCLAGTIME_PROPERTY_DURATIONTYPE_DisplayName
source: EN:DurationType
de: DE:DurationType

# CLASS_IFCLAGTIME_PROPERTY_LAGVALUE_DisplayName
source: EN:LagValue
de: DE:LagValue

# CLASS_IFCLAMPTYPE_DisplayName
source: EN:IfcLampType
de: DE:IfcLampType

# CLASS_IFCLAMPTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCLAMP_DisplayName
source: EN:IfcLamp
de: DE:IfcLamp

# CLASS_IFCLAMP_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCLENGTHMEASUREWRAPPER_DisplayName
source: EN:IfcLengthMeasurewrapper
de: DE:IfcLengthMeasurewrapper

# CLASS_IFCLENGTHMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

# CLASS_IFCLENGTHMEASUREWRAPPER_PROPERTY_INVARIANTSTRINGVALUE_DisplayName
source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCLENGTHMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCLENGTHMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCLIBRARYINFORMATIONPUBLISHER_DisplayName
source: EN:IfcLibraryInformationPublisher
de: DE:IfcLibraryInformationPublisher

# CLASS_IFCLIBRARYINFORMATIONPUBLISHER_PROPERTY_ITEM_DisplayName
source: EN:Item
de: DE:Item

# CLASS_IFCLIBRARYINFORMATION_DisplayName
source: EN:IfcLibraryInformation
de: DE:IfcLibraryInformation

# CLASS_IFCLIBRARYINFORMATION_PROPERTY_DESCRIPTION_DisplayName
source: EN:Description
de: Beschreibung

# CLASS_IFCLIBRARYINFORMATION_PROPERTY_LOCATION_DisplayName
source: EN:Location
de: DE:Location

# CLASS_IFCLIBRARYINFORMATION_PROPERTY_NAME_DisplayName
source: EN:Name
de: Name

# CLASS_IFCLIBRARYINFORMATION_PROPERTY_PUBLISHER_DisplayName
source: EN:Publisher
de: DE:Publisher

# CLASS_IFCLIBRARYINFORMATION_PROPERTY_VERSIONDATE_DisplayName
source: EN:VersionDate
de: DE:VersionDate

# CLASS_IFCLIBRARYINFORMATION_PROPERTY_VERSION_DisplayName
source: EN:Version
de: DE:Version

# CLASS_IFCLIBRARYREFERENCE_DisplayName
source: EN:IfcLibraryReference
de: DE:IfcLibraryReference

# CLASS_IFCLIBRARYREFERENCE_PROPERTY_DESCRIPTION_DisplayName
source: EN:Description
de: Beschreibung

# CLASS_IFCLIBRARYREFERENCE_PROPERTY_LANGUAGE_DisplayName
source: EN:Language
de: DE:Language

# CLASS_IFCLIBRARYREFERENCE_PROPERTY_REFERENCEDLIBRARY_DisplayName
source: EN:ReferencedLibrary
de: DE:ReferencedLibrary

# CLASS_IFCLIGHTDISTRIBUTIONDATA_DisplayName
source: EN:IfcLightDistributionData
de: DE:IfcLightDistributionData

# CLASS_IFCLIGHTDISTRIBUTIONDATA_PROPERTY_LUMINOUSINTENSITY_DisplayName
source: EN:LuminousIntensity
de: DE:LuminousIntensity

# CLASS_IFCLIGHTDISTRIBUTIONDATA_PROPERTY_MAINPLANEANGLE_DisplayName
source: EN:MainPlaneAngle
de: DE:MainPlaneAngle

# CLASS_IFCLIGHTDISTRIBUTIONDATA_PROPERTY_SECONDARYPLANEANGLE_DisplayName
source: EN:SecondaryPlaneAngle
de: DE:SecondaryPlaneAngle

# CLASS_IFCLIGHTFIXTURETYPE_DisplayName
source: EN:IfcLightFixtureType
de: DE:IfcLightFixtureType

# CLASS_IFCLIGHTFIXTURETYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCLIGHTFIXTURE_DisplayName
source: EN:IfcLightFixture
de: DE:IfcLightFixture

# CLASS_IFCLIGHTFIXTURE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCLIGHTINTENSITYDISTRIBUTIONDISTRIBUTIONDATA_DisplayName
source: EN:IfcLightIntensityDistributionDistributionData
de: DE:IfcLightIntensityDistributionDistributionData

source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCLIGHTINTENSITYDISTRIBUTIONDISTRIBUTIONDATA_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

source: EN:IfcLightDistributionData
de: DE:IfcLightDistributionData

source: EN:ItemType
de: DE:ItemType

# CLASS_IFCLIGHTINTENSITYDISTRIBUTION_DisplayName
source: EN:IfcLightIntensityDistribution
de: DE:IfcLightIntensityDistribution

# CLASS_IFCLIGHTINTENSITYDISTRIBUTION_PROPERTY_DISTRIBUTIONDATA_DisplayName
source: EN:DistributionData
de: DE:DistributionData

# CLASS_IFCLIGHTINTENSITYDISTRIBUTION_PROPERTY_LIGHTDISTRIBUTIONCURVE_DisplayName
source: EN:LightDistributionCurve
de: DE:LightDistributionCurve

# CLASS_IFCLIGHTSOURCEAMBIENT_DisplayName
source: EN:IfcLightSourceAmbient
de: DE:IfcLightSourceAmbient

# CLASS_IFCLIGHTSOURCEDIRECTIONAL_DisplayName
source: EN:IfcLightSourceDirectional
de: DE:IfcLightSourceDirectional

# CLASS_IFCLIGHTSOURCEDIRECTIONAL_PROPERTY_ORIENTATION_DisplayName
source: EN:Orientation
de: DE:Orientation

# CLASS_IFCLIGHTSOURCEGONIOMETRICLIGHTDISTRIBUTIONDATASOURCE_DisplayName
source: EN:IfcLightSourceGoniometricLightDistributionDataSource
de: DE:IfcLightSourceGoniometricLightDistributionDataSource

source: EN:Item
de: DE:Item

# CLASS_IFCLIGHTSOURCEGONIOMETRIC_DisplayName
source: EN:IfcLightSourceGoniometric
de: DE:IfcLightSourceGoniometric

# CLASS_IFCLIGHTSOURCEGONIOMETRIC_PROPERTY_COLOURAPPEARANCE_DisplayName
source: EN:ColourAppearance
de: DE:ColourAppearance

# CLASS_IFCLIGHTSOURCEGONIOMETRIC_PROPERTY_COLOURTEMPERATURE_DisplayName
source: EN:ColourTemperature
de: DE:ColourTemperature

# CLASS_IFCLIGHTSOURCEGONIOMETRIC_PROPERTY_LIGHTDISTRIBUTIONDATASOURCE_DisplayName
source: EN:LightDistributionDataSource
de: DE:LightDistributionDataSource

# CLASS_IFCLIGHTSOURCEGONIOMETRIC_PROPERTY_LIGHTEMISSIONSOURCE_DisplayName
source: EN:LightEmissionSource
de: DE:LightEmissionSource

# CLASS_IFCLIGHTSOURCEGONIOMETRIC_PROPERTY_LUMINOUSFLUX_DisplayName
source: EN:LuminousFlux
de: DE:LuminousFlux

# CLASS_IFCLIGHTSOURCEGONIOMETRIC_PROPERTY_POSITION_DisplayName
source: EN:Position
de: Positionition

# CLASS_IFCLIGHTSOURCEPOSITIONAL_DisplayName
source: EN:IfcLightSourcePositional
de: DE:IfcLightSourcePositional

# CLASS_IFCLIGHTSOURCEPOSITIONAL_PROPERTY_CONSTANTATTENUATION_DisplayName
source: EN:ConstantAttenuation
de: DE:ConstantAttenuation

# CLASS_IFCLIGHTSOURCEPOSITIONAL_PROPERTY_DISTANCEATTENUATION_DisplayName
source: EN:DistanceAttenuation
de: DE:DistanceAttenuation

# CLASS_IFCLIGHTSOURCEPOSITIONAL_PROPERTY_POSITION_DisplayName
source: EN:Position
de: Positionition

# CLASS_IFCLIGHTSOURCEPOSITIONAL_PROPERTY_QUADRICATTENUATION_DisplayName
source: EN:QuadricAttenuation
de: DE:QuadricAttenuation

# CLASS_IFCLIGHTSOURCEPOSITIONAL_PROPERTY_RADIUS_DisplayName
source: EN:Radius
de: DE:Radius

# CLASS_IFCLIGHTSOURCESPOT_DisplayName
source: EN:IfcLightSourceSpot
de: DE:IfcLightSourceSpot

# CLASS_IFCLIGHTSOURCESPOT_PROPERTY_BEAMWIDTHANGLE_DisplayName
source: EN:BeamWidthAngle
de: DE:BeamWidthAngle

# CLASS_IFCLIGHTSOURCESPOT_PROPERTY_CONCENTRATIONEXPONENT_DisplayName
source: EN:ConcentrationExponent
de: DE:ConcentrationExponent

# CLASS_IFCLIGHTSOURCESPOT_PROPERTY_ORIENTATION_DisplayName
source: EN:Orientation
de: DE:Orientation

# CLASS_IFCLIGHTSOURCESPOT_PROPERTY_SPREADANGLE_DisplayName
source: EN:SpreadAngle
de: DE:SpreadAngle

# CLASS_IFCLIGHTSOURCE_DisplayName
source: EN:IfcLightSource
de: DE:IfcLightSource

# CLASS_IFCLIGHTSOURCE_PROPERTY_AMBIENTINTENSITY_DisplayName
source: EN:AmbientIntensity
de: DE:AmbientIntensity

# CLASS_IFCLIGHTSOURCE_PROPERTY_INTENSITY_DisplayName
source: EN:Intensity
de: DE:Intensity

# CLASS_IFCLIGHTSOURCE_PROPERTY_LIGHTCOLOUR_DisplayName
source: EN:LightColour
de: DE:LightColour

# CLASS_IFCLIGHTSOURCE_PROPERTY_NAME_DisplayName
source: EN:Name
de: Name

# CLASS_IFCLINEARFORCEMEASUREWRAPPER_DisplayName
source: EN:IfcLinearForceMeasurewrapper
de: DE:IfcLinearForceMeasurewrapper

# CLASS_IFCLINEARFORCEMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

# CLASS_IFCLINEARFORCEMEASUREWRAPPER_PROPERTY_INVARIANTSTRINGVALUE_DisplayName
source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCLINEARFORCEMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCLINEARFORCEMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCLINEARMOMENTMEASUREWRAPPER_DisplayName
source: EN:IfcLinearMomentMeasurewrapper
de: DE:IfcLinearMomentMeasurewrapper

# CLASS_IFCLINEARMOMENTMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

# CLASS_IFCLINEARMOMENTMEASUREWRAPPER_PROPERTY_INVARIANTSTRINGVALUE_DisplayName
source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCLINEARMOMENTMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCLINEARMOMENTMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCLINEARSTIFFNESSMEASUREWRAPPER_DisplayName
source: EN:IfcLinearStiffnessMeasurewrapper
de: DE:IfcLinearStiffnessMeasurewrapper

# CLASS_IFCLINEARSTIFFNESSMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

# CLASS_IFCLINEARSTIFFNESSMEASUREWRAPPER_PROPERTY_INVARIANTSTRINGVALUE_DisplayName
source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCLINEARSTIFFNESSMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCLINEARSTIFFNESSMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCLINEARVELOCITYMEASUREWRAPPER_DisplayName
source: EN:IfcLinearVelocityMeasurewrapper
de: DE:IfcLinearVelocityMeasurewrapper

# CLASS_IFCLINEARVELOCITYMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

# CLASS_IFCLINEARVELOCITYMEASUREWRAPPER_PROPERTY_INVARIANTSTRINGVALUE_DisplayName
source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCLINEARVELOCITYMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCLINEARVELOCITYMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCLINE_DisplayName
source: EN:IfcLine
de: DE:IfcLine

# CLASS_IFCLINE_PROPERTY_DIR_DisplayName
source: EN:Dir
de: DE:Dir

# CLASS_IFCLINE_PROPERTY_PNT_DisplayName
source: EN:Pnt
de: DE:Pnt

# CLASS_IFCLOCALPLACEMENTRELATIVEPLACEMENT_DisplayName
source: EN:IfcLocalPlacementRelativePlacement
de: DE:IfcLocalPlacementRelativePlacement

# CLASS_IFCLOCALPLACEMENTRELATIVEPLACEMENT_PROPERTY_ITEM_DisplayName
source: EN:Item
de: DE:Item

# CLASS_IFCLOCALPLACEMENT_DisplayName
source: EN:IfcLocalPlacement
de: DE:IfcLocalPlacement

# CLASS_IFCLOCALPLACEMENT_PROPERTY_PLACEMENTRELTO_DisplayName
source: EN:PlacementRelTo
de: DE:PlacementRelTo

# CLASS_IFCLOCALPLACEMENT_PROPERTY_RELATIVEPLACEMENT_DisplayName
source: EN:RelativePlacement
de: DE:RelativePlacement

# CLASS_IFCLOGICALWRAPPER_DisplayName
source: EN:IfcLogicalwrapper
de: DE:IfcLogicalwrapper

# CLASS_IFCLOGICALWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

# CLASS_IFCLOGICALWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCLOGICALWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCLOGICALWRAPPER_PROPERTY_VALUE_DisplayName
source: EN:Value
de: DE:Value

# CLASS_IFCLOOP_DisplayName
source: EN:IfcLoop
de: DE:IfcLoop

# CLASS_IFCLSHAPEPROFILEDEF_DisplayName
source: EN:IfcLShapeProfileDef
de: DE:IfcLShapeProfileDef

# CLASS_IFCLSHAPEPROFILEDEF_PROPERTY_DEPTH_DisplayName
source: EN:Depth
de: DE:Depth

# CLASS_IFCLSHAPEPROFILEDEF_PROPERTY_EDGERADIUS_DisplayName
source: EN:EdgeRadius
de: DE:EdgeRadius

# CLASS_IFCLSHAPEPROFILEDEF_PROPERTY_FILLETRADIUS_DisplayName
source: EN:FilletRadius
de: DE:FilletRadius

# CLASS_IFCLSHAPEPROFILEDEF_PROPERTY_LEGSLOPE_DisplayName
source: EN:LegSlope
de: DE:LegSlope

# CLASS_IFCLSHAPEPROFILEDEF_PROPERTY_THICKNESS_DisplayName
source: EN:Thickness
de: DE:Thickness

# CLASS_IFCLSHAPEPROFILEDEF_PROPERTY_WIDTH_DisplayName
source: EN:Width
de: DE:Width

# CLASS_IFCLUMINOUSFLUXMEASUREWRAPPER_DisplayName
source: EN:IfcLuminousFluxMeasurewrapper
de: DE:IfcLuminousFluxMeasurewrapper

# CLASS_IFCLUMINOUSFLUXMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

# CLASS_IFCLUMINOUSFLUXMEASUREWRAPPER_PROPERTY_INVARIANTSTRINGVALUE_DisplayName
source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCLUMINOUSFLUXMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCLUMINOUSFLUXMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCLUMINOUSINTENSITYDISTRIBUTIONMEASUREWRAPPER_DisplayName
source: EN:IfcLuminousIntensityDistributionMeasurewrapper
de: DE:IfcLuminousIntensityDistributionMeasurewrapper

# CLASS_IFCLUMINOUSINTENSITYDISTRIBUTIONMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCLUMINOUSINTENSITYDISTRIBUTIONMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCLUMINOUSINTENSITYDISTRIBUTIONMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCLUMINOUSINTENSITYMEASUREWRAPPER_DisplayName
source: EN:IfcLuminousIntensityMeasurewrapper
de: DE:IfcLuminousIntensityMeasurewrapper

# CLASS_IFCLUMINOUSINTENSITYMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCLUMINOUSINTENSITYMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCLUMINOUSINTENSITYMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCMAGNETICFLUXDENSITYMEASUREWRAPPER_DisplayName
source: EN:IfcMagneticFluxDensityMeasurewrapper
de: DE:IfcMagneticFluxDensityMeasurewrapper

# CLASS_IFCMAGNETICFLUXDENSITYMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCMAGNETICFLUXDENSITYMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCMAGNETICFLUXDENSITYMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCMAGNETICFLUXMEASUREWRAPPER_DisplayName
source: EN:IfcMagneticFluxMeasurewrapper
de: DE:IfcMagneticFluxMeasurewrapper

# CLASS_IFCMAGNETICFLUXMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

# CLASS_IFCMAGNETICFLUXMEASUREWRAPPER_PROPERTY_INVARIANTSTRINGVALUE_DisplayName
source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCMAGNETICFLUXMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCMAGNETICFLUXMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCMANIFOLDSOLIDBREP_DisplayName
source: EN:IfcManifoldSolidBrep
de: DE:IfcManifoldSolidBrep

# CLASS_IFCMANIFOLDSOLIDBREP_PROPERTY_OUTER_DisplayName
source: EN:Outer
de: DE:Outer

# CLASS_IFCMAPCONVERSION_DisplayName
source: EN:IfcMapConversion
de: DE:IfcMapConversion

# CLASS_IFCMAPCONVERSION_PROPERTY_EASTINGS_DisplayName
source: EN:Eastings
de: DE:Eastings

# CLASS_IFCMAPCONVERSION_PROPERTY_NORTHINGS_DisplayName
source: EN:Northings
de: DE:Northings

# CLASS_IFCMAPCONVERSION_PROPERTY_ORTHOGONALHEIGHT_DisplayName
source: EN:OrthogonalHeight
de: DE:OrthogonalHeight

# CLASS_IFCMAPCONVERSION_PROPERTY_SCALE_DisplayName
source: EN:Scale
de: DE:Scale

# CLASS_IFCMAPCONVERSION_PROPERTY_XAXISABSCISSA_DisplayName
source: EN:XAxisAbscissa
de: DE:XAxisAbscissa

# CLASS_IFCMAPCONVERSION_PROPERTY_XAXISORDINATE_DisplayName
source: EN:XAxisOrdinate
de: DE:XAxisOrdinate

# CLASS_IFCMAPPEDITEM_DisplayName
source: EN:IfcMappedItem
de: DE:IfcMappedItem

# CLASS_IFCMAPPEDITEM_PROPERTY_MAPPINGSOURCE_DisplayName
source: EN:MappingSource
de: DE:MappingSource

# CLASS_IFCMAPPEDITEM_PROPERTY_MAPPINGTARGET_DisplayName
source: EN:MappingTarget
de: DE:MappingTarget

# CLASS_IFCMASSDENSITYMEASUREWRAPPER_DisplayName
source: EN:IfcMassDensityMeasurewrapper
de: DE:IfcMassDensityMeasurewrapper

# CLASS_IFCMASSDENSITYMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

# CLASS_IFCMASSDENSITYMEASUREWRAPPER_PROPERTY_INVARIANTSTRINGVALUE_DisplayName
source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCMASSDENSITYMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCMASSDENSITYMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCMASSFLOWRATEMEASUREWRAPPER_DisplayName
source: EN:IfcMassFlowRateMeasurewrapper
de: DE:IfcMassFlowRateMeasurewrapper

# CLASS_IFCMASSFLOWRATEMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

# CLASS_IFCMASSFLOWRATEMEASUREWRAPPER_PROPERTY_INVARIANTSTRINGVALUE_DisplayName
source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCMASSFLOWRATEMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCMASSFLOWRATEMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCMASSMEASUREWRAPPER_DisplayName
source: EN:IfcMassMeasurewrapper
de: DE:IfcMassMeasurewrapper

# CLASS_IFCMASSMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

# CLASS_IFCMASSMEASUREWRAPPER_PROPERTY_INVARIANTSTRINGVALUE_DisplayName
source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCMASSMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCMASSMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCMASSPERLENGTHMEASUREWRAPPER_DisplayName
source: EN:IfcMassPerLengthMeasurewrapper
de: DE:IfcMassPerLengthMeasurewrapper

# CLASS_IFCMASSPERLENGTHMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

# CLASS_IFCMASSPERLENGTHMEASUREWRAPPER_PROPERTY_INVARIANTSTRINGVALUE_DisplayName
source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCMASSPERLENGTHMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCMASSPERLENGTHMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCMATERIALCLASSIFICATIONRELATIONSHIPMATERIALCLASSIFICATIONS_DisplayName
source: EN:IfcMaterialClassificationRelationshipMaterialClassifications
de: DE:IfcMaterialClassificationRelationshipMaterialClassifications

source: EN:ArraySize
de: DE:ArraySize

source: EN:CType
de: DE:CType

source: EN:Items
de: DE:Items

source: EN:ItemType
de: DE:ItemType

# CLASS_IFCMATERIALCLASSIFICATIONRELATIONSHIP_DisplayName
source: EN:IfcMaterialClassificationRelationship
de: DE:IfcMaterialClassificationRelationship

source: EN:ClassifiedMaterial
de: DE:ClassifiedMaterial

source: EN:MaterialClassifications
de: DE:MaterialClassifications

# CLASS_IFCMATERIALCONSTITUENTSETMATERIALCONSTITUENTS_DisplayName
source: EN:IfcMaterialConstituentSetMaterialConstituents
de: DE:IfcMaterialConstituentSetMaterialConstituents

source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCMATERIALCONSTITUENTSETMATERIALCONSTITUENTS_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

source: EN:IfcMaterialConstituent
de: DE:IfcMaterialConstituent

source: EN:ItemType
de: DE:ItemType

# CLASS_IFCMATERIALCONSTITUENTSET_DisplayName
source: EN:IfcMaterialConstituentSet
de: DE:IfcMaterialConstituentSet

# CLASS_IFCMATERIALCONSTITUENTSET_PROPERTY_DESCRIPTION_DisplayName
source: EN:Description
de: Beschreibung

# CLASS_IFCMATERIALCONSTITUENTSET_PROPERTY_MATERIALCONSTITUENTS_DisplayName
source: EN:MaterialConstituents
de: DE:MaterialConstituents

# CLASS_IFCMATERIALCONSTITUENTSET_PROPERTY_NAME_DisplayName
source: EN:Name
de: Name

# CLASS_IFCMATERIALCONSTITUENT_DisplayName
source: EN:IfcMaterialConstituent
de: DE:IfcMaterialConstituent

# CLASS_IFCMATERIALCONSTITUENT_PROPERTY_CATEGORY_DisplayName
source: EN:Category
de: DE:Category

# CLASS_IFCMATERIALCONSTITUENT_PROPERTY_DESCRIPTION_DisplayName
source: EN:Description
de: Beschreibung

# CLASS_IFCMATERIALCONSTITUENT_PROPERTY_FRACTION_DisplayName
source: EN:Fraction
de: DE:Fraction

# CLASS_IFCMATERIALCONSTITUENT_PROPERTY_MATERIAL_DisplayName
source: EN:Material
de: DE:Material

# CLASS_IFCMATERIALCONSTITUENT_PROPERTY_NAME_DisplayName
source: EN:Name
de: Name

# CLASS_IFCMATERIALDEFINITIONHASPROPERTIES_DisplayName
source: EN:IfcMaterialDefinitionHasProperties
de: DE:IfcMaterialDefinitionHasProperties

# CLASS_IFCMATERIALDEFINITIONHASPROPERTIES_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCMATERIALDEFINITIONHASPROPERTIES_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

source: EN:IfcMaterialProperties
de: DE:IfcMaterialProperties

# CLASS_IFCMATERIALDEFINITIONHASPROPERTIES_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCMATERIALDEFINITIONREPRESENTATION_DisplayName
source: EN:IfcMaterialDefinitionRepresentation
de: DE:IfcMaterialDefinitionRepresentation

# CLASS_IFCMATERIALDEFINITION_DisplayName
source: EN:IfcMaterialDefinition
de: DE:IfcMaterialDefinition

# CLASS_IFCMATERIALDEFINITION_PROPERTY_HASPROPERTIES_DisplayName
source: EN:HasProperties
de: DE:HasProperties

# CLASS_IFCMATERIALLAYERSETMATERIALLAYERS_DisplayName
source: EN:IfcMaterialLayerSetMaterialLayers
de: DE:IfcMaterialLayerSetMaterialLayers

# CLASS_IFCMATERIALLAYERSETMATERIALLAYERS_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize
