Repository: thoffeller/Ifc.NET
Catalog: src/Ifc.NET/Properties/Resources.*.resx
Languages: de

# ENUM_IFCLOADGROUPTYPEENUM_ITEM_LOADCOMBINATION_DisplayName
source: EN:LoadCombination
de: DE:LoadCombination

# ENUM_IFCLOADGROUPTYPEENUM_ITEM_LOADGROUP_DisplayName
source: EN:LoadGroup
de: DE:LoadGroup

# ENUM_IFCLOADGROUPTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCLOADGROUPTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCLOGICALOPERATORENUM_ITEM_LOGICALAND_DisplayName
source: EN:Logicaland
de: DE:Logicaland

# ENUM_IFCLOGICALOPERATORENUM_ITEM_LOGICALNOTAND_DisplayName
source: EN:Logicalnotand
de: DE:Logicalnotand

# ENUM_IFCLOGICALOPERATORENUM_ITEM_LOGICALNOTOR_DisplayName
source: EN:Logicalnotor
de: DE:Logicalnotor

# ENUM_IFCLOGICALOPERATORENUM_ITEM_LOGICALOR_DisplayName
source: EN:Logicalor
de: DE:Logicalor

# ENUM_IFCLOGICALOPERATORENUM_ITEM_LOGICALXOR_DisplayName
source: EN:Logicalxor
de: DE:Logicalxor

# ENUM_IFCLOGICAL_ITEM_FALSE_DisplayName
source: EN:False
de: DE:False

# ENUM_IFCLOGICAL_ITEM_TRUE_DisplayName
source: EN:True
de: DE:True

# ENUM_IFCLOGICAL_ITEM_UNKNOWN_DisplayName
source: EN:Unknown
de: DE:Unknown

# ENUM_IFCMECHANICALFASTENERTYPEENUM_ITEM_ANCHORBOLT_DisplayName
source: EN:Anchorbolt
de: DE:Anchorbolt

# ENUM_IFCMECHANICALFASTENERTYPEENUM_ITEM_BOLT_DisplayName
source: EN:Bolt
de: DE:Bolt

# ENUM_IFCMECHANICALFASTENERTYPEENUM_ITEM_DOWEL_DisplayName
source: EN:Dowel
de: DE:Dowel

# ENUM_IFCMECHANICALFASTENERTYPEENUM_ITEM_NAILPLATE_DisplayName
source: EN:Nailplate
de: DE:Nailplate

# ENUM_IFCMECHANICALFASTENERTYPEENUM_ITEM_NAIL_DisplayName
source: EN:Nail
de: DE:Nail

# ENUM_IFCMECHANICALFASTENERTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCMECHANICALFASTENERTYPEENUM_ITEM_RIVET_DisplayName
source: EN:Rivet
de: DE:Rivet

# ENUM_IFCMECHANICALFASTENERTYPEENUM_ITEM_SCREW_DisplayName
source: EN:Screw
de: DE:Screw

# ENUM_IFCMECHANICALFASTENERTYPEENUM_ITEM_SHEARCONNECTOR_DisplayName
source: EN:Shearconnector
de: DE:Shearconnector

# ENUM_IFCMECHANICALFASTENERTYPEENUM_ITEM_STAPLE_DisplayName
source: EN:Staple
de: DE:Staple

# ENUM_IFCMECHANICALFASTENERTYPEENUM_ITEM_STUDSHEARCONNECTOR_DisplayName
source: EN:Studshearconnector
de: DE:Studshearconnector

# ENUM_IFCMECHANICALFASTENERTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCMEDICALDEVICETYPEENUM_ITEM_AIRSTATION_DisplayName
source: EN:Airstation
de: DE:Airstation

# ENUM_IFCMEDICALDEVICETYPEENUM_ITEM_FEEDAIRUNIT_DisplayName
source: EN:Feedairunit
de: DE:Feedairunit

# ENUM_IFCMEDICALDEVICETYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCMEDICALDEVICETYPEENUM_ITEM_OXYGENGENERATOR_DisplayName
source: EN:Oxygengenerator
de: DE:Oxygengenerator

# ENUM_IFCMEDICALDEVICETYPEENUM_ITEM_OXYGENPLANT_DisplayName
source: EN:Oxygenplant
de: DE:Oxygenplant

# ENUM_IFCMEDICALDEVICETYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCMEDICALDEVICETYPEENUM_ITEM_VACUUMSTATION_DisplayName
source: EN:Vacuumstation
de: DE:Vacuumstation

# ENUM_IFCMEMBERTYPEENUM_ITEM_BRACE_DisplayName
source: EN:Brace
de: DE:Brace

# ENUM_IFCMEMBERTYPEENUM_ITEM_CHORD_DisplayName
source: EN:Chord
de: DE:Chord

# ENUM_IFCMEMBERTYPEENUM_ITEM_COLLAR_DisplayName
source: EN:Collar
de: DE:Collar

# ENUM_IFCMEMBERTYPEENUM_ITEM_MEMBER_DisplayName
source: EN:Member
de: DE:Member

# ENUM_IFCMEMBERTYPEENUM_ITEM_MULLION_DisplayName
source: EN:Mullion
de: DE:Mullion

# ENUM_IFCMEMBERTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCMEMBERTYPEENUM_ITEM_PLATE_DisplayName
source: EN:Plate
de: DE:Plate

# ENUM_IFCMEMBERTYPEENUM_ITEM_POST_DisplayName
source: EN:Post
de: Positiont

# ENUM_IFCMEMBERTYPEENUM_ITEM_PURLIN_DisplayName
source: EN:Purlin
de: DE:Purlin

# ENUM_IFCMEMBERTYPEENUM_ITEM_RAFTER_DisplayName
source: EN:Rafter
de: DE:Rafter

# ENUM_IFCMEMBERTYPEENUM_ITEM_STRINGER_DisplayName
source: EN:Stringer
de: DE:Stringer

# ENUM_IFCMEMBERTYPEENUM_ITEM_STRUT_DisplayName
source: EN:Strut
de: DE:Strut

# ENUM_IFCMEMBERTYPEENUM_ITEM_STUD_DisplayName
source: EN:Stud
de: DE:Stud

# ENUM_IFCMEMBERTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCMOTORCONNECTIONTYPEENUM_ITEM_BELTDRIVE_DisplayName
source: EN:Beltdrive
de: DE:Beltdrive

# ENUM_IFCMOTORCONNECTIONTYPEENUM_ITEM_COUPLING_DisplayName
source: EN:Coupling
de: DE:Coupling

# ENUM_IFCMOTORCONNECTIONTYPEENUM_ITEM_DIRECTDRIVE_DisplayName
source: EN:Directdrive
de: DE:Directdrive

# ENUM_IFCMOTORCONNECTIONTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCMOTORCONNECTIONTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCNULLSTYLE_ITEM_NULL_DisplayName
source: EN:Null
de: DE:Null

# ENUM_IFCOBJECTIVEENUM_ITEM_CODECOMPLIANCE_DisplayName
source: EN:Codecompliance
de: DE:Codecompliance

# ENUM_IFCOBJECTIVEENUM_ITEM_CODEWAIVER_DisplayName
source: EN:Codewaiver
de: DE:Codewaiver

# ENUM_IFCOBJECTIVEENUM_ITEM_DESIGNINTENT_DisplayName
source: EN:Designintent
de: DE:Designintent

# ENUM_IFCOBJECTIVEENUM_ITEM_EXTERNAL_DisplayName
source: EN:External
de: DE:External

# ENUM_IFCOBJECTIVEENUM_ITEM_HEALTHANDSAFETY_DisplayName
source: EN:Healthandsafety
de: DE:Healthandsafety

# ENUM_IFCOBJECTIVEENUM_ITEM_MERGECONFLICT_DisplayName
source: EN:Mergeconflict
de: DE:Mergeconflict

# ENUM_IFCOBJECTIVEENUM_ITEM_MODELVIEW_DisplayName
source: EN:Modelview
de: DE:Modelview

# ENUM_IFCOBJECTIVEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCOBJECTIVEENUM_ITEM_PARAMETER_DisplayName
source: EN:Parameter
de: DE:Parameter

# ENUM_IFCOBJECTIVEENUM_ITEM_REQUIREMENT_DisplayName
source: EN:Requirement
de: DE:Requirement

# ENUM_IFCOBJECTIVEENUM_ITEM_SPECIFICATION_DisplayName
source: EN:Specification
de: DE:Specification

# ENUM_IFCOBJECTIVEENUM_ITEM_TRIGGERCONDITION_DisplayName
source: EN:Triggercondition
de: DE:Triggercondition

# ENUM_IFCOBJECTIVEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCOBJECTTYPEENUM_ITEM_ACTOR_DisplayName
source: EN:Actor
de: DE:Actor

# ENUM_IFCOBJECTTYPEENUM_ITEM_CONTROL_DisplayName
source: EN:Control
de: DE:Control

# ENUM_IFCOBJECTTYPEENUM_ITEM_GROUP_DisplayName
source: EN:Group
de: DE:Group

# ENUM_IFCOBJECTTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCOBJECTTYPEENUM_ITEM_PROCESS_DisplayName
source: EN:Process
de: DE:Process

# ENUM_IFCOBJECTTYPEENUM_ITEM_PRODUCT_DisplayName
source: EN:Product
de: DE:Product

# ENUM_IFCOBJECTTYPEENUM_ITEM_PROJECT_DisplayName
source: EN:Project
de: DE:Project

# ENUM_IFCOBJECTTYPEENUM_ITEM_RESOURCE_DisplayName
source: EN:Resource
de: DE:Resource

# ENUM_IFCOCCUPANTTYPEENUM_ITEM_ASSIGNEE_DisplayName
source: EN:Assignee
de: DE:Assignee

# ENUM_IFCOCCUPANTTYPEENUM_ITEM_ASSIGNOR_DisplayName
source: EN:Assignor
de: DE:Assignor

# ENUM_IFCOCCUPANTTYPEENUM_ITEM_LESSEE_DisplayName
source: EN:Lessee
de: DE:Lessee

# ENUM_IFCOCCUPANTTYPEENUM_ITEM_LESSOR_DisplayName
source: EN:Lessor
de: DE:Lessor

# ENUM_IFCOCCUPANTTYPEENUM_ITEM_LETTINGAGENT_DisplayName
source: EN:Lettingagent
de: DE:Lettingagent

# ENUM_IFCOCCUPANTTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCOCCUPANTTYPEENUM_ITEM_OWNER_DisplayName
source: EN:Owner
de: DE:Owner

# ENUM_IFCOCCUPANTTYPEENUM_ITEM_TENANT_DisplayName
source: EN:Tenant
de: DE:Tenant

# ENUM_IFCOCCUPANTTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCOPENINGELEMENTTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCOPENINGELEMENTTYPEENUM_ITEM_OPENING_DisplayName
source: EN:Opening
de: DE:Opening

# ENUM_IFCOPENINGELEMENTTYPEENUM_ITEM_RECESS_DisplayName
source: EN:Recess
de: DE:Recess

# ENUM_IFCOPENINGELEMENTTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCOUTLETTYPEENUM_ITEM_AUDIOVISUALOUTLET_DisplayName
source: EN:Audiovisualoutlet
de: DE:Audiovisualoutlet

# ENUM_IFCOUTLETTYPEENUM_ITEM_COMMUNICATIONSOUTLET_DisplayName
source: EN:Communicationsoutlet
de: DE:Communicationsoutlet

# ENUM_IFCOUTLETTYPEENUM_ITEM_DATAOUTLET_DisplayName
source: EN:Dataoutlet
de: DE:Dataoutlet

# ENUM_IFCOUTLETTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCOUTLETTYPEENUM_ITEM_POWEROUTLET_DisplayName
source: EN:Poweroutlet
de: DE:Poweroutlet

# ENUM_IFCOUTLETTYPEENUM_ITEM_TELEPHONEOUTLET_DisplayName
source: EN:Telephoneoutlet
de: DE:Telephoneoutlet

# ENUM_IFCOUTLETTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCPERFORMANCEHISTORYTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCPERFORMANCEHISTORYTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCPERMEABLECOVERINGOPERATIONENUM_ITEM_GRILL_DisplayName
source: EN:Grill
de: DE:Grill

# ENUM_IFCPERMEABLECOVERINGOPERATIONENUM_ITEM_LOUVER_DisplayName
source: EN:Louver
de: DE:Louver

# ENUM_IFCPERMEABLECOVERINGOPERATIONENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCPERMEABLECOVERINGOPERATIONENUM_ITEM_SCREEN_DisplayName
source: EN:Screen
de: DE:Screen

# ENUM_IFCPERMEABLECOVERINGOPERATIONENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCPERMITTYPEENUM_ITEM_ACCESS_DisplayName
source: EN:Access
de: DE:Access

# ENUM_IFCPERMITTYPEENUM_ITEM_BUILDING_DisplayName
source: EN:Building
de: DE:Building

# ENUM_IFCPERMITTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCPERMITTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCPERMITTYPEENUM_ITEM_WORK_DisplayName
source: EN:Work
de: DE:Work

# ENUM_IFCPHYSICALORVIRTUALENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCPHYSICALORVIRTUALENUM_ITEM_PHYSICAL_DisplayName
source: EN:Physical
de: DE:Physical

# ENUM_IFCPHYSICALORVIRTUALENUM_ITEM_VIRTUAL_DisplayName
source: EN:Virtual
de: DE:Virtual

# ENUM_IFCPILECONSTRUCTIONENUM_ITEM_CASTINPLACE_DisplayName
source: EN:CastInPlace
de: DE:CastInPlace

# ENUM_IFCPILECONSTRUCTIONENUM_ITEM_COMPOSITE_DisplayName
source: EN:Composite
de: DE:Composite

# ENUM_IFCPILECONSTRUCTIONENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCPILECONSTRUCTIONENUM_ITEM_PRECASTCONCRETE_DisplayName
source: EN:PrecastConcrete
de: DE:PrecastConcrete

# ENUM_IFCPILECONSTRUCTIONENUM_ITEM_PREFABSTEEL_DisplayName
source: EN:PrefabSteel
de: DE:PrefabSteel

# ENUM_IFCPILECONSTRUCTIONENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCPILETYPEENUM_ITEM_BORED_DisplayName
source: EN:Bored
de: DE:Bored

# ENUM_IFCPILETYPEENUM_ITEM_COHESION_DisplayName
source: EN:Cohesion
de: DE:Cohesion

# ENUM_IFCPILETYPEENUM_ITEM_DRIVEN_DisplayName
source: EN:Driven
de: DE:Driven

# ENUM_IFCPILETYPEENUM_ITEM_FRICTION_DisplayName
source: EN:Friction
de: DE:Friction

# ENUM_IFCPILETYPEENUM_ITEM_JETGROUTING_DisplayName
source: EN:Jetgrouting
de: DE:Jetgrouting

# ENUM_IFCPILETYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCPILETYPEENUM_ITEM_SUPPORT_DisplayName
source: EN:Support
de: DE:Support

# ENUM_IFCPILETYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCPIPEFITTINGTYPEENUM_ITEM_BEND_DisplayName
source: EN:Bend
de: DE:Bend

# ENUM_IFCPIPEFITTINGTYPEENUM_ITEM_CONNECTOR_DisplayName
source: EN:Connector
de: DE:Connector

# ENUM_IFCPIPEFITTINGTYPEENUM_ITEM_ENTRY_DisplayName
source: EN:Entry
de: DE:Entry

# ENUM_IFCPIPEFITTINGTYPEENUM_ITEM_EXIT_DisplayName
source: EN:Exit
de: DE:Exit

# ENUM_IFCPIPEFITTINGTYPEENUM_ITEM_JUNCTION_DisplayName
source: EN:Junction
de: DE:Junction

# ENUM_IFCPIPEFITTINGTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCPIPEFITTINGTYPEENUM_ITEM_OBSTRUCTION_DisplayName
source: EN:Obstruction
de: DE:Obstruction

# ENUM_IFCPIPEFITTINGTYPEENUM_ITEM_TRANSITION_DisplayName
source: EN:Transition
de: DE:Transition

# ENUM_IFCPIPEFITTINGTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCPIPESEGMENTTYPEENUM_ITEM_CULVERT_DisplayName
source: EN:Culvert
de: DE:Culvert

# ENUM_IFCPIPESEGMENTTYPEENUM_ITEM_FLEXIBLESEGMENT_DisplayName
source: EN:Flexiblesegment
de: DE:Flexiblesegment

# ENUM_IFCPIPESEGMENTTYPEENUM_ITEM_GUTTER_DisplayName
source: EN:Gutter
de: DE:Gutter

# ENUM_IFCPIPESEGMENTTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCPIPESEGMENTTYPEENUM_ITEM_RIGIDSEGMENT_DisplayName
source: EN:Rigidsegment
de: DE:Rigidsegment

# ENUM_IFCPIPESEGMENTTYPEENUM_ITEM_SPOOL_DisplayName
source: EN:Spool
de: DE:Spool

# ENUM_IFCPIPESEGMENTTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCPLATETYPEENUM_ITEM_CURTAINPANEL_DisplayName
source: EN:CurtainPanel
de: DE:CurtainPanel

# ENUM_IFCPLATETYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCPLATETYPEENUM_ITEM_SHEET_DisplayName
source: EN:Sheet
de: DE:Sheet

# ENUM_IFCPLATETYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCPROCEDURETYPEENUM_ITEM_ADVICECAUTION_DisplayName
source: EN:AdviceCaution
de: DE:AdviceCaution

# ENUM_IFCPROCEDURETYPEENUM_ITEM_ADVICENOTE_DisplayName
source: EN:AdviceNote
de: DE:AdviceNote

# ENUM_IFCPROCEDURETYPEENUM_ITEM_ADVICEWARNING_DisplayName
source: EN:AdviceWarning
de: DE:AdviceWarning

# ENUM_IFCPROCEDURETYPEENUM_ITEM_CALIBRATION_DisplayName
source: EN:Calibration
de: DE:Calibration

# ENUM_IFCPROCEDURETYPEENUM_ITEM_DIAGNOSTIC_DisplayName
source: EN:Diagnostic
de: DE:Diagnostic

# ENUM_IFCPROCEDURETYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCPROCEDURETYPEENUM_ITEM_SHUTDOWN_DisplayName
source: EN:Shutdown
de: DE:Shutdown

# ENUM_IFCPROCEDURETYPEENUM_ITEM_STARTUP_DisplayName
source: EN:Startup
de: DE:Startup

# ENUM_IFCPROCEDURETYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCPROFILETYPEENUM_ITEM_AREA_DisplayName
source: EN:Area
de: DE:Area

# ENUM_IFCPROFILETYPEENUM_ITEM_CURVE_DisplayName
source: EN:Curve
de: DE:Curve

# ENUM_IFCPROJECTEDORTRUELENGTHENUM_ITEM_PROJECTEDLENGTH_DisplayName
source: EN:ProjectedLength
de: DE:ProjectedLength

# ENUM_IFCPROJECTEDORTRUELENGTHENUM_ITEM_TRUELENGTH_DisplayName
source: EN:TrueLength
de: DE:TrueLength

# ENUM_IFCPROJECTIONELEMENTTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCPROJECTIONELEMENTTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCPROJECTORDERTYPEENUM_ITEM_CHANGEORDER_DisplayName
source: EN:Changeorder
de: DE:Changeorder

# ENUM_IFCPROJECTORDERTYPEENUM_ITEM_MAINTENANCEWORKORDER_DisplayName
source: EN:Maintenanceworkorder
de: DE:Maintenanceworkorder

# ENUM_IFCPROJECTORDERTYPEENUM_ITEM_MOVEORDER_DisplayName
source: EN:Moveorder
de: DE:Moveorder

# ENUM_IFCPROJECTORDERTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCPROJECTORDERTYPEENUM_ITEM_PURCHASEORDER_DisplayName
source: EN:Purchaseorder
de: DE:Purchaseorder

# ENUM_IFCPROJECTORDERTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCPROJECTORDERTYPEENUM_ITEM_WORKORDER_DisplayName
source: EN:Workorder
de: DE:Workorder

# ENUM_IFCPROPERTYSETTEMPLATETYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCPROPERTYSETTEMPLATETYPEENUM_ITEM_PSETOCCURRENCEDRIVEN_DisplayName
source: EN:PsetOccurrencedriven
de: DE:PsetOccurrencedriven

# ENUM_IFCPROPERTYSETTEMPLATETYPEENUM_ITEM_PSETPERFORMANCEDRIVEN_DisplayName
source: EN:PsetPerformancedriven
de: DE:PsetPerformancedriven

# ENUM_IFCPROPERTYSETTEMPLATETYPEENUM_ITEM_PSETTYPEDRIVENONLY_DisplayName
source: EN:PsetTypedrivenonly
de: DE:PsetTypedrivenonly

# ENUM_IFCPROPERTYSETTEMPLATETYPEENUM_ITEM_PSETTYPEDRIVENOVERRIDE_DisplayName
source: EN:PsetTypedrivenoverride
de: DE:PsetTypedrivenoverride

# ENUM_IFCPROPERTYSETTEMPLATETYPEENUM_ITEM_QTOOCCURRENCEDRIVEN_DisplayName
source: EN:QtoOccurrencedriven
de: DE:QtoOccurrencedriven

# ENUM_IFCPROPERTYSETTEMPLATETYPEENUM_ITEM_QTOTYPEDRIVENONLY_DisplayName
source: EN:QtoTypedrivenonly
de: DE:QtoTypedrivenonly

# ENUM_IFCPROPERTYSETTEMPLATETYPEENUM_ITEM_QTOTYPEDRIVENOVERRIDE_DisplayName
source: EN:QtoTypedrivenoverride
de: DE:QtoTypedrivenoverride

# ENUM_IFCPROTECTIVEDEVICETRIPPINGUNITTYPEENUM_ITEM_ELECTROMAGNETIC_DisplayName
source: EN:Electromagnetic
de: DE:Electromagnetic

# ENUM_IFCPROTECTIVEDEVICETRIPPINGUNITTYPEENUM_ITEM_ELECTRONIC_DisplayName
source: EN:Electronic
de: DE:Electronic

# ENUM_IFCPROTECTIVEDEVICETRIPPINGUNITTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCPROTECTIVEDEVICETRIPPINGUNITTYPEENUM_ITEM_RESIDUALCURRENT_DisplayName
source: EN:Residualcurrent
de: DE:Residualcurrent

# ENUM_IFCPROTECTIVEDEVICETRIPPINGUNITTYPEENUM_ITEM_THERMAL_DisplayName
source: EN:Thermal
de: DE:Thermal

# ENUM_IFCPROTECTIVEDEVICETRIPPINGUNITTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCPROTECTIVEDEVICETYPEENUM_ITEM_CIRCUITBREAKER_DisplayName
source: EN:Circuitbreaker
de: DE:Circuitbreaker

# ENUM_IFCPROTECTIVEDEVICETYPEENUM_ITEM_EARTHINGSWITCH_DisplayName
source: EN:Earthingswitch
de: DE:Earthingswitch

# ENUM_IFCPROTECTIVEDEVICETYPEENUM_ITEM_EARTHLEAKAGECIRCUITBREAKER_DisplayName
source: EN:Earthleakagecircuitbreaker
de: DE:Earthleakagecircuitbreaker

# ENUM_IFCPROTECTIVEDEVICETYPEENUM_ITEM_FUSEDISCONNECTOR_DisplayName
source: EN:Fusedisconnector
de: DE:Fusedisconnector

# ENUM_IFCPROTECTIVEDEVICETYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCPROTECTIVEDEVICETYPEENUM_ITEM_RESIDUALCURRENTCIRCUITBREAKER_DisplayName
source: EN:Residualcurrentcircuitbreaker
de: DE:Residualcurrentcircuitbreaker

# ENUM_IFCPROTECTIVEDEVICETYPEENUM_ITEM_RESIDUALCURRENTSWITCH_DisplayName
source: EN:Residualcurrentswitch
de: DE:Residualcurrentswitch

# ENUM_IFCPROTECTIVEDEVICETYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCPROTECTIVEDEVICETYPEENUM_ITEM_VARISTOR_DisplayName
source: EN:Varistor
de: DE:Varistor

# ENUM_IFCPUMPTYPEENUM_ITEM_CIRCULATOR_DisplayName
source: EN:Circulator
de: DE:Circulator

# ENUM_IFCPUMPTYPEENUM_ITEM_ENDSUCTION_DisplayName
source: EN:Endsuction
de: DE:Endsuction

# ENUM_IFCPUMPTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCPUMPTYPEENUM_ITEM_SPLITCASE_DisplayName
source: EN:Splitcase
de: DE:Splitcase

# ENUM_IFCPUMPTYPEENUM_ITEM_SUBMERSIBLEPUMP_DisplayName
source: EN:Submersiblepump
de: DE:Submersiblepump

# ENUM_IFCPUMPTYPEENUM_ITEM_SUMPPUMP_DisplayName
source: EN:Sumppump
de: DE:Sumppump

# ENUM_IFCPUMPTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCPUMPTYPEENUM_ITEM_VERTICALINLINE_DisplayName
source: EN:Verticalinline
de: DE:Verticalinline

# ENUM_IFCPUMPTYPEENUM_ITEM_VERTICALTURBINE_DisplayName
source: EN:Verticalturbine
de: DE:Verticalturbine

# ENUM_IFCRAILINGTYPEENUM_ITEM_BALUSTRADE_DisplayName
source: EN:Balustrade
de: DE:Balustrade

# ENUM_IFCRAILINGTYPEENUM_ITEM_GUARDRAIL_DisplayName
source: EN:Guardrail
de: DE:Guardrail

# ENUM_IFCRAILINGTYPEENUM_ITEM_HANDRAIL_DisplayName
source: EN:Handrail
de: DE:Handrail

# ENUM_IFCRAILINGTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCRAILINGTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCRAMPFLIGHTTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCRAMPFLIGHTTYPEENUM_ITEM_SPIRAL_DisplayName
source: EN:Spiral
de: DE:Spiral

# ENUM_IFCRAMPFLIGHTTYPEENUM_ITEM_STRAIGHT_DisplayName
source: EN:Straight
de: DE:Straight

# ENUM_IFCRAMPFLIGHTTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCRAMPTYPEENUM_ITEM_HALFTURNRAMP_DisplayName
source: EN:HalfTurnRamp
de: DE:HalfTurnRamp

# ENUM_IFCRAMPTYPEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCRAMPTYPEENUM_ITEM_QUARTERTURNRAMP_DisplayName
source: EN:QuarterTurnRamp
de: DE:QuarterTurnRamp

# ENUM_IFCRAMPTYPEENUM_ITEM_SPIRALRAMP_DisplayName
source: EN:SpiralRamp
de: DE:SpiralRamp

# ENUM_IFCRAMPTYPEENUM_ITEM_STRAIGHTRUNRAMP_DisplayName
source: EN:StraightRunRamp
de: DE:StraightRunRamp

# ENUM_IFCRAMPTYPEENUM_ITEM_TWOQUARTERTURNRAMP_DisplayName
source: EN:TwoQuarterTurnRamp
de: DE:TwoQuarterTurnRamp

# ENUM_IFCRAMPTYPEENUM_ITEM_TWOSTRAIGHTRUNRAMP_DisplayName
source: EN:TwoStraightRunRamp
de: DE:TwoStraightRunRamp

# ENUM_IFCRAMPTYPEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCRECURRENCETYPEENUM_ITEM_BYDAYCOUNT_DisplayName
source: EN:ByDayCount
de: DE:ByDayCount

# ENUM_IFCRECURRENCETYPEENUM_ITEM_BYWEEKDAYCOUNT_DisplayName
source: EN:ByWeekdayCount
de: DE:ByWeekdayCount

# ENUM_IFCRECURRENCETYPEENUM_ITEM_DAILY_DisplayName
source: EN:Daily
de: DE:Daily

# ENUM_IFCRECURRENCETYPEENUM_ITEM_MONTHLYBYDAYOFMONTH_DisplayName
source: EN:MonthlyByDayOfMonth
de: DE:MonthlyByDayOfMonth

# ENUM_IFCRECURRENCETYPEENUM_ITEM_MONTHLYBYPOSITION_DisplayName
source: EN:MonthlyByPosition
de: DE:MonthlyByPosition

# ENUM_IFCRECURRENCETYPEENUM_ITEM_WEEKLY_DisplayName
source: EN:Weekly
de: DE:Weekly

# ENUM_IFCRECURRENCETYPEENUM_ITEM_YEARLYBYDAYOFMONTH_DisplayName
source: EN:YearlyByDayOfMonth
de: DE:YearlyByDayOfMonth

# ENUM_IFCRECURRENCETYPEENUM_ITEM_YEARLYBYPOSITION_DisplayName
source: EN:YearlyByPosition
de: DE:YearlyByPosition

# ENUM_IFCREFLECTANCEMETHODENUM_ITEM_BLINN_DisplayName
source: EN:Blinn
de: DE:Blinn

# ENUM_IFCREFLECTANCEMETHODENUM_ITEM_FLAT_DisplayName
source: EN:Flat
de: DE:Flat

# ENUM_IFCREFLECTANCEMETHODENUM_ITEM_GLASS_DisplayName
source: EN:Glass
de: DE:Glass

# ENUM_IFCREFLECTANCEMETHODENUM_ITEM_MATT_DisplayName
source: EN:Matt
de: DE:Matt

# ENUM_IFCREFLECTANCEMETHODENUM_ITEM_METAL_DisplayName
source: EN:Metal
de: DE:Metal

# ENUM_IFCREFLECTANCEMETHODENUM_ITEM_MIRROR_DisplayName
source: EN:Mirror
de: DE:Mirror

# ENUM_IFCREFLECTANCEMETHODENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCREFLECTANCEMETHODENUM_ITEM_PHONG_DisplayName
source: EN:Phong
de: DE:Phong

# ENUM_IFCREFLECTANCEMETHODENUM_ITEM_PLASTIC_DisplayName
source: EN:Plastic
de: DE:Plastic

# ENUM_IFCREFLECTANCEMETHODENUM_ITEM_STRAUSS_DisplayName
source: EN:Strauss
de: DE:Strauss

# ENUM_IFCREINFORCINGBARROLEENUM_ITEM_ANCHORING_DisplayName
source: EN:Anchoring
de: DE:Anchoring

# ENUM_IFCREINFORCINGBARROLEENUM_ITEM_EDGE_DisplayName
source: EN:Edge
de: DE:Edge

# ENUM_IFCREINFORCINGBARROLEENUM_ITEM_LIGATURE_DisplayName
source: EN:Ligature
de: DE:Ligature

# ENUM_IFCREINFORCINGBARROLEENUM_ITEM_MAIN_DisplayName
source: EN:Main
de: DE:Main

# ENUM_IFCREINFORCINGBARROLEENUM_ITEM_NOTDEFINED_DisplayName
source: EN:Notdefined
de: DE:Notdefined

# ENUM_IFCREINFORCINGBARROLEENUM_ITEM_PUNCHING_DisplayName
source: EN:Punching
de: DE:Punching

# ENUM_IFCREINFORCINGBARROLEENUM_ITEM_RING_DisplayName
source: EN:Ring
de: DE:Ring

# ENUM_IFCREINFORCINGBARROLEENUM_ITEM_SHEAR_DisplayName
source: EN:Shear
de: DE:Shear

# ENUM_IFCREINFORCINGBARROLEENUM_ITEM_STUD_DisplayName
source: EN:Stud
de: DE:Stud

# ENUM_IFCREINFORCINGBARROLEENUM_ITEM_USERDEFINED_DisplayName
source: EN:Userdefined
de: DE:Userdefined

# ENUM_IFCREINFORCINGBARSURFACEENUM_ITEM_PLAIN_DisplayName
source: EN:Plain
de: DE:Plain

# ENUM_IFCREINFORCINGBARSURFACEENUM_ITEM_TEXTURED_DisplayName
source: EN:Textured
de: DE:Textured
