Repository: thoffeller/Ifc.NET
Catalog: src/Ifc.NET/Properties/Resources.*.resx
Languages: de

# CLASS_IFCROTATIONALFREQUENCYMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCROTATIONALMASSMEASUREWRAPPER_DisplayName
source: EN:IfcRotationalMassMeasurewrapper
de: DE:IfcRotationalMassMeasurewrapper

# CLASS_IFCROTATIONALMASSMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

# CLASS_IFCROTATIONALMASSMEASUREWRAPPER_PROPERTY_INVARIANTSTRINGVALUE_DisplayName
source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCROTATIONALMASSMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCROTATIONALMASSMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCROTATIONALSTIFFNESSMEASUREWRAPPER_DisplayName
source: EN:IfcRotationalStiffnessMeasurewrapper
de: DE:IfcRotationalStiffnessMeasurewrapper

# CLASS_IFCROTATIONALSTIFFNESSMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCROTATIONALSTIFFNESSMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCROTATIONALSTIFFNESSMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCROUNDEDRECTANGLEPROFILEDEF_DisplayName
source: EN:IfcRoundedRectangleProfileDef
de: DE:IfcRoundedRectangleProfileDef

# CLASS_IFCROUNDEDRECTANGLEPROFILEDEF_PROPERTY_ROUNDINGRADIUS_DisplayName
source: EN:RoundingRadius
de: DE:RoundingRadius

# CLASS_IFCSANITARYTERMINALTYPE_DisplayName
source: EN:IfcSanitaryTerminalType
de: DE:IfcSanitaryTerminalType

# CLASS_IFCSANITARYTERMINALTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCSANITARYTERMINAL_DisplayName
source: EN:IfcSanitaryTerminal
de: DE:IfcSanitaryTerminal

# CLASS_IFCSANITARYTERMINAL_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCSCHEDULINGTIME_DisplayName
source: EN:IfcSchedulingTime
de: DE:IfcSchedulingTime

# CLASS_IFCSCHEDULINGTIME_PROPERTY_DATAORIGIN_DisplayName
source: EN:DataOrigin
de: DE:DataOrigin

# CLASS_IFCSCHEDULINGTIME_PROPERTY_NAME_DisplayName
source: EN:Name
de: Name

# CLASS_IFCSCHEDULINGTIME_PROPERTY_USERDEFINEDDATAORIGIN_DisplayName
source: EN:UserDefinedDataOrigin
de: DE:UserDefinedDataOrigin

# CLASS_IFCSECTIONALAREAINTEGRALMEASUREWRAPPER_DisplayName
source: EN:IfcSectionalAreaIntegralMeasurewrapper
de: DE:IfcSectionalAreaIntegralMeasurewrapper

# CLASS_IFCSECTIONALAREAINTEGRALMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCSECTIONALAREAINTEGRALMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCSECTIONALAREAINTEGRALMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCSECTIONEDSPINECROSSSECTIONPOSITIONS_DisplayName
source: EN:IfcSectionedSpineCrossSectionPositions
de: DE:IfcSectionedSpineCrossSectionPositions

# CLASS_IFCSECTIONEDSPINECROSSSECTIONPOSITIONS_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCSECTIONEDSPINECROSSSECTIONPOSITIONS_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

source: EN:IfcAxis2Placement3D
de: DE:IfcAxis2Placement3D

# CLASS_IFCSECTIONEDSPINECROSSSECTIONPOSITIONS_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCSECTIONEDSPINECROSSSECTIONS_DisplayName
source: EN:IfcSectionedSpineCrossSections
de: DE:IfcSectionedSpineCrossSections

# CLASS_IFCSECTIONEDSPINECROSSSECTIONS_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCSECTIONEDSPINECROSSSECTIONS_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCSECTIONEDSPINECROSSSECTIONS_PROPERTY_ITEMS_DisplayName
source: EN:Items
de: DE:Items

# CLASS_IFCSECTIONEDSPINECROSSSECTIONS_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCSECTIONEDSPINE_DisplayName
source: EN:IfcSectionedSpine
de: DE:IfcSectionedSpine

# CLASS_IFCSECTIONEDSPINE_PROPERTY_CROSSSECTIONPOSITIONS_DisplayName
source: EN:CrossSectionPositions
de: DE:CrossSectionPositions

# CLASS_IFCSECTIONEDSPINE_PROPERTY_CROSSSECTIONS_DisplayName
source: EN:CrossSections
de: DE:CrossSections

# CLASS_IFCSECTIONEDSPINE_PROPERTY_SPINECURVE_DisplayName
source: EN:SpineCurve
de: DE:SpineCurve

# CLASS_IFCSECTIONMODULUSMEASUREWRAPPER_DisplayName
source: EN:IfcSectionModulusMeasurewrapper
de: DE:IfcSectionModulusMeasurewrapper

# CLASS_IFCSECTIONMODULUSMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

# CLASS_IFCSECTIONMODULUSMEASUREWRAPPER_PROPERTY_INVARIANTSTRINGVALUE_DisplayName
source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCSECTIONMODULUSMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCSECTIONMODULUSMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCSECTIONPROPERTIES_DisplayName
source: EN:IfcSectionProperties
de: DE:IfcSectionProperties

# CLASS_IFCSECTIONPROPERTIES_PROPERTY_ENDPROFILE_DisplayName
source: EN:EndProfile
de: DE:EndProfile

# CLASS_IFCSECTIONPROPERTIES_PROPERTY_SECTIONTYPE_DisplayName
source: EN:SectionType
de: DE:SectionType

# CLASS_IFCSECTIONPROPERTIES_PROPERTY_STARTPROFILE_DisplayName
source: EN:StartProfile
de: DE:StartProfile

source: EN:IfcSectionReinforcementPropertiesCrossSectionReinforcementDefinitions
de: DE:IfcSectionReinforcementPropertiesCrossSectionReinforcementDefinitions

source: EN:ArraySize
de: DE:ArraySize

source: EN:CType
de: DE:CType

source: EN:IfcReinforcementBarProperties
de: DE:IfcReinforcementBarProperties

source: EN:ItemType
de: DE:ItemType

# CLASS_IFCSECTIONREINFORCEMENTPROPERTIES_DisplayName
source: EN:IfcSectionReinforcementProperties
de: DE:IfcSectionReinforcementProperties

source: EN:CrossSectionReinforcementDefinitions
de: DE:CrossSectionReinforcementDefinitions

source: EN:LongitudinalEndPosition
de: DE:LongitudinalEndPosition

source: EN:LongitudinalStartPosition
de: DE:LongitudinalStartPosition

# CLASS_IFCSECTIONREINFORCEMENTPROPERTIES_PROPERTY_REINFORCEMENTROLE_DisplayName
source: EN:ReinforcementRole
de: DE:ReinforcementRole

# CLASS_IFCSECTIONREINFORCEMENTPROPERTIES_PROPERTY_SECTIONDEFINITION_DisplayName
source: EN:SectionDefinition
de: DE:SectionDefinition

# CLASS_IFCSECTIONREINFORCEMENTPROPERTIES_PROPERTY_TRANSVERSEPOSITION_DisplayName
source: EN:TransversePosition
de: DE:TransversePosition

# CLASS_IFCSENSORTYPE_DisplayName
source: EN:IfcSensorType
de: DE:IfcSensorType

# CLASS_IFCSENSORTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCSENSOR_DisplayName
source: EN:IfcSensor
de: DE:IfcSensor

# CLASS_IFCSENSOR_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCSHADINGDEVICETYPE_DisplayName
source: EN:IfcShadingDeviceType
de: DE:IfcShadingDeviceType

# CLASS_IFCSHADINGDEVICETYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCSHADINGDEVICE_DisplayName
source: EN:IfcShadingDevice
de: DE:IfcShadingDevice

# CLASS_IFCSHADINGDEVICE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCSHAPEASPECTSHAPEREPRESENTATIONS_DisplayName
source: EN:IfcShapeAspectShapeRepresentations
de: DE:IfcShapeAspectShapeRepresentations

# CLASS_IFCSHAPEASPECTSHAPEREPRESENTATIONS_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCSHAPEASPECTSHAPEREPRESENTATIONS_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCSHAPEASPECTSHAPEREPRESENTATIONS_PROPERTY_ITEMS_DisplayName
source: EN:Items
de: DE:Items

# CLASS_IFCSHAPEASPECTSHAPEREPRESENTATIONS_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCSHAPEASPECT_DisplayName
source: EN:IfcShapeAspect
de: DE:IfcShapeAspect

# CLASS_IFCSHAPEASPECT_PROPERTY_DESCRIPTION_DisplayName
source: EN:Description
de: Beschreibung

# CLASS_IFCSHAPEASPECT_PROPERTY_NAME_DisplayName
source: EN:Name
de: Name

# CLASS_IFCSHAPEASPECT_PROPERTY_PRODUCTDEFINITIONAL_DisplayName
source: EN:ProductDefinitional
de: DE:ProductDefinitional

# CLASS_IFCSHAPEASPECT_PROPERTY_SHAPEREPRESENTATIONS_DisplayName
source: EN:ShapeRepresentations
de: DE:ShapeRepresentations

# CLASS_IFCSHAPEMODEL_DisplayName
source: EN:IfcShapeModel
de: DE:IfcShapeModel

# CLASS_IFCSHAPEREPRESENTATION_DisplayName
source: EN:IfcShapeRepresentation
de: DE:IfcShapeRepresentation

# CLASS_IFCSHEARMODULUSMEASUREWRAPPER_DisplayName
source: EN:IfcShearModulusMeasurewrapper
de: DE:IfcShearModulusMeasurewrapper

# CLASS_IFCSHEARMODULUSMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

# CLASS_IFCSHEARMODULUSMEASUREWRAPPER_PROPERTY_INVARIANTSTRINGVALUE_DisplayName
source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCSHEARMODULUSMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCSHEARMODULUSMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCSHELLBASEDSURFACEMODELSBSMBOUNDARY_DisplayName
source: EN:IfcShellBasedSurfaceModelSbsmBoundary
de: DE:IfcShellBasedSurfaceModelSbsmBoundary

# CLASS_IFCSHELLBASEDSURFACEMODELSBSMBOUNDARY_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCSHELLBASEDSURFACEMODELSBSMBOUNDARY_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCSHELLBASEDSURFACEMODELSBSMBOUNDARY_PROPERTY_ITEMS_DisplayName
source: EN:Items
de: DE:Items

# CLASS_IFCSHELLBASEDSURFACEMODELSBSMBOUNDARY_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCSHELLBASEDSURFACEMODEL_DisplayName
source: EN:IfcShellBasedSurfaceModel
de: DE:IfcShellBasedSurfaceModel

# CLASS_IFCSHELLBASEDSURFACEMODEL_PROPERTY_SBSMBOUNDARY_DisplayName
source: EN:SbsmBoundary
de: DE:SbsmBoundary

# CLASS_IFCSIMPLEPROPERTYTEMPLATEPRIMARYUNIT_DisplayName
source: EN:IfcSimplePropertyTemplatePrimaryUnit
de: Basiseinheit

# CLASS_IFCSIMPLEPROPERTYTEMPLATEPRIMARYUNIT_PROPERTY_ITEM_DisplayName
source: EN:Item
de: DE:Item

# CLASS_IFCSIMPLEPROPERTYTEMPLATESECONDARYUNIT_DisplayName
source: EN:IfcSimplePropertyTemplateSecondaryUnit
de: DE:IfcSimplePropertyTemplateSecondaryUnit

# CLASS_IFCSIMPLEPROPERTYTEMPLATESECONDARYUNIT_PROPERTY_ITEM_DisplayName
source: EN:Item
de: DE:Item

# CLASS_IFCSIMPLEPROPERTYTEMPLATE_DisplayName
source: EN:IfcSimplePropertyTemplate
de: DE:IfcSimplePropertyTemplate

# CLASS_IFCSIMPLEPROPERTYTEMPLATE_PROPERTY_ACCESSSTATE_DisplayName
source: EN:AccessState
de: DE:AccessState

# CLASS_IFCSIMPLEPROPERTYTEMPLATE_PROPERTY_ENUMERATORS_DisplayName
source: EN:Enumerators
de: DE:Enumerators

# CLASS_IFCSIMPLEPROPERTYTEMPLATE_PROPERTY_EXPRESSION_DisplayName
source: EN:Expression
de: DE:Expression

# CLASS_IFCSIMPLEPROPERTYTEMPLATE_PROPERTY_PRIMARYMEASURETYPE_DisplayName
source: EN:PrimaryMeasureType
de: Wertetyp

# CLASS_IFCSIMPLEPROPERTYTEMPLATE_PROPERTY_PRIMARYUNIT_DisplayName
source: EN:PrimaryUnit
de: Basiseinheit

# CLASS_IFCSIMPLEPROPERTYTEMPLATE_PROPERTY_SECONDARYMEASURETYPE_DisplayName
source: EN:SecondaryMeasureType
de: DE:SecondaryMeasureType

# CLASS_IFCSIMPLEPROPERTYTEMPLATE_PROPERTY_SECONDARYUNIT_DisplayName
source: EN:SecondaryUnit
de: Abgeleitete Einheit

# CLASS_IFCSIMPLEPROPERTYTEMPLATE_PROPERTY_TEMPLATETYPE_DisplayName
source: EN:TemplateType
de: Datentyp

# CLASS_IFCSIMPLEPROPERTY_DisplayName
source: EN:IfcSimpleProperty
de: DE:IfcSimpleProperty

# CLASS_IFCSITES_DisplayName
source: EN:Liegenschaften
de: Liegenschaften

# CLASS_IFCSITE_DisplayName
source: EN:IfcSite
de: Liegenschaft

# CLASS_IFCSITE_PROPERTY_LANDTITLENUMBER_DisplayName
source: EN:LandTitleNumber
de: DE:LandTitleNumber

# CLASS_IFCSITE_PROPERTY_REFELEVATION_DisplayName
source: EN:RefElevation
de: DE:RefElevation

# CLASS_IFCSITE_PROPERTY_REFLATITUDE_DisplayName
source: EN:RefLatitude
de: DE:RefLatitude

# CLASS_IFCSITE_PROPERTY_REFLONGITUDE_DisplayName
source: EN:RefLongitude
de: DE:RefLongitude

# CLASS_IFCSITE_PROPERTY_SITEADDRESS_DisplayName
source: EN:SiteAddress
de: DE:SiteAddress

# CLASS_IFCSIUNITTEMP_DisplayName
source: EN:IfcSIUnittemp
de: DE:IfcSIUnittemp

# CLASS_IFCSIUNIT_DisplayName
source: EN:IfcSIUnit
de: DE:IfcSIUnit

# CLASS_IFCSIUNIT_PROPERTY_NAME_DisplayName
source: EN:Name
de: Name

# CLASS_IFCSIUNIT_PROPERTY_PREFIX_DisplayName
source: EN:Prefix
de: DE:Prefix

# CLASS_IFCSLABELEMENTEDCASE_DisplayName
source: EN:IfcSlabElementedCase
de: DE:IfcSlabElementedCase

# CLASS_IFCSLABSTANDARDCASE_DisplayName
source: EN:IfcSlabStandardCase
de: DE:IfcSlabStandardCase

# CLASS_IFCSLABTYPE_DisplayName
source: EN:IfcSlabType
de: DE:IfcSlabType

# CLASS_IFCSLABTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCSLAB_DisplayName
source: EN:IfcSlab
de: DE:IfcSlab

# CLASS_IFCSLAB_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCSLIPPAGECONNECTIONCONDITION_DisplayName
source: EN:IfcSlippageConnectionCondition
de: DE:IfcSlippageConnectionCondition

# CLASS_IFCSLIPPAGECONNECTIONCONDITION_PROPERTY_SLIPPAGEX_DisplayName
source: EN:SlippageX
de: DE:SlippageX

# CLASS_IFCSLIPPAGECONNECTIONCONDITION_PROPERTY_SLIPPAGEY_DisplayName
source: EN:SlippageY
de: DE:SlippageY

# CLASS_IFCSLIPPAGECONNECTIONCONDITION_PROPERTY_SLIPPAGEZ_DisplayName
source: EN:SlippageZ
de: DE:SlippageZ

# CLASS_IFCSOLARDEVICETYPE_DisplayName
source: EN:IfcSolarDeviceType
de: DE:IfcSolarDeviceType

# CLASS_IFCSOLARDEVICETYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCSOLARDEVICE_DisplayName
source: EN:IfcSolarDevice
de: DE:IfcSolarDevice

# CLASS_IFCSOLARDEVICE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCSOLIDANGLEMEASUREWRAPPER_DisplayName
source: EN:IfcSolidAngleMeasurewrapper
de: DE:IfcSolidAngleMeasurewrapper

# CLASS_IFCSOLIDANGLEMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

# CLASS_IFCSOLIDANGLEMEASUREWRAPPER_PROPERTY_INVARIANTSTRINGVALUE_DisplayName
source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCSOLIDANGLEMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCSOLIDANGLEMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCSOLIDMODEL_DisplayName
source: EN:IfcSolidModel
de: DE:IfcSolidModel

# CLASS_IFCSOUNDPOWERLEVELMEASUREWRAPPER_DisplayName
source: EN:IfcSoundPowerLevelMeasurewrapper
de: DE:IfcSoundPowerLevelMeasurewrapper

# CLASS_IFCSOUNDPOWERLEVELMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

# CLASS_IFCSOUNDPOWERLEVELMEASUREWRAPPER_PROPERTY_INVARIANTSTRINGVALUE_DisplayName
source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCSOUNDPOWERLEVELMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCSOUNDPOWERLEVELMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCSOUNDPOWERMEASUREWRAPPER_DisplayName
source: EN:IfcSoundPowerMeasurewrapper
de: DE:IfcSoundPowerMeasurewrapper

# CLASS_IFCSOUNDPOWERMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

# CLASS_IFCSOUNDPOWERMEASUREWRAPPER_PROPERTY_INVARIANTSTRINGVALUE_DisplayName
source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCSOUNDPOWERMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCSOUNDPOWERMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCSOUNDPRESSURELEVELMEASUREWRAPPER_DisplayName
source: EN:IfcSoundPressureLevelMeasurewrapper
de: DE:IfcSoundPressureLevelMeasurewrapper

# CLASS_IFCSOUNDPRESSURELEVELMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCSOUNDPRESSURELEVELMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCSOUNDPRESSURELEVELMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCSOUNDPRESSUREMEASUREWRAPPER_DisplayName
source: EN:IfcSoundPressureMeasurewrapper
de: DE:IfcSoundPressureMeasurewrapper

# CLASS_IFCSOUNDPRESSUREMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

# CLASS_IFCSOUNDPRESSUREMEASUREWRAPPER_PROPERTY_INVARIANTSTRINGVALUE_DisplayName
source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCSOUNDPRESSUREMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCSOUNDPRESSUREMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCSPACEHEATERTYPE_DisplayName
source: EN:IfcSpaceHeaterType
de: DE:IfcSpaceHeaterType

# CLASS_IFCSPACEHEATERTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCSPACEHEATER_DisplayName
source: EN:IfcSpaceHeater
de: DE:IfcSpaceHeater

# CLASS_IFCSPACEHEATER_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCSPACES_DisplayName
source: EN:Räume
de: Räume

# CLASS_IFCSPACETYPE_DisplayName
source: EN:IfcSpaceType
de: DE:IfcSpaceType

# CLASS_IFCSPACETYPE_PROPERTY_LONGNAME_DisplayName
source: EN:LongName
de: Bezeichnung

# CLASS_IFCSPACETYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCSPACE_DisplayName
source: EN:IfcSpace
de: Raum

# CLASS_IFCSPACE_PROPERTY_ELEVATIONWITHFLOORING_DisplayName
source: EN:ElevationWithFlooring
de: Höhe [m]

# CLASS_IFCSPACE_PROPERTY_GROSSFLOORAREA_DISPLAYNAME
source: EN:Bruttogrundfläche [m²]
de: Bruttogrundfläche [m²]

# CLASS_IFCSPACE_PROPERTY_NAME_DisplayName
source: EN:Raumnummer
de: Raumnummer

# CLASS_IFCSPACE_PROPERTY_NETFLOORAREA_DISPLAYNAME
source: EN:Nettogrundfläche [m²]
de: Nettogrundfläche [m²]

# CLASS_IFCSPACE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCSPATIALELEMENTTYPE_DisplayName
source: EN:IfcSpatialElementType
de: DE:IfcSpatialElementType

# CLASS_IFCSPATIALELEMENTTYPE_PROPERTY_ELEMENTTYPE_DisplayName
source: EN:ElementType
de: DE:ElementType

# CLASS_IFCSPATIALELEMENT_DisplayName
source: EN:IfcSpatialElement
de: DE:IfcSpatialElement

# CLASS_IFCSPATIALELEMENT_PROPERTY_LONGNAME_DisplayName
source: EN:LongName
de: Bezeichnung

# CLASS_IFCSPATIALSTRUCTUREELEMENTTYPE_DisplayName
source: EN:IfcSpatialStructureElementType
de: DE:IfcSpatialStructureElementType

# CLASS_IFCSPATIALSTRUCTUREELEMENT_DisplayName
source: EN:IfcSpatialStructureElement
de: DE:IfcSpatialStructureElement

# CLASS_IFCSPATIALSTRUCTUREELEMENT_PROPERTY_COMPOSITIONTYPE_DisplayName
source: EN:CompositionType
de: DE:CompositionType

# CLASS_IFCSPATIALZONETYPE_DisplayName
source: EN:IfcSpatialZoneType
de: DE:IfcSpatialZoneType

# CLASS_IFCSPATIALZONETYPE_PROPERTY_LONGNAME_DisplayName
source: EN:LongName
de: Bezeichnung

# CLASS_IFCSPATIALZONETYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCSPATIALZONE_DisplayName
source: EN:IfcSpatialZone
de: DE:IfcSpatialZone

# CLASS_IFCSPATIALZONE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCSPECIFICHEATCAPACITYMEASUREWRAPPER_DisplayName
source: EN:IfcSpecificHeatCapacityMeasurewrapper
de: DE:IfcSpecificHeatCapacityMeasurewrapper

# CLASS_IFCSPECIFICHEATCAPACITYMEASUREWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCSPECIFICHEATCAPACITYMEASUREWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCSPECIFICHEATCAPACITYMEASUREWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCSPECULAREXPONENTWRAPPER_DisplayName
source: EN:IfcSpecularExponentwrapper
de: DE:IfcSpecularExponentwrapper

# CLASS_IFCSPECULAREXPONENTWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

# CLASS_IFCSPECULAREXPONENTWRAPPER_PROPERTY_INVARIANTSTRINGVALUE_DisplayName
source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCSPECULAREXPONENTWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCSPECULAREXPONENTWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCSPECULARROUGHNESSWRAPPER_DisplayName
source: EN:IfcSpecularRoughnesswrapper
de: DE:IfcSpecularRoughnesswrapper

# CLASS_IFCSPECULARROUGHNESSWRAPPER_PROPERTY_ID_DisplayName
source: EN:Id
de: ID

# CLASS_IFCSPECULARROUGHNESSWRAPPER_PROPERTY_INVARIANTSTRINGVALUE_DisplayName
source: EN:InvariantStringValue
de: DE:InvariantStringValue

# CLASS_IFCSPECULARROUGHNESSWRAPPER_PROPERTY_PATH_DisplayName
source: EN:Path
de: Pfad

# CLASS_IFCSPECULARROUGHNESSWRAPPER_PROPERTY_POS_DisplayName
source: EN:Pos
de: Position

# CLASS_IFCSPHERE_DisplayName
source: EN:IfcSphere
de: DE:IfcSphere

# CLASS_IFCSPHERE_PROPERTY_RADIUS_DisplayName
source: EN:Radius
de: DE:Radius

# CLASS_IFCSTACKTERMINALTYPE_DisplayName
source: EN:IfcStackTerminalType
de: DE:IfcStackTerminalType

# CLASS_IFCSTACKTERMINALTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCSTACKTERMINAL_DisplayName
source: EN:IfcStackTerminal
de: DE:IfcStackTerminal

# CLASS_IFCSTACKTERMINAL_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCSTAIRFLIGHTTYPE_DisplayName
source: EN:IfcStairFlightType
de: DE:IfcStairFlightType

# CLASS_IFCSTAIRFLIGHTTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCSTAIRFLIGHT_DisplayName
source: EN:IfcStairFlight
de: DE:IfcStairFlight

# CLASS_IFCSTAIRFLIGHT_PROPERTY_NUMBEROFRISER_DisplayName
source: EN:NumberOfRiser
de: DE:NumberOfRiser

# CLASS_IFCSTAIRFLIGHT_PROPERTY_NUMBEROFTREADS_DisplayName
source: EN:NumberOfTreads
de: DE:NumberOfTreads

# CLASS_IFCSTAIRFLIGHT_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCSTAIRFLIGHT_PROPERTY_RISERHEIGHT_DisplayName
source: EN:RiserHeight
de: DE:RiserHeight

# CLASS_IFCSTAIRFLIGHT_PROPERTY_TREADLENGTH_DisplayName
source: EN:TreadLength
de: DE:TreadLength

# CLASS_IFCSTAIRTYPE_DisplayName
source: EN:IfcStairType
de: DE:IfcStairType

# CLASS_IFCSTAIRTYPE_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCSTAIR_DisplayName
source: EN:IfcStair
de: DE:IfcStair

# CLASS_IFCSTAIR_PROPERTY_PREDEFINEDTYPE_DisplayName
source: EN:PredefinedType
de: DE:PredefinedType

# CLASS_IFCSTRUCTURALACTION_DisplayName
source: EN:IfcStructuralAction
de: DE:IfcStructuralAction

# CLASS_IFCSTRUCTURALACTION_PROPERTY_DESTABILIZINGLOAD_DisplayName
source: EN:DestabilizingLoad
de: DE:DestabilizingLoad

# CLASS_IFCSTRUCTURALACTIVITY_DisplayName
source: EN:IfcStructuralActivity
de: DE:IfcStructuralActivity

# CLASS_IFCSTRUCTURALACTIVITY_PROPERTY_APPLIEDLOAD_DisplayName
source: EN:AppliedLoad
de: DE:AppliedLoad

# CLASS_IFCSTRUCTURALACTIVITY_PROPERTY_GLOBALORLOCAL_DisplayName
source: EN:GlobalOrLocal
de: DE:GlobalOrLocal

# CLASS_IFCSTRUCTURALANALYSISMODELHASRESULTS_DisplayName
source: EN:IfcStructuralAnalysisModelHasResults
de: DE:IfcStructuralAnalysisModelHasResults

# CLASS_IFCSTRUCTURALANALYSISMODELHASRESULTS_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCSTRUCTURALANALYSISMODELHASRESULTS_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

source: EN:IfcStructuralResultGroup
de: DE:IfcStructuralResultGroup

# CLASS_IFCSTRUCTURALANALYSISMODELHASRESULTS_PROPERTY_ITEMTYPE_DisplayName
source: EN:ItemType
de: DE:ItemType

# CLASS_IFCSTRUCTURALANALYSISMODELLOADEDBY_DisplayName
source: EN:IfcStructuralAnalysisModelLoadedBy
de: DE:IfcStructuralAnalysisModelLoadedBy

# CLASS_IFCSTRUCTURALANALYSISMODELLOADEDBY_PROPERTY_ARRAYSIZE_DisplayName
source: EN:ArraySize
de: DE:ArraySize

# CLASS_IFCSTRUCTURALANALYSISMODELLOADEDBY_PROPERTY_CTYPE_DisplayName
source: EN:CType
de: DE:CType

# CLASS_IFCSTRUCTURALANALYSISMODELLOADEDBY_PROPERTY_ITEMS_DisplayName
source: EN:Items
de: DE:Items
